Repository: Hamid-K/PowerBI
Catalog: PowerBI/Microsoft.AnalysisServices.AppLocal.AdomdClient/Microsoft.AnalysisServices.AppLocal.AdomdClient/XmlaSR.*.resx
Languages: de, es, fr, it, ja, ko, pt, ru, zh_hans, zh_hant

# Authentication_Sspi_SchannelUnsupportedProtectionLevel
source: Authentication failed: Unsupported protection level for Schannel.
de: Fehler bei der Authentifizierung: Nicht unterstützte Schutzebene für Schannel.
es: Error de autenticación: nivel de protección no admitido para SChannel.
fr: Échec de l'authentification : niveau de protection non pris en charge pour Schannel.
it: L'autenticazione non è riuscita: il livello di protezione non è supportato per Schannel.
ja: 認証に失敗しました。Schannel でサポートされていない保護レベルです。
ko: 인증 실패: Schannel에 대해 지원되지 않는 보호 수준입니다.
pt: Falha na autenticação: nível de proteção sem suporte para Schannel.
ru: Сбой аутентификации: неподдерживаемый уровень защиты для канала Schannel.
zh_hans: 身份验证失败: Schannel 的保护级别不受支持。
zh_hant: 驗證失敗: 安全通道的保護層級不受支援。

# Cancel_SessionIDNotSpecified
source: The SessionID property was not specified.
de: Die SessionID-Eigenschaft wurde nicht angegeben.
es: No se especificó la propiedad SessionID.
fr: La propriété SessionID n'a pas été spécifiée.
it: La proprietà SessionID non è stata specificata.
ja: SessionID プロパティが指定されませんでした。
ko: SessionID 속성을 지정하지 않았습니다.
pt: A propriedade SessionID não foi especificada.
ru: Свойство SessionID не задано.
zh_hans: 未指定 SessionID 属性。
zh_hant: 未指定 SessionID 屬性。

# CannotConnect
source: A connection cannot be made. Ensure that the server is running.
de: Es kann keine Verbindung hergestellt werden. Stellen Sie sicher, dass der Server ausgeführt wird.
es: No se puede establecer una conexión. Asegúrese de que el servidor se esté ejecutando.
fr: Impossible d'établir une connexion. Vérifiez que le serveur fonctionne.
it: Non è possibile stabilire la connessione. Verificare che il server sia in esecuzione.
ja: 接続できません。サーバーが実行中であるかご確認ください。
ko: 연결할 수 없습니다. 서버가 실행 중인지 확인하세요.
pt: Uma conexão não pode ser estabelecida. Verifique se o servidor está em execução.
ru: Невозможно установить подключение. Убедитесь, что сервер работает.
zh_hans: 无法建立连接。请确保服务器正在运行。
zh_hant: 無法建立連接。請確定該伺服器正在執行。

# CannotConnectToRedirector
source: A connection cannot be made to redirector. Ensure that 'SQL Browser' service is running.
de: Eine Verbindung mit dem Redirectordienst kann nicht hergestellt werden. Stellen Sie sicher, dass der SQL Browser-Dienst ausgeführt wird.
es: No se puede establecer una conexión con el redirector. Asegúrese de que el servicio 'SQL Browser' se esté ejecutando.
fr: Impossible d'établir une connexion avec le redirecteur. Vérifiez que le service « SQL Browser » est en cours d'exécution.
it: Non è possibile stabilire una connessione al redirector. Verificare che il servizio 'SQL Browser' sia in esecuzione.
ja: リダイレクターに接続できません。'SQL Browser' サービスが実行されていることをご確認ください。
ko: 리디렉터에 연결할 수 없습니다. 'SQL Browser' 서비스가 실행 중인지 확인하세요.
pt: Uma conexão não pode ser estabelecida com o redirecionador. Verifique se o serviço 'SQL Browser' está em execução.
ru: Невозможно установить подключение к перенаправителю. Убедитесь, что служба "Обозреватель SQL" работает.
zh_hans: 无法与重定向程序建立连接。请确保 SQL 浏览器服务正在运行。
zh_hant: 無法與重新導向器建立連接。請確定 'SQL Browser' 服務正在執行。

source: Compression initialization failed.
de: Fehler bei der Komprimierungsinitialisierung.
es: Error de inicialización de compresión.
fr: Échec de l'initialisation de la compression.
it: L'inizializzazione della compressione non è riuscita.
ja: 圧縮の初期化に失敗しました。
ko: 압축을 초기화하지 못했습니다.
pt: Falha na inicialização da compressão.
ru: Сбой инициализации сжатия.
zh_hans: 压缩初始化失败。
zh_hant: 壓縮初始化失敗。

# Connect_RedirectorDidntReturnDatabaseInfo
source: The connection cannot be opened because the redirector service did not provide required database information.
de: Die Verbindung kann nicht geöffnet werden, weil die erforderlichen Datenbankinformationen nicht vom Redirectordienst bereitgestellt wurden.
es: No se puede abrir la conexión porque el servicio redirector no proporcionó la información de base de datos necesaria.
fr: Impossible d'ouvrir la connexion, car le service redirecteur n'a pas fourni les informations de base de données requises.
it: Non è possibile aprire la connessione perché il servizio redirector non ha fornito le informazioni necessarie sul database.
ja: リダイレクター サービスから必要なデータベース情報が提供されなかったため、接続を開けません。
ko: 리디렉터 서비스가 필요한 데이터베이스 정보를 제공하지 않아 연결을 열 수 없습니다.
pt: A conexão não pode ser aberta porque o serviço de redirecionador não forneceu as informações do banco de dados necessárias.
ru: Невозможно открыть подключение, так как служба перенаправителя не предоставила требуемую информацию о базе данных.
zh_hans: 由于重定向程序服务未提供所需的数据库信息，无法打开连接。
zh_hant: 因為重新導向器服務未提供必要的資料庫資訊，所以無法開啟此連接。

# ConnectionBroken
source: The connection either timed out or was lost.
de: Die Verbindung wurde unterbrochen oder wegen Zeitüberschreitung abgebrochen.
es: La conexión agotó el tiempo de espera o se perdió.
fr: La connexion a expiré ou a été perdue.
it: Si è verificato il timeout della connessione o la connessione è stata interrotta.
ja: 接続がタイムアウトしたか、または失われました。
ko: 연결 시간이 초과되었거나 연결이 끊겼습니다.
pt: A conexão atingiu o tempo limite ou foi perdida.
ru: Истекло время ожидания подключения, либо подключение было разорвано.
zh_hans: 连接超时或丢失。
zh_hant: 連接已逾時或遺失。

# ConnectionCannotBeUsedWhileXmlReaderOpened
source: The connection cannot be used while an XmlReader object is open.
de: Die Verbindung kann nicht verwendet werden, während ein XmlReader-Objekt geöffnet ist.
es: La conexión no se puede usar mientras un objeto XmlReader esté abierto.
fr: Impossible d'utiliser la connexion alors qu'un objet XmlReader est ouvert.
it: Non è possibile usare la connessione mentre un oggetto XmlReader è aperto.
ja: XmlReader オブジェクトが開かれている間は接続を使用できません。
ko: XmlReader 개체가 열려 있는 동안에는 연결을 사용할 수 없습니다.
pt: A conexão não poderá ser usada enquanto um objeto XmlReader estiver aberto.
ru: Невозможно использовать подключение, пока объект XmlReader открыт.
zh_hans: XmlReader 对象处于打开状态时无法使用连接。
zh_hant: 開啟 XmlReader 物件時，無法使用連接。

# ConnectionString_ASAzure_FetchLinkReferenceFailed
source: The link file at URI '{0}' could not be fetched.
de: Die Linkdatei unter URI "{0}" konnte nicht abgerufen werden.
es: No se pudo recuperar el archivo de vínculo del identificador URI '{0}'.
fr: Impossible d'extraire le fichier de liaison sur l'URI « {0} ».
it: Non è stato possibile recuperare il file di collegamento nell'URI '{0}'.
ja: URI '{0}' にあるリンク ファイルをフェッチできませんでした。
ko: URI '{0}'의 링크 파일을 가져올 수 없습니다.
pt: O arquivo de link no URI "{0}" não pôde ser encontrado.
ru: Не удалось извлечь связанный файл по URI "{0}".
zh_hans: 无法提取 URI“{0}”中的链接文件。
zh_hant: 無法擷取位於 URI '{0}' 的連結檔案。

# ConnectionString_ASAzure_InvalidLinkReferenceCustomPort
source: The link URI '{0}' is invalid. Custom HTTPs port cannot be specified in the URI.
de: Der Link-URI "{0}" ist ungültig. Im URI darf kein benutzerdefinierter HTTPS-Port angegeben werden.
es: El URI del vínculo '{0}' no es válido. El puerto HTTPs personalizado no puede especificarse en el URI.
fr: L'URI de liaison « {0} » n'est pas valide. Un port HTTPs personnalisé ne peut pas être spécifié dans l'URI.
it: L'URI di collegamento '{0}' non è valido. Non è possibile specificare la porta HTTPs personalizzata nell'URI.
ja: リンク URI '{0}' が正しくありません。URI では、カスタムの HTTPs ポートを指定できません。
ko: 링크 URI '{0}'이(가) 유효하지 않습니다. URI에 사용자 지정 HTTPS 포트를 지정할 수 없습니다.
pt: O URI de link "{0}" é inválido. A porta HTTPs personalizada não pode ser especificada no URI.
ru: URI связи "{0}" недопустим. В URI не следует указывать пользовательский HTTPS-порт.
zh_hans: 链接 URI“{0}”无效。无法在 URI 中指定自定义的 HTTPs 端口。
zh_hant: 連結 URI '{0}' 無效。不可在 URI 中指定自訂 HTTPs 連接埠。

# ConnectionString_ASAzure_InvalidLinkReferenceUri
source: The link file content at URL '{0}' is not in the correct format. It needs to start with 'asazure://'.
de: Der Inhalt der Linkdatei unter URL {0} weist nicht das richtige Format auf. Er muss mit "asazure://" beginnen.
es: El formato del contenido del archivo de vínculo de la URL '{0}' no es correcto. Debe empezar por 'asazure://'.
fr: Le contenu du fichier de liaison sur l'URL « {0} » n'est pas dans un format correct. Il doit commencer par « asazure:// ».
it: Il formato del contenuto del file di collegamento nell'URL '{0}' non è corretto. Deve iniziare con 'asazure://'.
ja: URL '{0}' にあるリンク ファイルの内容が正しい形式になっていません。先頭は、'asazure://' である必要があります。
ko: URL '{0}'의 링크 파일 콘텐츠가 올바른 형식이 아닙니다. 'asazure://'로 시작해야 합니다.
pt: O conteúdo do arquivo de link na URL "{0}" não está no formato correto. Ele precisa começar com "asazure://".
ru: Содержимое файла связи по URL-адресу "{0}" имеет недопустимый формат. Оно должно начинаться с "asazure://".
zh_hans: URL“{0}”中的链接文件内容采用的格式不正确。必须以 "asazure://" 开头。
zh_hant: 位於 URL '{0}' 的連結檔案內容格式不正確。其開頭必須為 'asazure://'。

# ConnectionString_AsAzure_DataSourcePathMoreThanOneSegment
source: Invalid data source format for Azure Analysis Services connections. The data source is expected in the following format: "asazure://[domain]/[servername]".
de: Ungültiges Datenquellenformat für Azure Analysis Services-Verbindungen. Die Datenquelle muss das folgende Format aufweisen: "asazure://[Domäne]/[Servername]".
es: El formato del origen de datos no es válido para las conexiones de Azure Analysis Services. Se esperaba que fuera "asazure://[dominio]/[nombreservidor]".
fr: Format de source de données non valide pour les connexions Azure Analysis Services. La source de données est attendue au format suivant : « asazure://[domaine]/[nomserveur] ».
it: Il formato dell'origine dati per le connessioni di Azure Analysis Services non è valido. Per l'origine dati è previsto il formato seguente: "asazure://[dominio]/[nome_server]".
ja: Azure Analysis Services 接続のデータ ソースの形式が無効です。データ ソースは、"asazure://[domain]/[servername]" の形式である必要があります。
ko: Azure Analysis Services 연결에 대해 유효하지 않은 데이터 원본 형식입니다. 데이터 원본은 다음과 같은 형식이어야 합니다. "asazure://[domain]/[servername]"
pt: Formato de fonte de dados inválido para conexões do Azure Analysis Services: a fonte de dados é esperada no seguinte formato: "asazure://[domain]/[servername]".
ru: Недопустимый формат источника данных для подключений Azure Analysis Services. Источник данных должен иметь следующий формат: "asazure://[домен]/[имя сервера]".
zh_hans: Azure Analysis Services 连接的数据源格式无效。数据源应采用以下格式: "asazure://[domain]/[servername]"。
zh_hant: Azure Analysis Services 連線的資料來源格式無效。資料來源預期為下列格式: "asazure://[網域]/[伺服器名稱]"。

# ConnectionString_AsAzure_SspiAndUseAdalCacheTogetherNotSupported
source: For Azure Analysis Services and Power BI Premium connections, if 'Integrated Security' connection string property is set to 'SSPI' then 'UseADALCache' connection string property cannot be specified.
de: Wenn für Azure Analysis Services- und Power BI Premium-Verbindungen die Verbindungszeichenfolgen-Eigenschaft "Integrierte Sicherheit" auf "SSPI" festgelegt ist, kann die Verbindungszeichenfolgen-Eigenschaft "UseADALCache" nicht festgelegt werden.
es: Para las conexiones de Azure Analysis Services y Power BI Premium, si la propiedad de la cadena de conexión "Integrated Security" está establecida en "SSPI", no se podrá especificar la propiedad de la cadena de conexión "UseADALCache".
fr: Pour les connexions Azure Analysis Services et Power BI Premium, si la propriété de la chaîne de connexion « Integrated Security » est définie sur « SSPI », vous ne pouvez pas spécifier la propriété de la chaîne de connexion « UseADALCache ».
it: Se per le connessioni ad Azure Analysis Services e a Power BI Premium la proprietà della stringa di connessione 'Sicurezza integrata' viene impostata su 'SSPI', non è possibile specificare la proprietà della stringa di connessione 'UseADALCache'.
ja: Azure Analysis Services および Power BI Premium 接続では、'統合セキュリティ' 接続文字列プロパティが 'SSPI' に設定されている場合には、'UseADALCache' 接続文字列プロパティを指定することはできません。
ko: Azure Analysis Services 및 Power BI Premium 연결의 경우 'Integrated Security' 연결 문자열 속성이 'SSPI'로 설정되어 있으면 'UseADALCache' 연결 문자열 속성을 지정할 수 없습니다.
pt: Para conexões do Azure Analysis Services e do Power BI Premium, se a propriedade de cadeia de conexão 'Integrated Security' estiver definida como 'SSPI', a propriedade de cadeia de conexão 'UseADALCache' não poderá ser especificada.
ru: Если свойство строки подключения "Integrated Security" для подключений Azure Analysis Services и Power BI Premium имеет значение "SSPI", то свойство строки подключения "UseADALCache" не может быть указано.
zh_hans: 对于 Azure Analysis Services 和 Power BI Premium 连接，如果“集成安全性”连接字符串属性设置为 "SSPI"，则不能指定 "UseADALCache" 连接字符串属性。
zh_hant: 針對 Azure Analysis Services 與 Power BI Premium 連線，若 'Integrated Security' 連接字串屬性設定為 'SSPI'，則不可指定 'UseADALCache' 連接字串屬性。

# ConnectionString_DataSourceNotSpecified
source: A data source must be specified in the connection string.
de: In der Verbindungszeichenfolge muss eine Datenquelle angegeben werden.
es: Se debe especificar un origen de datos en la cadena de conexión.
fr: La chaîne de connexion doit spécifier une source de données.
it: È necessario specificare un'origine dati nella stringa di connessione.
ja: 接続文字列でデータ ソースを指定する必要があります。
ko: 연결 문자열에 데이터 원본을 지정해야 합니다.
pt: Uma fonte de dados deve ser especificada na cadeia de conexão.
ru: Необходимо указать источник данных в строке подключения.
zh_hans: 必须在连接字符串中指定数据源。
zh_hant: 必須在連接字串中指定資料來源。

# ConnectionString_DataSourceTypeDoesntSupportQuery
source: The data source type doesn't support query parameters.
de: Der Datenquellentyp unterstützt keine Abfrageparameter.
es: El tipo de origen de datos no admite parámetros de consulta.
fr: Le type de source de données ne prend pas en charge les paramètres de requête.
it: I parametri di query non sono supportati dal tipo di origine dati.
ja: この種類のデータ ソースではクエリ パラメーターはサポートされていません。
ko: 데이터 원본 유형이 쿼리 매개 변수를 지원하지 않습니다.
pt: O tipo da fonte de dados não dá suporte aos parâmetros de consulta.
ru: Этот тип источника данных не поддерживает параметры запроса.
zh_hans: 数据源类型不支持查询参数。
zh_hant: 資料來源類型不支援查詢參數。

# ConnectionString_ExpectedEqualSignNotFound
source: An equal sign was expected after index {0} in the connection string.
de: Ein Gleichheitszeichen wurde nach Index "{0}" in der Verbindungszeichenfolge erwartet.
es: Se esperaba un signo igual después del índice {0} de la cadena de conexión.
fr: Un signe égal était attendu après l'index {0} dans la chaîne de connexion.
it: È previsto un segno di uguale dopo l'indice {0} nella stringa di connessione.
ja: 接続文字列内のインデックス {0} の後には等号が必要です。
ko: 연결 문자열의 인덱스 {0} 뒤에는 등호가 필요합니다.
pt: Um sinal de igual era esperado depois do índice {0} na cadeia de conexão.
ru: После индекса {0} в строке подключения ожидался знак равенства.
zh_hans: 在连接字符串中应在索引 {0} 后输入等号。
zh_hant: 在連接字串中的索引 {0} 之後必須有一個等號。

# ConnectionString_ExpectedSemicolonNotFound
source: A semicolon was expected at index {0} in the connection string.
de: Ein Semikolon wurde bei Index "{0}" in der Verbindungszeichenfolge erwartet.
es: Se esperaba un punto y coma en el índice {0} de la cadena de conexión.
fr: Un point-virgule était attendu au niveau de l'index {0} dans la chaîne de connexion.
it: È previsto un punto e virgola in corrispondenza dell'indice {0} nella stringa di connessione.
ja: 接続文字列内のインデックス {0} にはセミコロンが必要です。
ko: 연결 문자열의 인덱스 {0}에는 세미콜론이 필요합니다.
pt: Um ponto-e-vírgula era esperado no índice {0} na cadeia de conexão.
ru: В индексе {0} строки подключения ожидалась точка с запятой.
zh_hans: 在连接字符串中应在索引 {0} 处输入分号。
zh_hant: 在連接字串中的索引 {0} 處必須有一個分號。

# ConnectionString_ExternalConnectionIsIncomplete
source: The required '{0}' property is missing from the connection string for External Model access.
de: Die erforderliche {0}-Eigenschaft fehlt in der Verbindungszeichenfolge für den externen Modellzugriff.
es: La propiedad '{0}' necesaria falta en la cadena de conexión para el acceso al modelo externo.
fr: La propriété requise « {0} » est manquante dans la chaîne de connexion pour l'accès au modèle externe.
it: La proprietà '{0}' obbligatoria non è presente nella stringa di connessione per l'accesso al modello esterno.
ja: 外部モデル アクセスの接続文字列に必須プロパティ '{0}' がありません。
ko: 외부 모델 액세스에 대한 필수 '{0}' 속성이 연결 문자열에 없습니다.
pt: A propriedade '{0}' necessária está ausente na cadeia de conexão para o acesso ao Modelo Externo.
ru: Требуемое свойство "{0}" отсутствует в строке подключения для доступа к внешней модели.
zh_hans: 连接字符串中缺少必需的“{0}”属性，无法访问外部模型。
zh_hant: 外部模型存取的連接字串遺漏必要的 '{0}' 屬性。

# ConnectionString_Invalid
source: The connection string is not valid.
de: Die Verbindungszeichenfolge ist ungültig.
es: La cadena de conexión no es válida.
fr: La chaîne de connexion n'est pas valide.
it: La stringa di connessione non è valida.
ja: 接続文字列が正しくありません。
ko: 연결 문자열이 잘못되었습니다.
pt: A cadeia de conexão não é válida.
ru: Недопустимая строка подключения.
zh_hans: 连接字符串无效。
zh_hant: 連接字串無效。

# ConnectionString_InvalidCharInPropertyName
source: The '{0}' character (at index {1} in the connection string) cannot appear in a property name.
de: Das Zeichen "{0}" (bei Index "{1}" in der Verbindungszeichenfolge) darf nicht in einem Eigenschaftennamen verwendet werden.
es: El carácter '{0}' (en el índice {1} de la cadena de conexión) no puede aparecer en un nombre de propiedad.
fr: Le caractère « {0} » (au niveau de l'index {1} dans la chaîne de connexion) ne peut pas figurer dans un nom de propriété.
it: Il carattere '{0}' (in corrispondenza dell'indice {1} nella stringa di connessione) non è consentito in un nome di proprietà.
ja: 文字 '{0}' (接続文字列内のインデックス {1}) をプロパティ名に含めることはできません。
ko: 연결 문자열의 인덱스 {1}에서 '{0}' 문자는 속성 이름에 사용할 수 없습니다.
pt: O caractere '{0}' (no índice {1} na cadeia de conexão) não pode aparecer no nome de uma propriedade.
ru: Символ "{0}" (в индексе {1} строки подключения) не может отображаться в имени свойства.
zh_hans: “{0}”字符 (位于连接字符串中的索引 {1} 处) 不能出现在属性名称中。
zh_hant: '{0}' 字元 (在連接字串中的索引 {1} 處) 不得出現於屬性名稱中。

# ConnectionString_InvalidCharInUnquotedPropertyValue
source: The property value containing the '{0}' character (at index {1} in the connection string) must be enclosed in quotation marks.
de: Der Eigenschaftswert, der das Zeichen "{0}" (bei Index "{1}" in der Verbindungszeichenfolge) enthält, muss in Anführungszeichen eingeschlossen werden.
es: El valor de la propiedad que contiene el carácter '{0}' (en el índice {1} de la cadena de conexión) debe ir entrecomillado.
fr: Le caractère « {0} » (au niveau de l'index {1} dans la chaîne de connexion) ne peut pas figurer dans un nom de propriété.
it: Il valore della proprietà contenente il carattere '{0}' (in corrispondenza dell'indice {1} nella stringa di connessione) deve essere racchiuso tra virgolette.
ja: 文字 '{0}' (接続文字列内のインデックス {1}) を含むプロパティ値は、引用符で囲む必要があります。
ko: 연결 문자열의 인덱스 {1}에서 '{0}' 문자가 들어 있는 속성 값은 따옴표로 묶어야 합니다.
pt: O valor da propriedade contendo o caractere '{0}' (no índice {1} na cadeia de conexão) deve ser delimitado por aspas.
ru: Значение свойства, содержащее символ "{0}" (в индексе {1} строки подключения), должно быть заключено в кавычки.
zh_hans: 包含“{0}”字符的属性值 (在连接字符串中的索引 {1} 处) 必须用引号引起来。
zh_hant: 包含 '{0}' 字元 (在連接字串中的索引 {1} 處) 的屬性值必須加上引號。

# ConnectionString_InvalidIdentityProviderForIntegratedSecurityFederated
source: The identity provider you specified cannot be used when integrated security is set to federated.
de: Der angegebene Identitätsanbieter kann nicht verwendet werden, wenn die integrierte Sicherheit auf "Federated" festgelegt ist.
es: El proveedor de identidad que especificó no se puede usar cuando la seguridad integrada está configurada en federada.
fr: Impossible d'utiliser le fournisseur d'identité spécifié lorsque la sécurité intégrée est fédérée.
it: Non è possibile usare il provider di identità specificato quando è impostata la sicurezza integrata federata.
ja: 統合セキュリティがフェデレーションに設定されている場合は、指定した ID プロバイダーを使用できません。
ko: 통합 보안이 페더레이션으로 설정된 경우 지정한 ID 공급자를 사용할 수 없습니다.
pt: O provedor de identidade especificado não pode ser usado quando a segurança integrada estiver definida como federada.
ru: Невозможно использовать указанный поставщик удостоверений, если параметр интегрированной безопасности имеет значение "федеративная".
zh_hans: 当集成安全性设置为联合时，无法使用您指定的标识提供者。
zh_hant: 當整合式安全性設定為同盟時，無法使用您所指定的識別提供者。

# ConnectionString_InvalidImpersonationLevelForHttp
source: The impersonation level '{0}' is not supported for HTTP connections.
de: Die Identitätswechselebene "{0}" wird für HTTP-Verbindungen nicht unterstützt.
es: No se admite el nivel de suplantación '{0}' para las conexiones HTTP.
fr: Le niveau d'emprunt d'identité « {0} » n'est pas pris en charge pour les connexions HTTP.
it: Il livello di rappresentazione '{0}' non è supportato per le connessioni HTTP.
ja: 権限借用レベル '{0}' は、HTTP 接続ではサポートされていません。
ko: HTTP 연결에는 가장 수준 '{0}'이(가) 지원되지 않습니다.
pt: O nível de representação '{0}' não tem suporte para conexões HTTP.
ru: Уровень олицетворения "{0}" не поддерживается для подключений HTTP.
zh_hans: HTTP 连接不支持模拟级别“{0}”。
zh_hant: HTTP 連接不支援模擬層級 '{0}'。

# ConnectionString_InvalidImpersonationLevelForHttps
source: The impersonation level '{0}' is not supported for HTTPS connections.
de: Die Identitätswechselebene "{0}" wird für HTTPS-Verbindungen nicht unterstützt.
es: No se admite el nivel de suplantación '{0}' para la conexiones HTTPS.
fr: Le niveau d'emprunt d'identité « {0} » n'est pas pris en charge pour les connexions HTTPS.
it: Il livello di rappresentazione '{0}' non è supportato per le connessioni HTTPS.
ja: 権限借用レベル '{0}' は、HTTPS 接続ではサポートされていません。
ko: HTTPS 연결에는 가장 수준 '{0}'이(가) 지원되지 않습니다.
pt: O nível de representação '{0}' não tem suporte para conexões HTTPS.
ru: Уровень олицетворения "{0}" не поддерживается для подключений HTTPS.
zh_hans: HTTPS 连接不支持模拟级别“{0}”。
zh_hant: HTTPS 連接不支援模擬層級 '{0}'。

# ConnectionString_InvalidIntegratedSecurityForHttpOrHttps
source: The integrated security '{0}' is not supported for HTTP or HTTPS connections.
de: Die integrierte Sicherheit "{0}" wird für HTTP- oder HTTPS-Verbindungen nicht unterstützt.
es: No se admite la seguridad integrada '{0}' para la conexiones HTTP o HTTPS.
fr: La sécurité intégrée « {0} » n'est pas prise en charge pour les connexions HTTP ou HTTPS.
it: La sicurezza integrata '{0}' non è supportata per le connessioni HTTP o HTTPS.
ja: 統合セキュリティ '{0}' は、HTTP 接続または HTTPS 接続ではサポートされていません。
ko: HTTP 또는 HTTPS 연결에는 통합 보안 '{0}'이(가) 지원되지 않습니다.
pt: A segurança integrada '{0}' não tem suporte para conexões HTTP ou HTTPS.
ru: Интегрированная безопасность "{0}" не поддерживается для подключений HTTP или HTTPS.
zh_hans: HTTP 或 HTTPS 连接不支持集成安全性“{0}”。
zh_hant: HTTP 或 HTTPS 連接不支援整合式安全性 '{0}'。

# ConnectionString_InvalidIntegratedSecurityForNative
source: The integrated security '{0}' is not supported for native connections.
de: Die integrierte Sicherheit "{0}" wird für systemeigene Verbindungen nicht unterstützt.
es: No se admite la seguridad integrada '{0}' para las conexiones nativas.
fr: La sécurité intégrée « {0} » n'est pas prise en charge pour les connexions natives.
it: La sicurezza integrata '{0}' non è supportata per le connessioni native.
ja: 統合セキュリティ '{0}' は、ネイティブ接続ではサポートされていません。
ko: 네이티브 연결에는 통합 보안 '{0}'이(가) 지원되지 않습니다.
pt: A segurança integrada '{0}' não tem suporte para conexões nativas.
ru: Интегрированная безопасность "{0}" не поддерживается для собственных подключений.
zh_hans: 本机连接不支持集成安全性“{0}”。
zh_hant: 原生連接不支援整合式安全性 '{0}'。

# ConnectionString_InvalidPropertyNameFormat
source: The '{0}' property name is not formatted correctly.
de: Der Eigenschaftenname "{0}" weist das falsche Format auf.
es: El nombre de propiedad '{0}' tiene un formato incorrecto.
fr: Le nom de propriété « {0} » n'est pas correctement mis en forme.
it: Il formato del nome della proprietà '{0}' non è corretto.
ja: '{0}' プロパティ名の形式が正しくありません。
ko: '{0}' 속성 이름의 형식이 잘못되었습니다.
pt: O nome da propriedade '{0}' não está formatado corretamente.
ru: Имя свойства "{0}" имеет неверный формат.
zh_hans: “{0}”属性名称的格式不正确。
zh_hant: '{0}' 屬性名稱的格式不正確。
