Repository: Hamid-K/PowerBI
Catalog: PowerBI/Microsoft.AnalysisServices.AppLocal.AdomdClient/Microsoft.AnalysisServices.AppLocal.AdomdClient/XmlaSR.*.resx
Languages: de, es, fr, it, ja, ko, pt, ru, zh_hans, zh_hant

# AfterExceptionAllTagsShouldCloseUntilMessagesSection
source: XML for Analysis protocol error: The server response format is unexpected. All tags between an Exception element and the Messages section must be closed.
de: Protokollfehler bei XMLA (XML for Analysis): Unerwartetes Serverantwortformat. Zwischen einem Exception-Element und dem Messages-Abschnitt müssen alle Tags geschlossen sein.
es: Error de protocolo de XML for Analysis: formato de respuesta del servidor inesperado. Todas las etiquetas entre un elemento Exception y la sección Messages deben estar cerradas.
fr: Erreur de protocole XML for Analysis : le format de la réponse du serveur est inattendu. Toutes les balises situées entre un élément Exception et la section Messages doivent être fermées.
it: Errore del protocollo XML for Analysis: il formato della risposta del server è imprevisto. Tutti i tag tra un elemento Exception e la sezione Messages devono essere chiusi.
ja: XML for Analysis プロトコル エラー: サーバーの応答形式が正しくありません。Exception 要素と Messages セクションの間のすべてのタグは、閉じられている必要があります。
ko: XML for Analysis 프로토콜 오류: 예기치 않은 서버 응답 형식입니다. Exception 요소와 Messages 섹션 사이의 모든 태그가 닫혀 있어야 합니다.
pt: Erro de protocolo XML for Analysis: o formato de resposta do servidor é inesperado. Todas as marcas entre um elemento de Exceção e a seção de Mensagens devem estar fechadas.
ru: Ошибка протокола XML для аналитики: непредвиденный формат ответа сервера. Все теги между элементом Exception и разделом "Сообщения" должны быть закрыты.
zh_hans: XML for Analysis 协议错误: 服务器响应格式异常。Exception 元素与 Messages 部分之间的所有标记都必须成对出现。
zh_hant: XML for Analysis 通訊協定錯誤: 這不是預期的伺服器回應格式。在 Exception 元素和 Messages 區段間的所有標記都必須是關閉的。

# AlreadyConnected
source: The client is already connected.
de: Der Client ist bereits verbunden.
es: El cliente ya está conectado.
fr: Le client est déjà connecté.
it: Il client è già connesso.
ja: クライアントが既に接続されています。
ko: 클라이언트가 이미 연결되어 있습니다.
pt: O cliente já está conectado.
ru: Клиент уже подключен.
zh_hans: 已连接客户端。
zh_hant: 用戶端已連接。

# Authentication_AsAzure_OnlySspiOrClaimsTokenSupported
source: Authentication failed: Azure Analysis Services connections support only SSPI or ClaimsToken integrated security.
de: Fehler bei der Authentifizierung: Azure Analysis Services-Verbindungen unterstützen nur SSPI oder die integrierte ClaimsToken-Sicherheit.
es: Error de autenticación: Las conexiones de Azure Analysis Services solo admiten la seguridad integrada de SSPI o ClaimsToken.
fr: Échec de l’authentification : les connexions Azure Analysis Services prennent en charge seulement la sécurité intégrée SSPI ou ClaimsToken.
it: L'autenticazione non è riuscita: le connessioni ad Azure Analysis Services supportano solo la sicurezza integrata di tipo SSPI o ClaimsToken.
ja: 認証に失敗しました。Azure Analysis Services 接続は、SSPI または ClaimsToken の統合セキュリティのみをサポートします。
ko: 인증 실패: Azure Analysis Services 연결에서는 SSPI 또는 ClaimsToken 통합 보안만 지원됩니다.
pt: Falha na autenticação: as conexões do Azure Analysis Services dão suporte somente à segurança integrada SSPI ou ClaimsToken.
ru: Сбой проверки подлинности: подключения Azure Analysis Services поддерживают только SSPI или встроенную систему безопасности ClaimsToken.
zh_hans: 身份验证失败: Azure Analysis Services 连接仅支持 SSPI 或 ClaimsToken 集成安全性。
zh_hant: 驗證失敗: Azure Analysis Services 連線只支援 SSPI 或 ClaimsToken 整合式安全性。

# Authentication_ClaimsToken_AdalError
source: Authentication failed: Microsoft.IdentityModel.Clients.ActiveDirectory failed with error: '{0}'.
de: Fehler bei der Authentifizierung: Fehler bei Microsoft.IdentityModel.Clients.ActiveDirectory: "{0}".
es: Error de autenticación: error de Microsoft.IdentityModel.Clients.ActiveDirectory: '{0}'.
fr: Échec de l'authentification : échec de Microsoft.IdentityModel.Clients.ActiveDirectory avec l'erreur « {0} ».
it: L'autenticazione non è riuscita: la funzionalità di autenticazione di Microsoft.IdentityModel.Clients.ActiveDirectory non è riuscita con errore: '{0}'.
ja: 認証に失敗しました: Microsoft.IdentityModel.Clients.ActiveDirectory がエラー '{0}' で失敗しました。
ko: 인증 실패: Microsoft.IdentityModel.Clients.ActiveDirectory가 오류로 인해 실패했습니다('{0}').
pt: A autenticação falhou: Microsoft.IdentityModel.Clients.ActiveDirectory falhou devido ao erro: '{0}'.
ru: Сбой проверки подлинности: сбой Microsoft.IdentityModel.Clients.ActiveDirectory с ошибкой "{0}".
zh_hans: 身份验证失败: Microsoft.IdentityModel.Clients.ActiveDirectory 失败，出现错误:“{0}”。
zh_hant: 驗證失敗: Microsoft.IdentityModel.Clients.ActiveDirectory 失敗。錯誤: '{0}'。

# Authentication_ClaimsToken_AdalLoadingError
source: Authentication failed: Microsoft.IdentityModel.Clients.ActiveDirectory failed to load '{0}'.
de: Fehler bei der Authentifizierung: Fehler beim Laden von "{0}" durch Microsoft.IdentityModel.Clients.ActiveDirectory.
es: Error de autenticación: Microsoft.IdentityModel.Clients.ActiveDirectory no ha podido cargar '{0}'.
fr: Échec de l'authentification : Microsoft.IdentityModel.Clients.ActiveDirectory n'a pas pu charger « {0} ».
it: L'autenticazione non è riuscita: la funzionalità di autenticazione Microsoft.IdentityModel.Clients.ActiveDirectory non è riuscita a caricare '{0}'.
ja: 認証に失敗しました: Microsoft.IdentityModel.Clients.ActiveDirectory が '{0}' の読み込みに失敗しました。
ko: 인증 실패: Microsoft.IdentityModel.Clients.ActiveDirectory가 '{0}'을(를) 로드하지 못했습니다.
pt: A autenticação falhou: Microsoft.IdentityModel.Clients.ActiveDirectory falhou ao carregar '{0}'.
ru: Сбой проверки подлинности: Microsoft.IdentityModel.Clients.ActiveDirectory не удалось загрузить "{0}".
zh_hans: 身份验证失败: Microsoft.IdentityModel.Clients.ActiveDirectory 无法加载“{0}”。
zh_hant: 驗證失敗: Microsoft.IdentityModel.Clients.ActiveDirectory 無法載入 '{0}'。

# Authentication_ClaimsToken_AuthorityNotFound
source: Authentication failed: Authority is not found for ClaimsToken integrated security (either valid Identity Provider or valid Azure Analysis Services data source is requierd).
de: Fehler bei der Authentifizierung: Keine Autorität für integrierte ClaimsToken-Sicherheit gefunden (es ist entweder ein gültiger Identitätsanbieter oder eine gültige Azure Analysis Services-Datenquelle erforderlich).
es: Error de autenticación: No se encuentra la autoridad para la seguridad integrada de ClaimsToken (se requiere un origen de datos de Azure Analysis Services válido o un proveedor de identidades válido).
fr: Échec de l’authentification : autorité introuvable pour la sécurité intégrée ClaimsToken (un fournisseur d’identité valide ou une source de données Azure Analysis Services valide est obligatoire).
it: L'autenticazione non è riuscita: non è stata trovata l'autorità per la sicurezza integrata di tipo ClaimsToken. È necessario un provider di identità valido o un'origine dati di Azure Analysis Services valida.
ja: 認証に失敗しました。ClaimsToken 統合セキュリティの権限が見つかりません (正しい ID プロバイダーまたは正しい Azure Analysis Services データ ソースのいずれかが必要です)。
ko: 인증 실패: ClaimsToken 통합 보안에 대한 기관을 찾지 못했습니다(유효한 ID 공급자 또는 유효한 Azure Analysis Services 데이터 원본이 필요함).
pt: Falha na autenticação: a autoridade não foi localizada para a segurança integrada do ClaimsToken (é necessário um Provedor de Identidade válido ou uma fonte de dados válida do Azure Analysis Services).
ru: Сбой проверки подлинности: не удалось найти центр для встроенной системы безопасности ClaimsToken (требуется допустимый поставщик удостоверений или допустимый источник данных Azure Analysis Services).
zh_hans: 身份验证失败: 找不到 ClaimsToken 集成安全性的颁发机构(需要提供有效的标识提供者或有效的 Azure Analysis Services 数据源)。
zh_hant: 驗證失敗: 找不到 ClaimsToken 整合式安全性的授權單位 (需要有效的識別提供者，或是有效的 Azure Analysis Services 資料來源)。

# Authentication_ClaimsToken_IdentityProviderFormatInvalid
source: Authentication failed: Identity Provider format is invalid for ClaimsToken, expected format: <AAD authority url>[,<AAD application id>].
de: Fehler bei der Authentifizierung: Das Identitätsanbieterformat für ClaimsToken ist ungültig, erwartetes Format: <URL der AAD-Autorität>[,<AAD-Anwendungs-ID>].
es: Error de autenticación: el formato del proveedor de identidades no es válido para ClaimsToken; formato esperado: <URL de entidad de AAD>[,<id. de aplicación AAD>].
fr: Échec de l'authentification : le format du fournisseur d'identité n'est pas valide pour ClaimsToken. Format attendu : <url_autorité_AAD>[,<id_application_AAD>].
it: L'autenticazione non è riuscita: il formato del provider di identità non è valido per la sicurezza integrata di tipo ClaimsToken. Formato previsto: <URL autorità AAD>[,<ID applicazione AAD>].
ja: 認証に失敗しました: ID プロバイダーの形式が ClaimsToken に対して正しくありません。想定される形式: <AAD 権限 URL>[,<AAD アプリケーション ID>]。
ko: 인증 실패: ID 공급자 형식이 ClaimsToken에 대해 올바르지 않습니다. 예상 형식: <AAD 기관 URL>[,<AAD 애플리케이션 ID>].
pt: A autenticação falhou: o formato do Provedor de Identidade é inválido para o ClaimsToken, formato esperado: <URL da autoridade do AAD>[,<id de aplicativo do AAD>].
ru: Сбой проверки подлинности: формат поставщика удостоверений недопустим для ClaimsToken, ожидаемый формат: <URL-адрес центра AAD>[,<идентификатор приложения AAD>].
zh_hans: 身份验证失败: 标识提供者格式对 ClaimsToken 无效，格式应为: <AAD 颁发机构 URL>[,<AAD 应用程序 ID>]。
zh_hant: 驗證失敗: ClaimsToken 的識別提供者格式無效。預期的格式: <AAD 授權單位 URL>[,<AAD 應用程式識別碼>]。

# Authentication_ClaimsToken_UserIdAndPasswordRequired
source: Authentication failed: User ID and Password are required when user interface is not available.
de: Fehler bei der Authentifizierung: Benutzer-ID- und Kennwort sind erforderlich, wenn keine Benutzeroberfläche verfügbar ist.
es: Error de autenticación: se requieren el id. de usuario y la contraseña cuando la interfaz de usuario no está disponible.
fr: Échec de l'authentification : l'identifiant utilisateur et le mot de passe sont obligatoires quand l'interface utilisateur n'est pas disponible.
it: L'autenticazione non è riuscita: l'ID utente e la password sono necessari quando l'interfaccia utente non è disponibile.
ja: 認証の失敗: ユーザー インターフェイスを使用できない場合、ユーザー ID とパスワードが必要です。
ko: 인증 실패: 사용자 ID와 암호는 사용자 인터페이스를 사용할 수 없을 때 필요합니다.
pt: A autenticação falhou: ID de usuário e senha são necessárias quando a interface do usuário não está disponível.
ru: Сбой проверки подлинности: необходимо указать идентификатор и пароль пользователя, если пользовательский интерфейс недоступен.
zh_hans: 身份验证失败: 在用户界面不可用时，必须提供用户 ID 和密码。
zh_hant: 驗證失敗: 當無法使用使用者介面時，必須提供使用者識別碼與密碼。

source: Authentication failed.
de: Fehler bei der Authentifizierung.
es: Error de autenticación.
fr: Échec de l'authentification.
it: L'autenticazione non è riuscita.
ja: 認証に失敗しました。
ko: 인증에 실패했습니다.
pt: Falha na autenticação.
ru: Сбой аутентификации.
zh_hans: 身份验证失败。
zh_hant: 驗證失敗。

# Authentication_MsoID_InternalError
source: Sign in failed because an internal error occurred in Microsoft Online Services Sign In Assistant.
de: Anmeldungsfehler aufgrund eines internen Fehlers im Microsoft Online Services-Anmelde-Assistenten.
es: No se puede iniciar sesión porque se produjo un error interno en el Ayudante para el inicio de sesión de Microsoft Online Services.
fr: Échec de la connexion en raison d'une erreur interne survenue dans l'Assistant de connexion Microsoft Online Services.
it: L'accesso non è riuscito perché si è verificato un errore interno dell'Assistente per l'accesso ai Microsoft Online Services.
ja: Microsoft Online Services サインイン アシスタントで内部エラーが発生したため、サインインに失敗しました。
ko: Microsoft Online Services 로그인 도우미에서 내부 오류가 발생하여 로그인하지 못했습니다.
pt: Falha ao conectar devido a um erro interno no Assistente de Conexão do Microsoft Online Services.
ru: Сбой входа в систему из-за внутренней ошибки помощника по входу в службы Microsoft Online Services.
zh_hans: 由于 Microsoft Online Services 登录助手出现内部错误，登录失败。
zh_hant: 因為 Microsoft Online Services 登入小幫手發生內部錯誤，所以登入失敗。

# Authentication_MsoID_InvalidCredentials
source: Sign in failed because the user ID or password is incorrect.
de: Anmeldungsfehler aufgrund einer falschen Benutzer-ID oder eines falschen Kennworts.
es: No se puede iniciar sesión porque el id. de usuario o la contraseña no son correctos.
fr: La connexion a échoué parce que l'ID ou le mot de passe d'utilisateur sont incorrects.
it: L'accesso non è riuscito perché l'ID utente o la password non è corretta.
ja: ユーザー ID またはパスワードが正しくないため、サインインに失敗しました。
ko: 사용자 ID 또는 암호가 올바르지 않아 로그인하지 못했습니다.
pt: Falha ao conectar porque a ID de usuário ou a senha está incorreta.
ru: Сбой входа в систему из-за неверного идентификатора пользователя или пароля.
zh_hans: 由于用户 ID 或密码不正确，登录失败。
zh_hant: 因為使用者識別碼或密碼不正確，所以登入失敗。

# Authentication_MsoID_MissingSignInAssistant
source: Sign in failed because a component used for this purpose (msoidcli.dll) was not found on your computer. Please verify that Microsoft Online Services Sign In Assistant is installed.
de: Anmeldungsfehler. Eine für die Anmeldung verwendete Komponente (msoidcli.dll) wurde auf dem Computer nicht gefunden. Überprüfen Sie, ob der Microsoft Online Services-Anmelde-Assistent installiert ist.
es: No se puede iniciar sesión porque un componente usado para esta finalidad (msoidcli.dll) no se encontró en el equipo. Compruebe que el Ayudante para el inicio de sesión de Microsoft Online Services esté instalado.
fr: La connexion a échoué parce qu'un composant utilisé à cette fin (msoidcli.dll) est introuvable sur votre ordinateur. Vérifiez que l'Assistant de connexion Microsoft Online Services est installé.
it: L'accesso non è riuscito perché un componente usato a tale scopo (msoidcli.dll) non è stato trovato nel computer. Verificare che sia installato l'Assistente per l'accesso ai Microsoft Online Services.
ja: この目的に使用されているコンポーネント (msoidcli.dll) がコンピューターに見つからなかったため、サインインに失敗しました。Microsoft Online Services サインイン アシスタントがインストールされていることをご確認ください。
ko: 이 목적(msoidcli.dll)으로 사용된 구성 요소를 컴퓨터에서 찾을 수 없어 로그인하지 못했습니다. Microsoft Online Services 로그인 도우미가 설치되어 있는지 확인하세요.
pt: Falha ao conectar porque um componente usado para esse fim (msoidcli.dll) não foi encontrado no seu computador. Verifique se o Assistente de Conexão do Microsoft Online Services está instalado.
ru: Сбой входа в систему из-за того, что компонент, используемый для решения этой задачи (msoidcli.dll), не найден на компьютере. Убедитесь, что помощник по входу в службы Microsoft Online Services установлен.
zh_hans: 由于在计算机上未找到用于此目的的组件 (msoidcli.dll)，登录失败。请确认已安装 Microsoft Online Services 登录助手。
zh_hant: 因為在您的電腦上找不到用於此目的的元件 (msoidcli.dll)，所以登入失敗。請確認是否已安裝 Microsoft Online Services 登入小幫手。

# Authentication_MsoID_SsoFailed
source: Microsoft Online Services Sign In Assistant could not sign you in.
de: Ihre Anmeldung konnte vom Microsoft Online Services-Anmelde-Assistenten nicht ausgeführt werden.
es: El Ayudante para el inicio de sesión de Microsoft Online Services no pudo iniciar su sesión.
fr: L'Assistant de connexion Microsoft Online Services n'a pas pu vous connecter.
it: L'accesso all'Assistente per l'accesso ai Microsoft Online Services non è riuscito.
ja: Microsoft Online Services サインイン アシスタントでサインインできませんでした。
ko: Microsoft Online Services 로그인 도우미에 로그인할 수 없습니다.
pt: O Assistente de Conexão do Microsoft Online Services não pôde conectá-lo.
ru: Помощнику по входу в службы Microsoft Online Services не удалось выполнить вход в систему от имени вашего пользователя.
zh_hans: Microsoft Online Services 登录助手无法让您登录。
zh_hant: Microsoft Online Services 登入小幫手無法讓您登入。

# Authentication_MsoID_SsoFailedNonDomainUser
source: Single sign-on failed because the user is not a valid account in Windows domain.
de: Fehler beim einmaligen Anmelden, weil der Benutzer kein gültiges Konto in der Windows-Domäne aufweist.
es: No se puede iniciar sesión porque el usuario no es una cuenta válida en el dominio de Windows.
fr: L'authentification unique a échoué parce que l'utilisateur n'est pas un compte valide dans le domaine Windows.
it: L'accesso Single Sign-On non è riuscito perché l'utente non è un account valido nel dominio Windows.
ja: ユーザーが Windows ドメインで使用できるアカウントでないため、シングル サインオンに失敗しました。
ko: 사용자가 Windows 도메인에서 유효한 계정이 아니기 때문에 Single sign-on에 실패했습니다.
pt: Falha no logon único porque o usuário não é uma conta válida no domínio do Windows.
ru: Сбой единого входа из-за отсутствия у пользователя действительной учетной записи в домене Windows.
zh_hans: 由于用户不是 Windows 域中的有效帐户，单一登录失败。
zh_hant: 因為使用者並非 Windows 網域中的有效帳戶，所以單一登入失敗。

# Authentication_PbiDedicated_OnlyClaimsTokenSupported
source: Authentication failed: PBI Dedicated connections support only ClaimsToken integrated security.
de: Fehler bei der Authentifizierung: Dedizierte PBI-Verbindungen unterstützen nur die integrierte ClaimsToken-Sicherheit.
es: Error de autenticación: Las conexiones dedicadas de PBI solo admiten la seguridad integrada de ClaimsToken.
fr: Échec de l'authentification : les connexions dédiées PBI prennent en charge seulement la sécurité intégrée ClaimsToken.
it: L'autenticazione non è riuscita: le connessioni dedicate PBI supportano solo la sicurezza integrata di tipo ClaimsToken.
ja: 認証に失敗しました: PBI 専用接続は、ClaimsToken の統合セキュリティのみをサポートします。
ko: 인증 실패: PBI 전용 연결에서는 ClaimsToken 통합 보안만 지원됩니다.
pt: Falha na autenticação: as conexões dedicadas de PBI dão suporte somente à segurança integrada de ClaimsToken.
ru: Сбой проверки подлинности: выделенные подключения PBI поддерживают только встроенную систему безопасности ClaimsToken.
zh_hans: 身份验证失败: PBI 专用连接仅支持 ClaimsToken 集成安全性。
zh_hant: 驗證失敗: PBI 專屬的連線只支援 ClaimsToken 整合式安全性。

# Authentication_Sspi_FlagNotEstablished
source: Authentication failed: The '{0}' SSPI flag cannot be established with the server.
de: Fehler bei der Authentifizierung: Das SSPI-Flag "{0}" kann für den Server nicht eingerichtet werden.
es: Error de autenticación: no se puede establecer la marca SSPI '{0}' con el servidor.
fr: Échec de l'authentification : l'indicateur SSPI « {0} » ne peut pas être établi avec le serveur.
it: L'autenticazione non è riuscita. Non è possibile stabilire il flag SSPI '{0}' con il server.
ja: 認証に失敗しました。サーバーで '{0}' SSPI フラグを立てることができません。
ko: 인증 실패: 서버에 '{0}' SSPI 플래그를 설정할 수 없습니다.
pt: Falha na autenticação: a marca SSPI '{0}' não pode ser estabelecida com o servidor.
ru: Сбой аутентификации: невозможно установить флаг SSPI "{0}" на сервере.
zh_hans: 身份验证失败: 无法在该服务器上建立“{0}”SSPI 标记。
zh_hant: 驗證失敗: 無法與該伺服器建立 '{0}' SSPI 旗標。

# Authentication_Sspi_PackageDoesntSupportCapability
source: Authentication failed: The '{0}' SSPI package does not support '{1}'.
de: Fehler bei der Authentifizierung: "{1}" wird vom SSPI-Paket "{0}" nicht unterstützt.
es: Error de autenticación: el paquete SSPI '{0}' no admite '{1}'.
fr: Échec de l'authentification : le package SSPI « {0} » ne prend pas en charge « {1} ».
it: L'autenticazione non è riuscita. Il pacchetto SSPI '{0}' non supporta '{1}'.
ja: 認証に失敗しました。'{0}' SSPI パッケージでは '{1}' はサポートされていません。
ko: 인증 실패: '{0}' SSPI 패키지가 '{1}'을(를) 지원하지 않습니다.
pt: Falha na autenticação: o pacote SSPI '{0}' não dá suporte a '{1}'.
ru: Сбой аутентификации: пакет SSPI "{0}" не поддерживает "{1}".
zh_hans: 身份验证失败:“{0}”SSPI 包不支持“{1}”。
zh_hant: 驗證失敗: '{0}' SSPI 封裝不支援 '{1}'。

# Authentication_Sspi_PackageNotFound
source: Authentication failed: The '{0}' SSPI package is not supported.
de: Fehler bei der Authentifizierung: Das SSPI-Paket "{0}" wird nicht unterstützt.
es: Error de autenticación: no se admite el paquete SSPI '{0}'.
fr: Échec de l'authentification : le package SSPI « {0} » n'est pas pris en charge.
it: L'autenticazione non è riuscita. Il pacchetto SSPI '{0}' non è supportato.
ja: 認証に失敗しました。'{0}' SSPI パッケージはサポートされていません。
ko: 인증 실패: '{0}' SSPI 패키지가 지원되지 않습니다.
pt: Falha na autenticação: o pacote SSPI '{0}' não tem suporte.
ru: Сбой аутентификации: пакет SSPI "{0}" не поддерживается.
zh_hans: 身份验证失败:“{0}”SSPI 包不受支持。
zh_hant: 驗證失敗: 不支援 '{0}' SSPI 封裝。

# Authentication_Sspi_SchannelAnonymousAmbiguity
source: Authentication failed: Impersonation Level set to 'Anonymous' implies that Certificate would not be provided in the connection string.
de: Fehler bei der Authentifizierung: Die Identitätswechselebene "Anonymous" weist darauf hin, dass "Certificate" in der Verbindungszeichenfolge nicht angegeben wird.
es: Error de autenticación: el nivel de suplantación establecido en 'Anónimo' implica que no se proporcionará el certificado en la cadena de conexión.
fr: Échec de l'authentification : le niveau d'emprunt d'identité défini sur « Anonyme » implique que le certificat n'est pas fourni dans la chaîne de connexion.
it: L'autenticazione non è riuscita: il livello di rappresentazione impostato su 'Anonymous' implica che il certificato non sia stato specificato nella stringa di connessione.
ja: 認証に失敗しました。'Anonymous' に設定された権限借用レベルは、接続文字列に証明書が指定されないことを示します。
ko: 인증 실패: '익명'으로 설정된 가장 수준은 인증서가 연결 문자열에 제공되지 않는다는 것을 의미합니다.
pt: Falha na autenticação: o Nível de Representação definido como 'Anônimo' implica que o Certificado não seria fornecido na cadeia de conexão.
ru: Сбой аутентификации: уровень олицетворения "Анонимный" подразумевает, что в строке подключения сертификат предоставлен не будет.
zh_hans: 身份验证失败: 模拟级别设置为“匿名”意味着连接字符串中不提供证书。
zh_hant: 驗證失敗: 設定為 'Anonymous' 的模擬層級意味著無法在連接字串中提供憑證。

# Authentication_Sspi_SchannelCantDelegate
source: Authentication failed: Schannel does not support 'Delegate' impersonation level.
de: Fehler bei der Authentifizierung: Die Identitätswechselebene "Delegate" wird von Schannel nicht unterstützt.
es: Error de autenticación: SChannel no admite el nivel de suplantación 'Delegado'.
fr: Échec de l'authentification : Schannel ne prend pas en charge le niveau d'emprunt d'identité « Délégué ».
it: L'autenticazione non è riuscita: Schannel non supporta il livello di rappresentazione 'Delegate'.
ja: 認証に失敗しました。Schannel では 'Delegate' 権限借用レベルがサポートされていません。
ko: 인증 실패: Schannel에는 '대리자' 가장 수준이 지원되지 않습니다.
pt: Falha na autenticação: o Schannel não dá suporte ao nível de representação 'Representante'.
ru: Сбой аутентификации: канал Schannel не поддерживает уровень олицетворения "Делегат".
zh_hans: 身份验证失败: Schannel 不支持“委托”模拟级别。
zh_hant: 驗證失敗: 安全通道不支援 'Delegate' 模擬層級。

# Authentication_Sspi_SchannelSupportsOnlyPrivacyLevel
source: Authentication failed: Schannel supports only 'Privacy' protection level.
de: Fehler bei der Authentifizierung: Nur die Schutzebene "Privacy" wird von Schannel unterstützt.
es: Error de autenticación: SChannel solo admite el nivel de protección 'Privacidad'.
fr: Échec de l'authentification : Schannel prend uniquement en charge le niveau de protection « Confidentialité ».
it: L'autenticazione non è riuscita: Schannel supporta solo il livello di protezione 'Privacy'.
ja: 認証に失敗しました。Schannel でサポートされているのは 'Privacy' 保護レベルのみです。
ko: 인증 실패: Schannel에는 '개인 정보' 보호 수준만 지원됩니다.
pt: Falha na autenticação: o Schannel dá suporte somente ao nível de proteção 'Privacidade'.
ru: Сбой аутентификации: канал Schannel поддерживает только уровень защиты "Конфиденциальность".
zh_hans: 身份验证失败: Schannel 仅支持“隐私”保护级别。
zh_hant: 驗證失敗: 安全通道只支援 'Privacy' 保護層級。

# Authentication_Sspi_SchannelUnsupportedImpersonationLevel
source: Authentication failed: Unsupported impersonation level for Schannel.
de: Fehler bei der Authentifizierung: Nicht unterstützte Identitätswechselebene für Schannel.
es: Error de autenticación: nivel de suplantación no admitido para SChannel.
fr: Échec de l'authentification : niveau d'emprunt d'identité non pris en charge pour Schannel.
it: L'autenticazione non è riuscita: il livello di rappresentazione non è supportato per Schannel.
ja: 認証に失敗しました。Schannel でサポートされていない権限借用レベルです。
ko: 인증 실패: Schannel에 대해 지원되지 않는 가장 수준입니다.
pt: Falha na autenticação: nível de representação sem suporte para Schannel.
ru: Сбой аутентификации: неподдерживаемый уровень олицетворения для канала Schannel.
zh_hans: 身份验证失败: Schannel 的模拟级别不受支持。
zh_hant: 驗證失敗: 安全通道的模擬層級不受支援。
