Repository: Hamid-K/PowerBI
Catalog: PowerBI/Microsoft.AnalysisServices.AppLocal.AdomdClient/Microsoft.AnalysisServices.AppLocal.AdomdClient/XmlaSR.*.resx
Languages: de, es, fr, it, ja, ko, pt, ru, zh_hans, zh_hant

# DimeRecord_TypeFormatEnumUnchangedNotAllowed
source: DIME protocol error: The typeFormat parameter cannot be set to TypeFormatEnum.Unchanged.
de: DIME-Protokollfehler: Der typeFormat-Parameter kann nicht auf "TypeFormatEnum.Unchanged" festgelegt werden.
es: Error de protocolo DIME: el parámetro typeFormat no se puede establecer en TypeFormatEnum.Unchanged.
fr: Erreur du protocole DIME : le paramètre typeFormat ne peut pas être défini sur TypeFormatEnum.Unchanged.
it: Errore del protocollo DIME: non è possibile impostare il parametro typeFormat su TypeFormatEnum.Unchanged.
ja: DIME プロトコル エラー: typeFormat パラメーターを TypeFormatEnum.Unchanged に設定できません。
ko: DIME 프로토콜 오류: typeFormat 매개 변수를 TypeFormatEnum.Unchanged로 설정할 수 없습니다.
pt: Erro de protocolo DIME: o parâmetro typeFormat não pode ser definido como TypeFormatEnum.Unchanged.
ru: Ошибка протокола DIME: параметру typeFormat невозможно задать значение TypeFormatEnum.Unchanged.
zh_hans: DIME 协议错误: typeFormat 参数无法设置为 TypeFormatEnum.Unchanged。
zh_hant: DIME 通訊協定錯誤: typeFormat 參數不可以設定為 TypeFormatEnum.Unchanged。

# DimeRecord_TypeFormatShouldBeMedia
source: DIME protocol error: A chunk with the '{0}' type format was encountered. The type format must be Media (value 0x01) for the first chunk.
de: DIME-Protokollfehler: Ein Block mit dem Typformat "{0}" wurde erkannt. Das Typformat muss für den ersten Block "Media" (Wert "0x01") sein.
es: Error de protocolo DIME: se encontró un fragmento con el formato de tipo '{0}'. El formato de tipo debe ser Media (valor 0x01) para el primer fragmento.
fr: Erreur du protocole DIME : un segment avec le format de type « {0} » a été détecté. Le format de type doit être Media (valeur 0x01) pour le premier segment.
it: Errore del protocollo DIME: è stato rilevato un blocco con formato del tipo uguale a '{0}'. Per il primo blocco, il formato del tipo deve essere Media (valore 0x01).
ja: DIME プロトコル エラー: '{0}' の型形式を持つチャンクが検出されました。先頭のチャンクでは、型形式が Media (値 0x01) である必要があります。
ko: DIME 프로토콜 오류: 형식이 '{0}'인 청크가 있습니다. 첫 번째 청크는 Media(값 0x01) 형식이어야 합니다.
pt: Erro de protocolo DIME: uma parte com o formato de tipo '{0}' foi encontrada. O formato de tipo deve ser Mídia (valor 0x01) para a primeira parte.
ru: Ошибка протокола DIME: обнаружен блок с форматом типа "{0}". Для первого блока необходимо использовать формат типа "Носитель" (значение 0x01).
zh_hans: DIME 协议错误: 遇到“{0}”类型格式的块区。第一个块区的类型格式必须为“Media”(值 0x01)。
zh_hant: DIME 通訊協定錯誤: 發現具有 '{0}' 類型格式的區塊。第一個區塊的類型格式必須是「媒體」(值 0x01)。

# DimeRecord_TypeFormatShouldBeUnchanged
source: DIME protocol error: A chunk with the '{0}' type format was encountered. The type format must be Unchanged (value 0x00) for a chunk other than the first chunk.
de: DIME-Protokollfehler: Ein Block mit dem Typformat "{0}" wurde erkannt. Das Typformat muss für alle Blöcke außer dem ersten Block "Unchanged" (Wert "0x00") sein.
es: Error de protocolo DIME: se encontró un fragmento con el formato de tipo '{0}'. El formato de tipo debe ser Unchanged (valor 0x00) para un fragmento que no sea el primero.
fr: Erreur du protocole DIME : un segment avec le format de type « {0} » a été détecté. Le format de type doit être Unchanged (valeur 0x00) pour tout autre segment que le premier.
it: Errore del protocollo DIME: è stato rilevato un blocco con formato del tipo uguale a '{0}'. Per i blocchi diversi dal primo, il formato del tipo deve essere Unchanged (valore 0x00).
ja: DIME プロトコル エラー: '{0}' の型形式を持つチャンクが検出されました。先頭以外のチャンクでは、型形式が Unchanged (値 0x00) である必要があります。
ko: DIME 프로토콜 오류: 형식이 '{0}'인 청크가 있습니다. 첫 번째 청크 이외의 청크는 Unchanged(값 0x00) 형식이어야 합니다.
pt: Erro de protocolo DIME: uma parte com o formato de tipo '{0}' foi encontrada. O formato de tipo deve ser Inalterado (valor 0x00) para uma parte que não seja a primeira.
ru: Ошибка протокола DIME: обнаружен блок с форматом типа "{0}". Для всех блоков, кроме первого, необходимо использовать формат типа "Без изменений" (значение 0x00).
zh_hans: DIME 协议错误: 遇到“{0}”类型格式的块区。除第一个块区外，其他所有块区的类型格式必须为“Unchanged”(值 0x00)。
zh_hant: DIME 通訊協定錯誤: 發現具有 '{0}' 類型格式的區塊。除了第一個區塊以外，其他區塊的類型格式必須為「不變更」(值 0x00)。

# DimeRecord_UnableToReadFromStream
source: DIME protocol error: The required bytes cannot be read from the stream.
de: DIME-Protokollfehler: Die erforderlichen Bytes können nicht aus dem Datenstrom gelesen werden.
es: Error de protocolo DIME: los bytes necesarios no se pueden leer desde el flujo.
fr: Erreur du protocole DIME : impossible de lire les octets requis à partir du flux.
it: Errore del protocollo DIME: non è possibile leggere i byte necessari dal flusso.
ja: DIME プロトコル エラー: ストリームから必要なバイト数を読み取れません。
ko: DIME 프로토콜 오류: 스트림에서 필요한 바이트를 읽을 수 없습니다.
pt: Erro de protocolo DIME: os bytes necessários não podem ser lidos pelo fluxo.
ru: Ошибка протокола DIME: невозможно прочитать требуемые байты из потока.
zh_hans: DIME 协议错误: 无法从该流读取所需的字节。
zh_hant: DIME 通訊協定錯誤: 無法從資料流讀取所需的位元組。

# DimeRecord_VersionNotSupported
source: DIME protocol error: The '{0}' DIME version is not supported. Only version 1 is supported.
de: DIME-Protokollfehler: Die DIME-Version "{0}" wird nicht unterstützt. Nur Version 1 wird unterstützt.
es: Error de protocolo DIME: no se admite la versión '{0}' de DIME. Solo se admite la versión 1.
fr: Erreur du protocole DIME : la version DIME « {0} » n'est pas prise en charge. Seule la version 1 est prise en charge.
it: Errore del protocollo DIME: la versione di DIME '{0}' non è supportata. È supportata solo la versione 1.
ja: DIME プロトコル エラー: DIME バージョン '{0}' はサポートされていません。サポートされているのは、バージョン 1 のみです。
ko: DIME 프로토콜 오류: '{0}' DIME 버전은 지원되지 않습니다. 버전 1만 지원됩니다.
pt: Erro de protocolo DIME: a versão do DIME '{0}' não tem suporte. Somente a versão 1 tem suporte.
ru: Ошибка протокола DIME: версия DIME "{0}" не поддерживается. Поддерживается только версия 1.
zh_hans: DIME 协议错误: 不支持 DIME 版本“{0}”。只支持版本 1。
zh_hant: DIME 通訊協定錯誤: 不支援 '{0}' DIME 版本。只支援第 1 版。

# DimeRecord_WriteNotAllowed
source: DIME protocol error: Write operations are not allowed.
de: DIME-Protokollfehler: Schreibvorgänge sind nicht zulässig.
es: Error de protocolo DIME: no se permiten operaciones de escritura.
fr: Erreur du protocole DIME : les opérations d'écriture ne sont pas autorisées.
it: Errore del protocollo DIME: le operazioni di scrittura non sono consentite.
ja: DIME プロトコル エラー: 書き込み操作は許可されていません。
ko: DIME 프로토콜 오류: 쓰기 작업이 허용되지 않습니다.
pt: Erro de protocolo DIME: operações de gravação não são permitidas.
ru: Ошибка протокола DIME: операции записи не разрешены.
zh_hans: DIME 协议错误: 不允许执行写操作。
zh_hant: DIME 通訊協定錯誤: 不允許寫入作業。

# DimeWriter_CannotWriteToStream
source: DIME protocol error: The stream cannot be written to.
de: DIME-Protokollfehler: In den Datenstrom kann nicht geschrieben werden.
es: Error de protocolo DIME: no se puede escribir en el flujo.
fr: Erreur du protocole DIME : impossible d'écrire dans le flux.
it: Errore del protocollo DIME: non è possibile scrivere nel flusso.
ja: DIME プロトコル エラー: ストリームに書き込めません。
ko: DIME 프로토콜 오류: 스트림에 쓸 수 없습니다.
pt: Erro de protocolo DIME: não é possível gravar no fluxo.
ru: Ошибка протокола DIME: невозможно выполнить запись в поток.
zh_hans: DIME 协议错误: 无法写入该流。
zh_hant: DIME 通訊協定錯誤: 無法寫入資料流。

# DimeWriter_InvalidDefaultChunkSize
source: DIME protocol error: The default chunk size must be greater than zero.
de: DIME-Protokollfehler: Die Standardblockgröße muss größer als 0 sein.
es: Error de protocolo DIME: el tamaño del fragmento predeterminado debe ser mayor que cero.
fr: Erreur du protocole DIME : la taille de segment par défaut doit être supérieure à zéro.
it: Errore del protocollo DIME: le dimensioni predefinite del blocco devono essere maggiori di 0.
ja: DIME プロトコル エラー: 既定のチャンク サイズには、ゼロより大きい値を指定してください。
ko: DIME 프로토콜 오류: 기본 청크 크기는 0보다 커야 합니다.
pt: Erro de protocolo DIME: o tamanho da parte padrão deve ser maior que zero.
ru: Ошибка протокола DIME: размер блока по умолчанию должен быть больше нуля.
zh_hans: DIME 协议错误: 默认块区大小必须大于零。
zh_hant: DIME 通訊協定錯誤: 預設區塊大小必須大於零。

# DimeWriter_WriterIsClosed
source: DIME protocol error: The DimeWriter object is closed.
de: DIME-Protokollfehler: Das DimeWriter-Objekt ist geschlossen.
es: Error de protocolo DIME: el objeto DimeWriter está cerrado.
fr: Erreur du protocole DIME : l'objet DimeWriter est fermé.
it: Errore del protocollo DIME: l'oggetto DimeWriter è chiuso.
ja: DIME プロトコル エラー: DimeWriter オブジェクトが閉じられています。
ko: DIME 프로토콜 오류: DimeWriter 개체가 닫혀 있습니다.
pt: Erro de protocolo DIME: o objeto DimeWriter está fechado.
ru: Ошибка протокола DIME: объект DimeWriter закрыт.
zh_hans: DIME 协议错误: DimeWriter 对象已关闭。
zh_hant: DIME 通訊協定錯誤: DimeWriter 物件已關閉。

# Dime_DataTypeNotSupported
source: DIME protocol error: This version of DIME does not support the '{0}' data type.
de: DIME-Protokollfehler: Der Datentyp "{0}" wird in dieser Version von DIME nicht unterstützt.
es: Error de protocolo DIME: esta versión de DIME no admite el tipo de datos '{0}'.
fr: Erreur du protocole DIME : cette version de DIME ne prend pas en charge le type de données « {0} ».
it: Errore del protocollo DIME: questa versione di DIME non supporta il tipo di dati '{0}'.
ja: DIME プロトコル エラー: このバージョンの DIME では、'{0}' データ型はサポートされていません。
ko: DIME 프로토콜 오류: 이 버전의 DIME는 '{0}' 데이터 형식을 지원하지 않습니다.
pt: Erro de protocolo DIME: essa versão do DIME não dá suporte ao tipo de dados '{0}'.
ru: Ошибка протокола DIME: эта версия протокола DIME не поддерживает тип данных "{0}".
zh_hans: DIME 协议错误: 此版本的 DIME 不支持“{0}”数据类型。
zh_hant: DIME 通訊協定錯誤: 這個 DIME 版本不支援 '{0}' 資料類型。

# DirectoryNotFound
source: "Directory '{0}' does not exist."
de: "Das Verzeichnis "{0}" ist nicht vorhanden."
es: "El directorio '{0}' no existe."
fr: Le répertoire « {0} » n'existe pas.
it: "La directory '{0}' non esiste."
ja: "ディレクトリ '{0}' が存在しません。"
ko: "디렉터리 '{0}'이(가) 없습니다."
pt: "O diretório '{0}' não existe."
ru: "Каталог "{0}" не существует".
zh_hans: "目录‘{0}’不存在。"
zh_hant: 「目錄 '{0}' 不存在。」

# EmptyRootIsNotEmpty
source: XML for Analysis protocol error: The root element must be empty.
de: Protokollfehler bei XMLA (XML for Analysis): Das Stammelement muss leer sein.
es: Error de protocolo de XML for Analysis: el elemento raíz debe estar vacío.
fr: Erreur de protocole XML for Analysis : l'élément racine doit être vide.
it: Errore del protocollo XML for Analysis: l'elemento radice deve essere vuoto.
ja: XML for Analysis プロトコル エラー: ルート要素は空である必要があります。
ko: XML for Analysis 프로토콜 오류: 루트 요소가 비어 있어야 합니다.
pt: Erro de protocolo XML for Analysis: o elemento raiz deve estar vazio.
ru: Ошибка протокола XML для аналитики: корневой элемент должен быть пустым.
zh_hans: XML for Analysis 协议错误: 根元素必须为空。
zh_hant: XML for Analysis 通訊協定錯誤: 根元素必須是空的。

# ErrorCodeIsMissingFromDatasetError
source: XML for Analysis protocol error: The data set error is missing an error code.
de: Protokollfehler bei XMLA (XML for Analysis): Der Datasetfehler weist keinen Fehlercode auf.
es: Error de protocolo de XML for Analysis: falta un código de error en el error de conjunto de datos.
fr: Erreur de protocole XML for Analysis : il manque un code d'erreur dans l'erreur du jeu de données.
it: Errore del protocollo XML for Analysis: manca il codice errore nell'errore del set di dati.
ja: XML for Analysis プロトコル エラー: データ セット エラーに、エラー コードが含まれていません。
ko: XML for Analysis 프로토콜 오류: 데이터 집합 오류에 오류 코드가 없습니다.
pt: Erro do protocolo XML for Analysis: o erro do conjunto de dados está sem um código de erro.
ru: Ошибка протокола XML для аналитики: в ошибке набора данных отсутствует код ошибки.
zh_hans: XML for Analysis 协议错误: 数据集错误缺少错误代码。
zh_hant: XML for Analysis 通訊協定錯誤: 資料集錯誤遺漏了錯誤碼。

# ErrorCodeIsMissingFromRowsetError
source: XML for Analysis protocol error: The rowset error is missing an error code.
de: Protokollfehler bei XMLA (XML for Analysis): Der Rowsetfehler weist keinen Fehlercode auf.
es: Error de protocolo de XML for Analysis: falta un código de error en el error de conjunto de filas.
fr: Erreur de protocole XML for Analysis : un code d'erreur est manquant dans l'erreur de l'ensemble de lignes.
it: Errore del protocollo XML for Analysis: manca il codice errore nell'errore del set di righe.
ja: XML for Analysis プロトコル エラー: 行セット エラーに、エラー コードが含まれていません。
ko: XML for Analysis 프로토콜 오류: 행 집합 오류에 오류 코드가 없습니다.
pt: Erro do protocolo XML for Analysis: o erro do conjunto de linhas está sem um código de erro.
ru: Ошибка протокола XML для аналитики: в ошибке набора строк отсутствует код ошибки.
zh_hans: XML for Analysis 协议错误: 行集错误缺少错误代码。
zh_hant: XML for Analysis 通訊協定錯誤: 資料列集錯誤遺漏了錯誤碼。

# ExceptionRequiresXmlaErrorsInMessagesSection
source: XML for Analysis protocol error: The engine returned an exception, but an error does not appear in the Messages section.
de: Protokollfehler bei XMLA (XML for Analysis): Die Engine hat eine Ausnahme zurückgegeben, im Messages-Abschnitt wird jedoch kein Fehler angezeigt.
es: Error de protocolo de XML for Analysis: el motor devolvió una excepción, pero no aparece ningún error en la sección Messages.
fr: Erreur de protocole XML for Analysis : le moteur a retourné une exception, mais aucune erreur n'apparaît dans la section Messages.
it: Errore del protocollo XML for Analysis: il motore ha restituito un'eccezione ma nella sezione Messages non è visualizzato alcun errore.
ja: XML for Analysis プロトコル エラー: エンジンが例外を返しましたが、Messages セクションにエラーが表示されません。
ko: XML for Analysis 프로토콜 오류: 엔진에서 예외를 반환했으나 Messages 섹션에 오류가 나타나지 않습니다.
pt: Erro do protocolo XML for Analysis: o mecanismo retornou uma exceção, mas um erro não aparece na seção Mensagens.
ru: Ошибка протокола XML для аналитики: ядро вернуло исключение, однако ошибка не отображается в разделе "Сообщения".
zh_hans: XML for Analysis 协议错误: 引擎返回异常，但 Messages 部分未显示错误。
zh_hant: XML for Analysis 通訊協定錯誤: 引擎傳回例外狀況，但是在 Messages 區段中沒有顯示錯誤。

# FailedToResolveCluster
source: Failed to resolve Power BI cluster.
de: Fehler beim Auflösen des Power BI-Clusters.
es: No se pudo resolver el clúster de Power BI.
fr: Échec de la résolution du cluster Power BI.
it: Non è stato possibile risolvere il cluster Power BI.
ja: Power BI クラスターを解決できませんでした。
ko: Power BI 클러스터를 확인하지 못했습니다.
pt: Falha ao resolver o cluster do Power BI.
ru: Не удалось разрешить кластер Power BI.
zh_hans: 未能解析 Power BI 群集。
zh_hant: 無法解析 Power BI 叢集。

# HttpStream_InvalidReadRequest
source: Invalid read request; the HTTP stream is not in a state that supports read operations as the current state is {0}!
de: Ungültige Leseanforderung; Der HTTP-Stream befindet sich nicht in einem Zustand, der Lesevorgänge unterstützt, da der aktuelle Status {0}! lautet.
es: Solicitud de lectura no válida; la secuencia HTTP no está en un estado que admita operaciones de lectura, ya que el estado actual es {0}!
fr: Requête de lecture invalide ; le flux HTTP n'est pas dans un état qui prend en charge les opérations de lecture car l'état actuel est {0} !
it: Richiesta di lettura non valida. il flusso HTTP non è in uno stato che supporta le operazioni di lettura perché lo stato corrente è {0}!
ja: 読み取り要求が無効です。現在の状態は {0} であるため、HTTP ストリームは読み取り操作をサポートする状態ではありません!
ko: 잘못된 읽기 요청입니다. 현재 상태가 {0}이므로 HTTP 스트림이 읽기 작업을 지원하는 상태가 아닙니다.
pt: Solicitação de leitura inválida; o fluxo HTTP não está em um estado que suporte operações de leitura, pois o estado atual é {0}!
ru: Недопустимый запрос на чтение. Поток HTTP не поддерживает операции чтения, так как текущее состояние — {0}!
zh_hans: 读取请求无效；HTTP 流未处于支持读取操作的状态，因为当前状态为 {0}!
zh_hant: 讀取要求無效; HTTP 資料流程不是支援讀取作業的狀態，因為目前的狀態是 {0}!

# HttpStream_RequestPayloadStream_EndReadAlreadyCalled
source: Invalid async-result; EndRead was already called for this async-result!
de: Ungültiges asynchrones Ergebnis. EndRead wurde für dieses asynchrone Ergebnis bereits aufgerufen.
es: Resultado asincrónico no válido. Ya se ha llamado a EndRead para este resultado asincrónico.
fr: Résultat asynchrone non valide ; EndRead a déjà été appelé pour ce résultat asynchrone !
it: Risultato asincrono non valido. EndRead è già stato chiamato per questo risultato asincrono.
ja: 非同期結果が無効です。EndRead は、この非同期結果に対して既に呼び出されています!
ko: 잘못된 비동기 결과입니다. 이 비동기 결과에 대해 EndRead가 이미 호출되었습니다.
pt: Resultado assíncrono inválido; EndRead já foi chamado para esse resultado assíncrono!
ru: Недопустимый асинхронный результат. EndRead уже вызван для этого асинхронного-результата!
zh_hans: 异步结果无效；已为此异步结果调用 EndRead!
zh_hant: 非同步結果無效; 已針對此非同步結果呼叫 EndRead!

# HttpStream_RequestPayloadStream_ErrorInCallback
source: An error happen during the execution of the completion callback!
de: Fehler beim Ausführen des Abschlussrückrufs.
es: Error durante la ejecución de la devolución de llamada de finalización.
fr: Une erreur s’est produite lors de l’exécution du rappel d’achèvement !
it: Si è verificato un errore durante l'esecuzione del callback di completamento.
ja: 完了コールバックの実行中にエラーが発生しました!
ko: 완료 콜백을 실행하는 동안 오류가 발생했습니다.
pt: Ocorreu um erro durante a execução do retorno de chamada de conclusão!
ru: При выполнении обратного вызова завершения произошла ошибка.
zh_hans: 执行完成回叫期间出错!
zh_hant: 執行完成回呼時發生錯誤!

# HttpStream_RequestPayloadStream_ErrorInWrite
source: An error while writing the XMLA payload to the outgoing stream!{1}{1}Error: '{0}'
de: Fehler beim Schreiben der XMLA-Nutzdaten in den ausgehenden Datenstrom.{1}{1}Fehler: {0}
es: Error al escribir la carga XMLA en la secuencia saliente.{1}{1}Error: "{0}"
fr: Erreur lors de l’écriture de la charge utile XMLA dans le flux sortant ! erreur{1}{1}: « {0} »
it: Errore durante la scrittura del payload XMLA nel flusso in uscita.{1}{1}Errore: '{0}'
ja: XMLA ペイロードを送信ストリームに書き込み中にエラーが発生しました。{1}{1}Error: '{0}'
ko: 보내는 스트림에 XMLA 페이로드를 쓰는 동안 오류가 발생했습니다.{1}{1}오류: '{0}'
pt: Erro ao gravar o conteúdo XMLA no fluxo de saída.{1}{1}Erro: "{0}"
ru: Ошибка при записи полезных данных XMLA в исходящий поток!{1}{1}Ошибка: "{0}"
zh_hans: 将 XMLA 有效负载写入传出流时出错!{1}{1}错误:“{0}”
zh_hant: 將 XMLA 承載寫入傳出資料流程時發生錯誤!{1}{1}錯誤: '{0}'

# HttpStream_RequestPayloadStream_InvalidAsyncResultType
source: Invalid async-result; ensure that you call EndRead only with the a valid result of a BeginRead call!
de: Ungültiges asynchrones Ergebnis. Stellen Sie sicher, dass Sie EndRead nur mit dem gültigen Ergebnis eines BeginRead-Aufrufs aufrufen!
es: Resultado asincrónico no válido; asegúrese de llamar a EndRead solo con el resultado válido de una llamada BeginRead.
fr: Résultat asynchrone non valide ; assurez-vous d’appeler EndRead uniquement avec le résultat valide d’un appel BeginRead !
it: Risultato asincrono non valido. assicurarsi di chiamare EndRead solo con il risultato valido di una chiamata BeginRead.
ja: 非同期結果が無効です。BeginRead 呼び出しの有効な結果でのみ EndRead を呼び出してください!
ko: 잘못된 비동기 결과입니다. BeginRead 호출의 유효한 결과로만 EndRead를 호출해야 합니다.
pt: Resultado assíncrono inválido; certifique-se de chamar EndRead apenas com o resultado válido de uma chamada BeginRead!
ru: Недопустимый асинхронный результат. Вызовите EndRead только с допустимым результатом вызова BeginRead!
zh_hans: 异步结果无效；确保仅使用 BeginRead 调用的有效结果来调用 EndRead!
zh_hant: 非同步結果無效; 請確認您僅以 BeginRead 呼叫的有效結果來呼叫 EndRead!

# HttpStream_RequestPayloadStream_InvalidStreamOperation
source: Operations like Seek, SetLength, or changing the Position are not supported for this stream!
de: Vorgänge wie Seek, SetLength oder das Ändern der Position werden für diesen Stream nicht unterstützt.
es: No se admiten operaciones como buscar, SetLength o cambio de posición para esta secuencia.
fr: Les opérations telles que Seek, SetLength ou la modification de la position ne sont pas prises en charge pour ce flux !
it: Operazioni come Seek, SetLength o la modifica della posizione non sono supportate per questo flusso.
ja: Seek、SetLength、あるいはPosition の変更などの操作は、このストリームではサポートされていません!
ko: Seek, SetLength 또는 위치 변경과 같은 작업은 이 스트림에서 지원되지 않습니다.
pt: Não há suporte para operações como Seek, SetLength ou alteração da posição neste fluxo!
ru: Такие операции, как Seek, SetLength или изменение положения, не поддерживаются для этого потока!
zh_hans: 此流不支持 Seek、SetLength 或更改位置等操作!
zh_hant: 此串流不支援搜尋、SetLength 或變更位置等作業!

# HttpStream_RequestPayloadStream_WriteAfterComplete
source: The request-payload was marked as completed; new additions to the payload are invalid now!
de: Die Anforderungsnutzlast wurde als abgeschlossen markiert. Neue Hinzufügungen zur Nutzlast sind jetzt ungültig!
es: La solicitud-carga se ha marcado como completada; las nuevas adiciones a la carga no son válidas ahora.
fr: La requête-charge utile a été marquée comme terminée ; les nouveaux ajouts à la charge utile ne sont pas valides maintenant !
it: Il payload della richiesta è stato contrassegnato come completato; le nuove aggiunte al payload non sono valide.
ja: 要求ペイロードは完了としてマークされました。ペイロードへの新しい追加は現在無効です!
ko: 요청 페이로드가 완료된 것으로 표시되었습니다. 이제 페이로드에 새로 추가된 항목이 유효하지 않습니다.
pt: O conteúdo da solicitação foi marcado como concluído; novas adições ao conteúdo são inválidas agora!
ru: Запрос полезных данных помечен как выполненный. Новые дополнения полезных данных сейчас недопустимы!
zh_hans: 已将请求有效负载标记为已完成；有效负载的新添加项现在无效!
zh_hant: 要求-承載已標示為已完成; 新增至承載的功能現在無效!

# HttpStream_ResponseWithFailedStatus
source: Response status code does not indicate success: {0} ({1}).
de: Der Antwortstatuscode weist nicht auf einen erfolgreichen Vorgang hin: {0} ({1}).
es: El código de estado de la respuesta no indica un resultado correcto: {0} ({1}).
fr: Le code d’état de réponse n’a pas abouti : {0} ({1}).
it: Il codice di stato della risposta non indica la riuscita dell'operazione: {0} ({1}).
ja: 応答の状態コードは成功を示しません: {0} ({1})。
ko: 응답 상태 코드가 성공을 나타내지 않습니다{0}({1}).
pt: O código de status da réplica não indica êxito: {0} ({1}).
ru: Код состояния отклика не указывает на успешное выполнение: {0} ({1}).
zh_hans: 响应状态代码未指示成功: {0} ({1})
zh_hant: 回應狀態碼未表示成功: {0} ({1})。

# IXMLAInterop_OnlyZeroOffsetIsSupported
source: Only a zero offset is supported.
de: Es wird nur ein Offset von 0 unterstützt.
es: Solo se admite un desplazamiento cero.
fr: Seul un décalage de zéro est pris en charge.
it: È supportato solo un offset uguale a 0.
ja: オフセットの値としてサポートされているのは 0 のみです。
ko: 0 오프셋만 지원됩니다.
pt: Há suporte somente para um deslocamento zero.
ru: Поддерживается только нулевое смещение.
zh_hans: 仅支持零偏移。
zh_hant: 只支援一個零位移。

# IXMLAInterop_StreamCannotBeCloned
source: The stream cannot be cloned.
de: Der Datenstrom kann nicht geklont werden.
es: No se puede clonar el flujo.
fr: Impossible de cloner le flux.
it: Non è possibile clonare il flusso.
ja: ストリームを複製できません。
ko: 스트림을 복제할 수 없습니다.
pt: O fluxo não pode ser clonado.
ru: Невозможно клонировать поток.
zh_hans: 无法对流进行克隆。
zh_hant: 無法複製資料流。

# IXMLAInterop_StreamDoesNotSupportLocking
source: The stream does not support the LockRegion method.
de: Der Datenstrom unterstützt die LockRegion-Methode nicht.
es: El flujo no admite el método LockRegion.
fr: Le flux ne prend pas en charge la méthode LockRegion.
it: Il flusso non supporta il metodo LockRegion.
ja: このストリームでは、LockRegion メソッドはサポートされていません。
ko: 스트림에서 LockRegion 메서드를 지원하지 않습니다.
pt: O fluxo não dá suporte ao método LockRegion.
ru: Поток не поддерживает метод LockRegion.
zh_hans: 该流不支持 LockRegion 方法。
zh_hant: 資料流不支援 LockRegion 方法。

# IXMLAInterop_StreamDoesNotSupportReverting
source: The stream does not support Revert method.
de: Der Datenstrom unterstützt die Revert-Methode nicht.
es: El flujo no admite el método Revert.
fr: Le flux ne prend pas en charge la méthode Revert.
it: Il flusso non supporta il metodo Revert.
ja: このストリームでは、Revert メソッドはサポートされていません。
ko: 스트림에서 Revert 메서드를 지원하지 않습니다.
pt: O fluxo não dá suporte ao método Revert.
ru: Поток не поддерживает метод Revert.
zh_hans: 该流不支持 Revert 方法。
zh_hant: 資料流不支援 Revert 方法。
