Repository: Hamid-K/PowerBI
Catalog: PowerBI/Microsoft.AnalysisServices.AppLocal.AdomdClient/Microsoft.AnalysisServices.AppLocal.AdomdClient/XmlaSR.*.resx
Languages: de, es, fr, it, ja, ko, pt, ru, zh_hans, zh_hant

# IXMLAInterop_StreamDoesNotSupportUnlocking
source: The stream does not support the UnlockRegion method.
de: Der Datenstrom unterstützt die UnlockRegion-Methode nicht.
es: El flujo no admite el método UnlockRegion.
fr: Le flux ne prend pas en charge la méthode UnlockRegion.
it: Il flusso non supporta il metodo UnlockRegion.
ja: このストリームでは、UnlockRegion メソッドはサポートされていません。
ko: 스트림에서 UnlockRegion 메서드를 지원하지 않습니다.
pt: O fluxo não dá suporte ao método UnlockRegion.
ru: Поток не поддерживает метод UnlockRegion.
zh_hans: 该流不支持 UnlockRegion 方法。
zh_hant: 資料流不支援 UnlockRegion 方法。

# Instance_NotFound
source: The '{0}' instance was not found on the '{1}' server.
de: Die Instanz "{0}" wurde auf dem Server "{1}" nicht gefunden.
es: No se encontró la instancia '{0}' en el servidor '{1}'.
fr: L'instance « {0} » est introuvable sur le serveur « {1} ».
it: L'istanza '{0}' non è stata trovata nel server '{1}'.
ja: '{0}' インスタンスが '{1}' サーバーに見つかりませんでした。
ko: '{1}' 서버에서 '{0}' 인스턴스를 찾을 수 없습니다.
pt: A instância '{0}' não foi encontrada no servidor '{1}'.
ru: Экземпляр "{0}" не найден на сервере "{1}".
zh_hans: 在“{1}”服务器上未找到“{0}”实例。
zh_hant: 在 '{1}' 伺服器上找不到 '{0}' 執行個體。

source: Internal error.
de: Interner Fehler.
es: Error interno.
fr: Erreur interne.
it: Errore interno.
ja: 内部エラーです。
ko: 내부 오류입니다.
pt: Erro interno.
ru: Внутренняя ошибка.
zh_hans: 内部错误。
zh_hant: 內部錯誤。

# InternalErrorAndInvalidBufferType
source: Internal error. Unexpected security buffer data type.
de: Interner Fehler. Unerwarteter Sicherheitspuffer-Datentyp.
es: Error interno. Tipo de datos inesperado del búfer de seguridad.
fr: Erreur interne. Type de données de tampon de sécurité inattendu.
it: Errore interno. Tipo di dati imprevisto per il buffer di sicurezza.
ja: 内部エラーです。セキュリティ バッファーのデータ型が正しくありません。
ko: 내부 오류입니다. 예기치 않은 보안 버퍼 데이터 형식입니다.
pt: Erro interno. Tipo de dados de buffer de segurança inesperado.
ru: Внутренняя ошибка. Непредвиденный тип данных буфера безопасности.
zh_hans: 内部错误。意外的安全缓冲区数据类型。
zh_hant: 內部錯誤。非預期的安全性緩衝區資料類型。

source: Invalid argument.
de: Ungültiges Argument.
es: Argumento no válido.
fr: Argument non valide.
it: L'argomento non è valido.
ja: この引数は使用できません。
ko: 잘못된 인수입니다.
pt: Argumento inválido.
ru: Недопустимый аргумент.
zh_hans: 参数无效。
zh_hant: 引數無效。

# LocalCube_FileNotOpened
source: The '{0}' local cube file cannot be opened.
de: Die lokale Cubedatei "{0}" kann nicht geöffnet werden.
es: No se puede abrir el archivo de cubo local '{0}'.
fr: Impossible d'ouvrir le fichier de cube local « {0} ».
it: Non è possibile aprire il file di cubo locale '{0}'.
ja: ローカル キューブ ファイル '{0}' を開けません。
ko: '{0}' 로컬 큐브 파일을 열 수 없습니다.
pt: O arquivo do cubo local '{0}' não pode ser aberto.
ru: Невозможно открыть локальный файл куба "{0}".
zh_hans: 无法打开“{0}”本地多维数据集文件。
zh_hant: 無法開啟 '{0}' 本機 Cube 檔案。

# MessagesSectionIsEmpty
source: XML for Analysis protocol error: The engine returned an empty Messages section.
de: Protokollfehler bei XMLA (XML for Analysis): Die Engine hat einen leeren Messages-Abschnitt zurückgegeben.
es: Error de protocolo de XML for Analysis: el motor devolvió una sección Messages vacía.
fr: Erreur de protocole XML for Analysis : le moteur a retourné une section Messages vide.
it: Errore del protocollo XML for Analysis: il motore ha restituito una sezione Messages vuota.
ja: XML for Analysis プロトコル エラー: エンジンが、空の Messages セクションを返しました。
ko: XML for Analysis 프로토콜 오류: 엔진에서 빈 Messages 섹션을 반환했습니다.
pt: Erro do protocolo XML for Analysis: o mecanismo retornou uma seção Mensagens vazia.
ru: Ошибка протокола XML для аналитики: ядро вернуло пустой раздел "Сообщения".
zh_hans: XML for Analysis 协议错误: 引擎返回的 Messages 部分为空。
zh_hant: XML for Analysis 通訊協定錯誤: 引擎傳回空的 Messages 區段。

# MissingElement
source: XML for Analysis protocol error: The '{0}' element in the '{1}' namespace is expected.
de: Protokollfehler bei XMLA (XML for Analysis): Das Element "{0}" im Namespace "{1}" wird erwartet.
es: Error de protocolo de XML for Analysis: se espera el elemento '{0}' en el espacio de nombres '{1}'.
fr: Erreur de protocole XML for Analysis : l'élément « {0} » dans l'espace de noms « {1} » est attendu.
it: Errore del protocollo XML for Analysis: è previsto l'elemento '{0}' nello spazio dei nomi '{1}'.
ja: XML for Analysis プロトコル エラー: '{1}' 名前空間の '{0}' 要素が必要です。
ko: XML for Analysis 프로토콜 오류: '{1}' 네임스페이스에 '{0}' 요소가 필요합니다.
pt: Erro do protocolo XML for Analysis: o elemento '{0}' no namespace '{1}' é esperado.
ru: Ошибка протокола XML для аналитики: ожидается элемент "{0}" в пространстве имен "{1}".
zh_hans: XML for Analysis 协议错误: 命名空间“{1}”中应该有“{0}”元素。
zh_hant: XML for Analysis 通訊協定錯誤: 在 '{1}' 命名空間必須要有 '{0}' 元素。

# NetCore_NotSupportedFeature
source: This feature is not supported for a .NET Core client.
de: Dieses Feature wird für einen .NET Core-Client nicht unterstützt.
es: Esta característica no se admite para un cliente de .NET Core.
fr: Cette fonctionnalité n'est pas prise en charge pour un client .NET Core.
it: Questa funzionalità non è supportata per un client .NET Core.
ja: この機能は、.NET Core クライアントではサポートされていません。
ko: 이 기능은 .NET Core 클라이언트에서 지원되지 않습니다.
pt: Esse recurso não é compatível com um cliente .NET Core.
ru: Эта функция не поддерживается для клиента .NET Core.
zh_hans: .NET Core 客户端不支持此功能。
zh_hant: .NET Core 用戶端不支援此功能。

# NetCore_WindowsDesktopOnlySupportedFeature
source: This feature is supported for a .NET Core client only on Windows systems and requires that the .NET Core Desktop framework is installed.
de: Dieses Feature wird für einen .NET Core-Client nur auf Windows-Systemen unterstützt, auf denen das .NET Core-Desktop-Framework installiert ist.
es: Esta característica es compatible con un cliente .NET Core solo en sistemas Windows y requiere la instalación del marco .NET Core Desktop.
fr: Cette fonctionnalité n’est prise en charge que pour un client .NET Core sur les systèmes Windows et requiert l’installation de l’infrastructure .NET Core Desktop.
it: Questa funzionalità è supportata per un client .NET Core solo nei sistemi Windows e richiede l'installazione del framework .NET Core Desktop.
ja: この機能は、Windows システム上の .NET Core クライアントに対してのみサポートされており、.NET Core デスクトップ フレームワークがインストールされていることが必要です。
ko: 이 기능은 Windows 시스템에서만 .NET Core 클라이언트에 대해 지원되며, 기능을 사용하려면 .NET Core Desktop 프레임워크가 설치되어 있어야 합니다.
pt: Este recurso é compatível com um cliente .NET Core somente nos sistemas Windows e exige que a estrutura do .NET Core Desktop esteja instalada.
ru: Эта функция поддерживается для клиента .NET Core только в системах Windows. Для ее использования требуется установить платформу .NET Core для классических приложений.
zh_hans: 只有 Windows 系统上的 .NET Core 客户端支持此功能，而且需要安装 .NET Core 桌面框架才能使用它。
zh_hant: 只有 Windows 系統上的 .NET Core 用戶端才支援此功能，而且需要安裝 .NET Core 桌面架構。

# NetCore_WindowsOnlySupportedFeature
source: This feature is supported for a .NET Core client only on Windows systems.
de: Dieses Feature wird für einen .NET Core-Client nur auf Windows-Systemen unterstützt.
es: Esta característica es compatible con un cliente .NET Core solo en sistemas Windows.
fr: Cette fonctionnalité n’est prise en charge que pour un client .NET Core sur les systèmes Windows.
it: Questa funzionalità è supportata per un client .NET Core solo in sistemi Windows.
ja: この機能は、Windows システム上の .NET Core クライアントに対してのみサポートされています。
ko: 이 기능은 Windows 시스템에서만 .NET Core 클라이언트에 대해 지원됩니다.
pt: Este recurso é compatível com um cliente .NET Core somente nos sistemas Windows.
ru: Эта функция поддерживается для клиента .NET Core только в системах Windows.
zh_hans: 只有 Windows 系统上的 .NET Core 客户端支持此功能。
zh_hant: 只有 Windows 系統上的 .NET Core 用戶端才支援此功能。

# NonSequentialColumnAccessError
source: Columns must be accessed in sequential order when the CommandBehavior property is set to SequentialAccess.
de: Auf Spalten muss in sequenzieller Reihenfolge zugegriffen werden, wenn die CommandBehavior-Eigenschaft auf "SequentialAccess" festgelegt ist.
es: Cuando la propiedad CommandBehavior está establecida en SequentialAccess, el acceso a las columnas debe ser en orden secuencial.
fr: Les colonnes doivent être accessibles par ordre séquentiel quand la propriété CommandBehavior est définie sur SequentialAccess.
it: È necessario accedere alle colonne in ordine sequenziale quando la proprietà CommandBehavior è impostata su SequentialAccess.
ja: CommandBehavior プロパティが SequentialAccess に設定されている場合、列には順次アクセスする必要があります。
ko: CommandBehavior 속성이 SequentialAccess로 설정된 경우 순차적으로 열에 액세스해야 합니다.
pt: As colunas devem ser acessadas em ordem sequencial quando a propriedade CommandBehavior estiver definida como SequentialAccess.
ru: Если для свойства CommandBehavior задано значение SequentialAccess, доступ к столбцам осуществляется в последовательном порядке.
zh_hans: CommandBehavior 属性设置为 SequentialAccess 时，必须按顺序访问列。
zh_hant: 當 CommandBehavior 屬性設為 SequentialAccess 時，必須依序存取資料行。

# NotConnected
source: The client is not connected.
de: Der Client ist nicht verbunden.
es: El cliente no está conectado.
fr: Le client n'est pas connecté.
it: Il client non è connesso.
ja: クライアントが接続されていません。
ko: 클라이언트가 연결되지 않았습니다.
pt: O cliente não está conectado.
ru: Клиент не подключен.
zh_hans: 未连接客户端。
zh_hant: 未連接用戶端。

# ProvidePath
source: Path should be provided.
de: Der Pfad muss angegeben werden.
es: Debe indicarse la ruta de acceso.
fr: Un chemin d'accès doit être fourni.
it: È necessario specificare il percorso.
ja: パスを指定する必要があります。
ko: 경로가 제공되어야 합니다.
pt: O caminho deve ser fornecido.
ru: Необходимо предоставить путь.
zh_hans: 应提供路径。
zh_hant: 必須提供路徑。

# Reconnect_ConnectionInfoIsMissing
source: A connection cannot be reestablished because the connection properties were either lost when the connection was terminated or were not set.
de: Eine Verbindung kann nicht wiederhergestellt werden, weil die Verbindungseigenschaften beim Beenden der Verbindung verloren gegangen sind oder nicht festgelegt wurden.
es: No se puede restablecer una conexión porque las propiedades de la conexión se perdieron cuando esta finalizó o no se establecieron.
fr: Impossible de rétablir une connexion, car les propriétés de connexion ont été perdues lors de la coupure de la connexion ou elles n'étaient pas définies.
it: Non è possibile ristabilire la connessione perché le proprietà della connessione sono andate perdute al termine della connessione precedente o non sono state impostate.
ja: 接続を終了したときに接続プロパティが失われたか、または接続プロパティが設定されなかったため、接続を再確立できません。
ko: 연결 속성이 설정되어 있지 않거나 연결이 종료될 때 손실되었으므로 다시 연결할 수 없습니다.
pt: Uma conexão não pode ser reestabelecida porque as propriedades da conexão foram perdidas quando a conexão foi encerrada ou elas não foram definidas.
ru: Невозможно повторно установить подключение, так как свойства подключения не были заданы или были потеряны при разрыве подключения.
zh_hans: 由于连接终止时连接属性丢失或未设置连接属性，无法重新建立连接。
zh_hant: 無法重新建立連接，因為連接屬性已經在連接結束時遺失或沒有設定。

# Reconnect_SessionIDIsMissing
source: The session was either lost or was never established.
de: Die Sitzung wurde getrennt oder nie hergestellt.
es: Se perdió la sesión o nunca se estableció.
fr: La session a été perdue ou n'a jamais été établie.
it: La sessione è stata interrotta o non è mai stata stabilita.
ja: セッションが失われたか、または確立されませんでした。
ko: 세션이 손실되었거나 설정되지 않았습니다.
pt: A sessão foi perdida ou nunca foi estabelecida.
ru: Сеанс прекращен или не был установлен изначально.
zh_hans: 会话已中断或从未建立会话。
zh_hant: 工作階段已遺失或從未建立。

# Resultset_IsNotRowset
source: The result set returned by the server is not a rowset.
de: Das vom Server zurückgegebene Resultset ist kein Rowset.
es: El conjunto de resultados devuelto por el servidor no es un conjunto de filas.
fr: Le jeu de résultats retourné par le serveur n'est pas un ensemble de lignes.
it: Il set di risultati restituito dal server non è un set di righe.
ja: サーバーから返された結果セットが行セットではありません。
ko: 서버가 반환한 결과 집합이 행 집합이 아닙니다.
pt: O conjunto de resultados retornado pelo servidor não é um conjunto de linhas.
ru: Набор результатов, возвращенный сервером, не является набором строк.
zh_hans: 服务器返回的结果集不是行集。
zh_hant: 伺服器傳回的結果集不是資料列集。

# ServerDidNotProvideErrorInfo
source: The server did not provide extended error information.
de: Vom Server wurden keine ausführlicheren Fehlerinformationen bereitgestellt.
es: El servidor no proporcionó información de error ampliada.
fr: Le serveur n'a pas fourni d'informations détaillées sur l'erreur.
it: Il server non ha restituito informazioni dettagliate sull'errore.
ja: サーバーから拡張エラー情報が提供されませんでした。
ko: 서버에서 확장 오류 정보를 제공하지 않았습니다.
pt: O servidor não forneceu informações de erro estendidas.
ru: Сервер не предоставил расширенную информацию об ошибке.
zh_hans: 服务器未提供扩展的错误信息。
zh_hant: 伺服器未提供擴充錯誤資訊。

# SoapFormatter_ResponseIsNotDataset
source: The response is not in data set format.
de: Die Antwort liegt nicht im Datasetformat vor.
es: La respuesta no está en el formato del conjunto de datos.
fr: La réponse n'est pas au format de jeu de données.
it: La risposta non è nel formato del set di dati.
ja: 応答が、データ セットの形式ではありません。
ko: 응답이 데이터 집합 형식이 아닙니다.
pt: A resposta não está no formato de conjunto de dados.
ru: Ответ не предоставлен в формате набора данных.
zh_hans: 响应不是数据集格式。
zh_hant: 回應的格式並非資料集格式。

# SoapFormatter_ResponseIsNotRowset
source: The response is not in rowset format.
de: Die Antwort liegt nicht im Rowsetformat vor.
es: La respuesta no está en el formato del conjunto de filas.
fr: La réponse n'est pas au format d'ensemble de lignes.
it: La risposta non è nel formato del set di righe.
ja: 応答が、行セットの形式ではありません。
ko: 응답이 행 집합 형식이 아닙니다.
pt: A resposta não está no formato de conjunto de linhas.
ru: Ответ не предоставлен в формате набора строк.
zh_hans: 响应不是行集格式。
zh_hant: 回應的格式並非資料列集格式。

# TcpStream_MaxSignatureExceedsProtocolLimit
source: The maximum signature size exceeds the protocol limit.
de: Die maximale Signaturgröße überschreitet die Protokollgrenze.
es: El tamaño de firma máximo supera el límite del protocolo.
fr: La taille maximale de signature dépasse la limite du protocole.
it: Le dimensioni massime della firma superano il limite del protocollo.
ja: 最大署名サイズが、プロトコルの制限を超えています。
ko: 최대 서명 크기가 프로토콜 제한을 초과합니다.
pt: O tamanho máximo da assinatura excede o limite do protocolo.
ru: Максимальный размер подписи превышает предел протокола.
zh_hans: 最大签名大小超出了协议限制。
zh_hant: 簽章大小上限超過通訊協定的限制。

# UnexpectedElement
source: XML for Analysis protocol error: The '{0}' element is unexpected in the '{1}' namespace.
de: Protokollfehler bei XMLA (XML for Analysis): Unerwartetes Element "{0}" im Namespace "{1}".
es: Error de protocolo de XML for Analysis: no se espera el elemento '{0}' en el espacio de nombres '{1}'.
fr: Erreur de protocole XML for Analysis : l'élément « {0} » est inattendu dans l'espace de noms « {1} ».
it: Errore del protocollo XML for Analysis: l'elemento '{0}' non è previsto nello spazio dei nomi '{1}'.
ja: XML for Analysis プロトコル エラー: '{1}' 名前空間では、'{0}' 要素を使用できません。
ko: XML for Analysis 프로토콜 오류: '{1}' 네임스페이스에 예기치 않은 '{0}' 요소가 있습니다.
pt: Erro de protocolo XML for Analysis: o elemento '{0}' é inesperado no namespace '{1}'.
ru: Ошибка протокола XML для аналитики: элемент "{0}" является непредвиденным в пространстве имен "{1}".
zh_hans: XML for Analysis 协议错误:“{1}”命名空间中意外出现了“{0}”元素。
zh_hant: XML for Analysis 通訊協定錯誤: '{0}' 元素不應該位於 '{1}' 命名空間中。

# UnexpectedXsiType
source: The '{0}' xsi type is not expected.
de: Unerwarteter XSI-Typ "{0}".
es: No se espera el tipo xsi '{0}'.
fr: Le type xsi « {0} » n'est pas attendu.
it: Il tipo xsi '{0}' non è previsto.
ja: xsi 型 '{0}' は使用できません。
ko: '{0}' xsi 유형은 사용할 수 없습니다.
pt: O tipo de xsi '{0}' não é esperado.
ru: Тип xsi "{0}" является непредвиденным.
zh_hans: 不应为“{0}”xsi 类型。
zh_hant: 不應該為 '{0}' xsi 類型。

# UnknownServerResponseFormat
source: The server sent an unrecognizable response.
de: Der Server hat eine Antwort gesendet, die nicht erkannt wird.
es: El servidor envió una respuesta no reconocible.
fr: Le serveur a envoyé une réponse non reconnaissable.
it: Il server ha inviato una risposta non riconoscibile.
ja: 認識できない応答をサーバーが送信しました。
ko: 서버에서 인식할 수 없는 응답을 보냈습니다.
pt: O servidor enviou uma resposta irreconhecível.
ru: Сервер отправил нераспознаваемый ответ.
zh_hans: 服务器发送的响应不可识别。
zh_hant: 伺服器傳送了無法辨識的回應。

# UnrecognizedElementInMessagesSection
source: XML for Analysis protocol error: The '{0}' element in the Messages section is unrecognized.
de: Protokollfehler bei XMLA (XML for Analysis): Unbekanntes Element "{0}" im Messages-Abschnitt.
es: Error de protocolo de XML for Analysis: no se reconoce el elemento '{0}' de la sección Messages.
fr: Erreur de protocole XML for Analysis : l'élément « {0} » de la section Messages n'est pas reconnu.
it: Errore del protocollo XML for Analysis: l'elemento '{0}' nella sezione Messages non è stato riconosciuto.
ja: XML for Analysis プロトコル エラー: Messages セクション内の '{0}' 要素を認識できません。
ko: XML for Analysis 프로토콜 오류: Messages 섹션의 '{0}' 요소를 인식할 수 없습니다.
pt: Erro de protocolo XML for Analysis: o elemento '{0}' na seção Mensagens não é reconhecido.
ru: Ошибка протокола XML для аналитики: элемент "{0}" в разделе "Сообщения" является неопознанным.
zh_hans: XML for Analysis 协议错误: Messages 部分的“{0}”元素不可识别。
zh_hant: XML for Analysis 通訊協定錯誤: Messages 區段中的 '{0}' 元素無法辨識。

# UnsupportedDataFormat
source: Unsupported data format : {0}
de: Nicht unterstütztes Datenformat: {0}
es: Formato de datos no admitido: {0}
fr: Format de données non pris en charge : {0}
it: Formato di dati non supportato: {0}
ja: サポートされていないデータ形式: {0}
ko: 지원되지 않는 데이터 서식: {0}
pt: Formato de dados sem suporte: {0}
ru: Неподдерживаемый формат данных: {0}.
zh_hans: 数据格式不受支持: {0}
zh_hant: 不支援的資料格式: {0}

# UnsupportedMethod
source: {0} is not supported.
de: "{0}" wird nicht unterstützt.
es: No se admite {0}.
fr: {0} n'est pas pris en charge.
it: Il metodo {0} non è supportato.
ja: {0} はサポートされていません。
ko: {0}은(는) 지원되지 않습니다.
pt: Não há suporte para {0}.
ru: {0} не поддерживается.
zh_hans: {0} 不受支持。
zh_hant: 不支援 {0}。

# XmlaClient_ASAzureRedirectionResolutionFailedWithError
source: Unable to resolve redirection mapping for AS Azure instance: {0}; error code: {1}.
de: Die Umleitungszuordnung für die AS Azure-Instanz kann nicht aufgelöst werden: {0}; Fehlercode: {1}.
es: No se puede resolver la asignación de redirección para la instancia de AS Azure: {0}; código de error: {1}.
fr: Impossible de résoudre le mappage de redirection pour l’instance AS Azure : {0}; code d’erreur : {1}.
it: Non è possibile risolvere il mapping di reindirizzamento per l'istanza di Azure as: {0}; codice di errore: {1}.
ja: ASAzure インスタンスのリダイレクト マッピングを解決できませんでした: {0}。エラー コード: {1}。
ko: ASAzure 인스턴스에 대한 리디렉션 매핑을 확인할 수 없습니다. {0}; 오류 코드: {1}.
pt: Não é possível resolver o mapeamento de redirecionamento para a instância do AS Azure: {0}; código de erro: {1}.
ru: Не удалось разрешить сопоставление перенаправления для экземпляра ASAzure: {0}. Код ошибки: {1}.
zh_hans: 无法解析 ASAzure 实例的重定向映射: {0}。错误代码: {1}。
zh_hant: 無法解析 ASAzure 執行個體的重新導向對應: {0}; 錯誤碼: {1}。

# XmlaClient_ASAzureRedirectionResolutionFailedWithThrottling
source: Power BI service is currently busy and the request was throttled, please try again later.
de: Der Power BI-Dienst ist zurzeit ausgelastet, und die Anforderung wurde gedrosselt. Versuchen Sie es später noch mal.
es: servicio Power BI está ocupado en este momento y la solicitud se ha limitado. Inténtelo de nuevo más tarde.
fr: Service Power BI est actuellement occupé et la demande a été limitée, réessayez plus tard.
it: servizio Power BI è occupato e la richiesta è stata limitata, riprova più tardi.
ja: Power BI サービスは現在ビジー状態で、要求が制限されました。後でもう一度お試しください。
ko: Power BI 서비스가 현재 사용 중이며 요청이 제한되었습니다. 나중에 다시 시도하세요.
pt: O serviço do Power BI está ocupado e a solicitação foi restringida. Tente novamente mais tarde.
ru: Служба Power BI сейчас занята, и запрос был ограничен. Повторите попытку позже.
zh_hans: Power BI 服务当前正忙，请求已受到限制，请稍后重试。
zh_hant: Power BI 服務目前忙碌中，且已將要求節流，請稍後再試一次。

# XmlaClient_ASAzureRedirectionResolutionMissingTenantId
source: Unable to resolve redirection mapping for AS Azure instance: {0}; missing tenant-Id in the response.
de: Die Umleitungszuordnung für die AS Azure-Instanz kann nicht aufgelöst werden: {0}; Fehlende Mandanten-ID in der Antwort.
es: No se puede resolver la asignación de redirección para la instancia de AS Azure: {0}; falta el id. de inquilino en la respuesta.
fr: Impossible de résoudre le mappage de redirection pour l’instance AS Azure : {0}; ID de locataire manquant dans la réponse.
it: Non è possibile risolvere il mapping di reindirizzamento per l'istanza di Azure as: {0}; id tenant mancante nella risposta.
ja: AS Azure インスタンスのリダイレクト マッピングを解決できません: {0}。応答にテナント ID がありません。
ko: AS Azure 인스턴스에 대한 리디렉션 매핑을 확인할 수 없습니다. {0}; 응답에 tenant-Id가 없습니다.
pt: Não é possível resolver o mapeamento de redirecionamento para a instância do AS Azure: {0}; ID de locatário ausente na resposta.
ru: Не удалось разрешить сопоставление перенаправления для экземпляра AS Azure: {0}. Отсутствует идентификатор клиента в отклике.
zh_hans: 无法解析 AS Azure 实例的重定向映射: {0}；响应中缺少租户 ID。
zh_hant: 無法解析 AS Azure 執行個體的重新導向對應: {0}; 回應中遺漏 tenant-Id。

# XmlaClient_CannotConnectToLocalCubeWithRestictedClient
source: Cannot connect to local cube since the 'Restricted Client' property is set to 'true'.
de: Mit dem lokalen Cube kann keine Verbindung hergestellt werden, da die Restricted Client-Eigenschaft auf "True" festgelegt ist.
es: No se puede conectar con el cubo local porque la propiedad 'Restricted Client' está establecida en 'true'.
fr: Impossible de se connecter au cube local, car la propriété « Client restreint » a la valeur « True ».
it: Non è possibile connettersi al cubo locale perché la proprietà 'Restricted Client' è impostata su 'true'.
ja: 'Restricted Client' プロパティが 'True' に設定されているので、ローカル キューブに接続できません。
ko: 'Restricted Client' 속성이 'true'로 설정되어 있기 때문에 로컬 큐브에 연결할 수 없습니다.
pt: Não é possível conectar ao cubo local porque a propriedade 'Cliente Restrito' está definida como 'true'.
ru: Невозможно подключиться к локальному кубу, так как для свойства Restricted Client задано значение True.
zh_hans: 由于“限制客户端”属性设置为“true”，无法连接到本地多维数据集。
zh_hant: 無法連接到本機 Cube，因為 'Restricted Client' 屬性設定為 'True'。

# XmlaClient_ConnectTimedOut
source: The connection timed out.
de: Die Verbindung wurde wegen einer Zeitüberschreitung abgebrochen.
es: Se agotó el tiempo de espera de la conexión.
fr: La connexion a expiré.
it: Timeout della connessione.
ja: 接続がタイムアウトになりました。
ko: 연결 시간이 초과되었습니다.
pt: A conexão atingiu o tempo limite.
ru: Истекло время ожидания подключения.
zh_hans: 连接超时。
zh_hant: 連接逾時。
