Repository: Hamid-K/PowerBI
Catalog: PowerBI/Microsoft.AnalysisServices.AppLocal.AdomdClient/Microsoft.AnalysisServices.AppLocal.AdomdClient/XmlaSR.*.resx
Languages: de, es, fr, it, ja, ko, pt, ru, zh_hans, zh_hant

# DataReaderInvalidRowError
source: The data reader object is not positioned at a valid row.
de: Das Datenleserobjekt ist nicht in einer gültigen Zeile positioniert.
es: El objeto del lector de datos no está posicionado en una fila válida.
fr: L'objet de lecteur de données n'est pas positionné sur une ligne valide.
it: L'oggetto lettore dati non è posizionato in corrispondenza di una riga valida.
ja: データ リーダー オブジェクトは正しい行に配置されていません。
ko: 데이터 판독기 개체의 위치가 유효한 행에 설정되어 있지 않습니다.
pt: O objeto do leitor de dados não está posicionado em uma linha válida.
ru: Объект модуля чтения данных находится в недопустимой строке.
zh_hans: 数据读取器对象未放置在有效行中。
zh_hant: 資料讀取器物件不是位在有效的資料列中。

# DataReader_IndexOutOfRange
source: The index within the row from which to begin the read operation is out of range.
de: Der Index in der Zeile, in der der Lesevorgang begonnen werden soll, liegt außerhalb des Bereichs.
es: El índice de la fila desde la que se va a iniciar la operación de lectura está fuera de rango.
fr: L'index situé dans la ligne à partir de laquelle commencer l'opération de lecture est hors limites.
it: L'indice nella riga da cui inizia l'operazione di lettura non è compreso nell'intervallo valido.
ja: 読み取り操作を開始する行内のインデックスが範囲外です。
ko: 행 내에서 읽기 작업을 시작할 인덱스가 범위를 벗어났습니다.
pt: O índice na linha pela qual a operação de leitura deve ser iniciada está fora do intervalo.
ru: Индекс в строке, с которой нужно начать операцию чтения, находится вне диапазона.
zh_hans: 要从其开始读取操作、位于行中的索引超出范围。
zh_hant: 開始讀取作業之資料列中的索引超出範圍。

# Decompression_Failed
source: Decompression of data failed. Compressed data size: {0}. Expected decompressed data size: {1}. Actual decompressed data size: {2}.
de: Fehler bei der Dekomprimierung von Daten. Komprimierte Datengröße: {0}. Erwartete dekomprimierte Datengröße: {1}. Tatsächliche dekomprimierte Datengröße: {2}.
es: Error al descomprimir los datos. Tamaño de los datos comprimidos: {0}. Tamaño esperado de los datos descomprimidos: {1}. Tamaño real de los datos descomprimidos: {2}.
fr: Échec de la décompression des données. Taille des données compressées : {0}. Taille attendue pour les données décompressées : {1}. Taille réelle des données décompressées : {2}.
it: La decompressione dei dati non è riuscita. Dimensioni dei dati compressi: {0}. Dimensioni previste dei dati decompressi: {1}. Dimensioni effettive dei dati decompressi: {2}.
ja: データの圧縮解除に失敗しました。圧縮データ サイズ: {0}。圧縮解除後に予想されるデータ サイズ: {1}。圧縮解除後の実際のデータ サイズ: {2}。
ko: 데이터의 압축을 풀지 못했습니다. 압축된 데이터 크기: {0}. 압축을 푼 데이터의 예상 크기: {1}. 압축을 푼 데이터의 실제 크기: {2}.
pt: Falha na descompactação de dados. Tamanho dos dados compactados: {0}. Tamanho esperado dos dados descompactados: {1}. Tamanho real dos dados descompactados: {2}.
ru: Сбой распаковки данных. Размер сжатых данных: {0}. Ожидаемый размер сжатых данных: {1}. Фактический размер сжатых данных: {2}.
zh_hans: 数据解压缩失败。已压缩数据的大小: {0}。解压缩数据的预计大小: {1}。解压缩数据的实际大小: {2}。
zh_hant: 資料解壓縮失敗。壓縮資料大小: {0}。預期的解壓縮資料大小: {1}。實際的解壓縮資料大小: {2}。

source: Decompression initialization failed.
de: Fehler bei der Dekomprimierungsinitialisierung.
es: Error al inicializar la descompresión.
fr: Échec de l'initialisation de la décompression.
it: L'inizializzazione della decompressione non è riuscita.
ja: 圧縮解除の初期化に失敗しました。
ko: 압축 풀기를 초기화하지 못했습니다.
pt: Falha na inicialização da descompactação.
ru: Сбой инициализации распаковки.
zh_hans: 解压缩初始化失败。
zh_hant: 解壓縮初始化失敗。

# DimeReader_CannotReadFromStream
source: DIME protocol error: The stream cannot be read.
de: DIME-Protokollfehler: Der Datenstrom kann nicht gelesen werden.
es: Error de protocolo DIME: el flujo no se puede leer.
fr: Erreur du protocole DIME : impossible de lire le flux.
it: Errore del protocollo DIME: non è possibile leggere il flusso.
ja: DIME プロトコル エラー: ストリームを読み取れません。
ko: DIME 프로토콜 오류: 스트림을 읽을 수 없습니다.
pt: Erro de protocolo DIME: o fluxo não pode ser lido.
ru: Ошибка протокола DIME: невозможно прочитать поток.
zh_hans: DIME 协议错误: 该流无法读取。
zh_hant: DIME 通訊協定錯誤: 無法讀取資料流。

# DimeReader_IsClosed
source: DIME protocol error: The DimeReader object is closed.
de: DIME-Protokollfehler: Das DimeReader-Objekt ist geschlossen.
es: Error de protocolo DIME: el objeto DimeReader está cerrado.
fr: Erreur du protocole DIME : l'objet DimeReader est fermé.
it: Errore del protocollo DIME: l'oggetto DimeReader è chiuso.
ja: DIME プロトコル エラー: DimeReader オブジェクトが閉じられています。
ko: DIME 프로토콜 오류: DimeReader 개체가 닫혀 있습니다.
pt: Erro de protocolo DIME: o objeto DimeReader está fechado.
ru: Ошибка протокола DIME: объект DimeReader закрыт.
zh_hans: DIME 协议错误: DimeReader 对象已关闭。
zh_hant: DIME 通訊協定錯誤: DimeReader 物件已關閉。

# DimeReader_PreviousRecordStreamStillOpened
source: DIME protocol error: The stream of the previous record is still open.
de: DIME-Protokollfehler: Der Datenstrom des vorherigen Datensatzes ist noch geöffnet.
es: Error de protocolo DIME: el flujo del registro anterior aún está abierto.
fr: Erreur du protocole DIME : le flux de l'enregistrement précédent est toujours ouvert.
it: Errore del protocollo DIME: il flusso del record precedente è ancora aperto.
ja: DIME プロトコル エラー: 前のレコードのストリームが開かれたままです。
ko: DIME 프로토콜 오류: 이전 레코드의 스트림이 아직 열려 있습니다.
pt: Erro de protocolo DIME: o fluxo do registro anterior ainda está aberto.
ru: Ошибка протокола DIME: поток предыдущей записи все еще открыт.
zh_hans: DIME 协议错误: 前一条记录的流仍处于打开状态。
zh_hant: DIME 通訊協定錯誤: 上一筆記錄的資料流仍然開啟。

# DimeRecord_ContentLengthExceeded
source: DIME protocol error: The number of bytes written exceed the specified content length.
de: DIME-Protokollfehler: Die Anzahl von geschriebenen Bytes überschreitet die angegebene Inhaltslänge.
es: Error de protocolo DIME: el número de bytes escrito supera la longitud de contenido especificada.
fr: Erreur du protocole DIME : le nombre d'octets écrits dépasse la longueur spécifiée pour le contenu.
it: Errore del protocollo DIME: il numero di byte scritti è maggiore della lunghezza del contenuto specificato.
ja: DIME プロトコル エラー: 書き込まれたバイト数が、指定されたコンテンツ長を超えています。
ko: DIME 프로토콜 오류: 쓴 바이트 수가 지정된 내용 길이를 초과합니다.
pt: Erro de protocolo DIME: o número de bytes gravados excede o tamanho do conteúdo especificado.
ru: Ошибка протокола DIME: число записанных байтов превышает заданную длину содержимого.
zh_hans: DIME 协议错误: 写入的字节数超出了指定的内容长度。
zh_hant: DIME 通訊協定錯誤: 寫入的位元組數目超過指定的內容長度。

# DimeRecord_DataTypeIsOnlyForTheFirstChunk
source: DIME protocol error: The record data type can be specified only in the first chunk.
de: DIME-Protokollfehler: Der Datentyp des Datensatzes kann nur im ersten Block angegeben werden.
es: Error de protocolo DIME: el tipo de datos del registro solo puede especificarse en el primer fragmento.
fr: Erreur du protocole DIME : le type de données de l'enregistrement ne peut être spécifié que dans le premier segment.
it: Errore del protocollo DIME: è possibile specificare il tipo di dati del record solo nel primo blocco.
ja: DIME プロトコル エラー: レコードのデータ型は、先頭のチャンクでのみ指定できます。
ko: DIME 프로토콜 오류: 첫 번째 청크에만 레코드 데이터 형식을 지정할 수 있습니다.
pt: Erro de protocolo DIME: o tipo de dados de registro só pode ser especificado na primeira parte.
ru: Ошибка протокола DIME: тип данных записи можно задать только в первом блоке.
zh_hans: DIME 协议错误: 只能在第一个块区中指定记录的数据类型。
zh_hant: DIME 通訊協定錯誤: 此記錄資料類型只能在第一個區塊中指定。

# DimeRecord_DataTypeNotSupported
source: DIME protocol error: A record has a '{0}' data type, which is unsupported.
de: DIME-Protokollfehler: Ein Datensatz weist den Datentyp "{0}" auf, der nicht unterstützt wird.
es: Error de protocolo DIME: un registro tiene el tipo de datos '{0}', que no se admite.
fr: Erreur du protocole DIME : un enregistrement utilise un type de données « {0} », qui n'est pas pris en charge.
it: Errore del protocollo DIME: il tipo di dati di un record è '{0}'. Questa condizione non è supportata.
ja: DIME プロトコル エラー: レコードにデータ型 '{0}' があります。このデータ型はサポートされていません。
ko: DIME 프로토콜 오류: 레코드 데이터 형식 '{0}'이(가) 지원되지 않습니다.
pt: Erro de protocolo DIME: um registro tem um tipo de dados '{0}', ao qual não há suporte.
ru: Ошибка протокола DIME: запись имеет неподдерживаемый тип данных "{0}".
zh_hans: DIME 协议错误: 某条记录的数据类型“{0}”不受支持。
zh_hant: DIME 通訊協定錯誤: 某記錄有不受支援的 '{0}' 資料類型。

# DimeRecord_DataTypeShouldBeSpecifiedOnTheFirstChunk
source: DIME protocol error: The record data type must be specified in the first chunk.
de: DIME-Protokollfehler: Der Datentyp des Datensatzes muss im ersten Block angegeben werden.
es: Error de protocolo DIME: el tipo de datos del registro deber especificarse en el primer fragmento.
fr: Erreur du protocole DIME : le type de données de l'enregistrement doit être spécifié dans le premier segment.
it: Errore del protocollo DIME: è necessario specificare il tipo di dati del record nel primo blocco.
ja: DIME プロトコル エラー: レコードのデータ型は、先頭のチャンクで指定する必要があります。
ko: DIME 프로토콜 오류: 첫 번째 청크에 레코드 데이터 형식을 지정해야 합니다.
pt: Erro de protocolo DIME: o tipo de dados de registro deve ser especificado na primeira parte.
ru: Ошибка протокола DIME: тип данных записи необходимо задать в первом блоке.
zh_hans: DIME 协议错误: 必须在第一个块区中指定记录的数据类型。
zh_hant: DIME 通訊協定錯誤: 此記錄資料類型必須在第一個區塊中指定。

# DimeRecord_EncodedTypeLengthExceeds8191
source: DIME protocol error: The length of the encoded type exceeds 8191 bytes.
de: DIME-Protokollfehler: Die Länge des codierten Typs überschreitet 8191 Bytes.
es: Error de protocolo DIME: la longitud del tipo codificado supera los 8191 bytes.
fr: Erreur du protocole DIME : la longueur du type codé dépasse 8 191 octets.
it: Errore del protocollo DIME: la lunghezza del tipo codificato è maggiore di 8191 byte.
ja: DIME プロトコル エラー: エンコードされた型の長さが 8,191 バイトを超えています。
ko: DIME 프로토콜 오류: 인코딩된 유형의 길이가 8191바이트를 초과합니다.
pt: Erro de protocolo DIME: o tamanho do tipo codificado excede 8191 bytes.
ru: Ошибка протокола DIME: длина закодированного типа превышает 8191 байт.
zh_hans: DIME 协议错误: 编码类型的长度超出了 8191 个字节。
zh_hant: DIME 通訊協定錯誤: 編碼類型的長度超過 8191 個位元組。

# DimeRecord_IDIsOnlyForFirstChunk
source: DIME protocol error: A record header can have an ID only for the first chunk.
de: DIME-Protokollfehler: Ein Datensatzheader kann nur für den ersten Block eine ID aufweisen.
es: Error de protocolo DIME: un encabezado de registro solo puede tener un id. en el primer fragmento.
fr: Erreur du protocole DIME : un en-tête d'enregistrement ne peut avoir un ID que pour le premier segment.
it: Errore del protocollo DIME: l'ID di intestazione del record è consentito solo per il primo blocco.
ja: DIME プロトコル エラー: レコードのヘッダーに含めることができる ID は、先頭のチャンクの ID のみです。
ko: DIME 프로토콜 오류: 첫 번째 청크에 대해서만 레코드 헤더에 ID를 지정할 수 있습니다.
pt: Erro de protocolo DIME: um cabeçalho de registro pode ter uma ID somente para a primeira parte.
ru: Ошибка протокола DIME: заголовок записи может иметь идентификатор только для первого блока.
zh_hans: DIME 协议错误: 记录的标头只能包括第一个块区的 ID。
zh_hant: DIME 通訊協定錯誤: 記錄標頭只能有第一個區塊的識別碼。

# DimeRecord_InvalidChunkSize
source: DIME protocol error: The chunk size must be greater than 0.
de: DIME-Protokollfehler: Die Blockgröße muss größer als 0 sein.
es: Error de protocolo DIME: el tamaño del fragmento debe ser mayor que 0.
fr: Erreur du protocole DIME : la taille du segment doit être supérieure à 0.
it: Errore del protocollo DIME: le dimensioni del blocco devono essere maggiori di 0.
ja: DIME プロトコル エラー: チャンク サイズには、0 より大きい値を指定してください。
ko: DIME 프로토콜 오류: 청크 크기는 0보다 커야 합니다.
pt: Erro de protocolo DIME: o tamanho da parte deve ser maior que 0.
ru: Ошибка протокола DIME: размер блока должен быть больше 0.
zh_hans: DIME 协议错误: 块区大小必须大于 0。
zh_hant: DIME 通訊協定錯誤: 區塊大小必須大於 0。

# DimeRecord_InvalidContentLength
source: DIME protocol error: The ContentLength property must be -1 for a chunked DIME message. Otherwise, ContentLength must be positive.
de: DIME-Protokollfehler: Die ContentLength-Eigenschaft muss "-1" für eine aufgeteilte DIME-Nachricht sein. Andernfalls muss der Wert für "ContentLength" positiv sein.
es: Error de protocolo DIME: la propiedad ContentLength debe ser -1 para un mensaje DIME fragmentado. De lo contrario, el valor de ContentLength debe ser positivo.
fr: Erreur du protocole DIME : la propriété ContentLength doit avoir la valeur -1 pour un message DIME segmenté. Sinon, ContentLength doit être positive.
it: Errore del protocollo DIME: la proprietà ContentLength per un messaggio DIME in blocchi deve essere -1. In caso contrario, ContentLength deve essere un numero positivo.
ja: DIME プロトコル エラー: ContentLength プロパティは、チャンクされた DIME メッセージに対しては -1 である必要があります。それ以外では、ContentLength は正の数値である必要があります。
ko: DIME 프로토콜 오류: ContentLength 속성은 청크 DIME 메시지에 대해서는 -1이어야 하고 그렇지 않은 경우 ContentLength는 양수여야 합니다.
pt: Erro de protocolo DIME: a propriedade ContentLength deve ser -1 para uma mensagem DIME em partes. Caso contrário, ContentLength deve ser positivo.
ru: Ошибка протокола DIME: свойство ContentLength должно иметь значение –1 для блочного сообщения DIME. В противном случае свойство ContentLength должно иметь положительное значение.
zh_hans: DIME 协议错误: 成块的 DIME 消息的 ContentLength 属性必须为 -1。否则，ContentLength 属性的值必须为正数。
zh_hant: DIME 通訊協定錯誤: 區塊 DIME 訊息的 ContentLength 屬性必須是 -1。否則，ContentLength 必須是正數。

# DimeRecord_InvalidHeaderFlags
source: DIME protocol error: The header combination is not valid: BeginOfMessage='{0}', EndOfMessage='{1}', Chunked='{2}'.
de: DIME-Protokollfehler: Die Headerkombination ist ungültig: BeginOfMessage={0}, EndOfMessage={1}, Chunked={2}.
es: Error de protocolo DIME: la combinación de encabezado no es válida: BeginOfMessage='{0}', EndOfMessage='{1}', Chunked='{2}'.
fr: Erreur du protocole DIME : la combinaison d'en-tête n'est pas valide : BeginOfMessage = « {0} », EndOfMessage = « {1} », Chunked = « {2} ».
it: Errore del protocollo DIME: la combinazione di flag nell'intestazione non è valida: BeginOfMessage='{0}', EndOfMessage='{1}', Chunked='{2}'.
ja: DIME プロトコル エラー: 次のヘッダーの組み合わせは使用できません: BeginOfMessage='{0}'、EndOfMessage='{1}'、Chunked='{2}'。
ko: DIME 프로토콜 오류: 헤더 조합이 잘못되었습니다. BeginOfMessage='{0}', EndOfMessage='{1}', Chunked='{2}'.
pt: Erro de protocolo DIME: a combinação do cabeçalho não é válida: BeginOfMessage='{0}', EndOfMessage='{1}', Chunked='{2}'.
ru: Ошибка протокола DIME: недопустимая комбинация заголовков. BeginOfMessage="{0}", EndOfMessage="{1}", Chunked="{2}".
zh_hans: DIME 协议错误: 标头组合无效: BeginOfMessage=“{0}”，EndOfMessage=“{1}”，Chunked=“{2}”。
zh_hant: DIME 通訊協定錯誤: 以下標頭的組合無效: BeginOfMessage='{0}'、EndOfMessage='{1}'、Chunked='{2}'。

# DimeRecord_InvalidUriFormat
source: DIME protocol error: The '{0}' URI format is not valid.
de: DIME-Protokollfehler: Das URI-Format "{0}" ist ungültig.
es: Error de protocolo DIME: el formato de URI '{0}' no es válido.
fr: Erreur du protocole DIME : le format d'URI « {0} » n'est pas valide.
it: Errore del protocollo DIME: il formato dell'URI '{0}' non è valido.
ja: DIME プロトコル エラー: URI '{0}' の形式が正しくありません。
ko: DIME 프로토콜 오류: '{0}' URI 형식이 잘못되었습니다.
pt: Erro de protocolo DIME: o formato de URI '{0}' não é válido.
ru: Ошибка протокола DIME: недопустимый формат URI "{0}".
zh_hans: DIME 协议错误:“{0}”URI 格式无效。
zh_hant: DIME 通訊協定錯誤: '{0}' URI 格式無效。

# DimeRecord_MediaTypeNotDefined
source: DIME protocol error: The MediaType property must be defined.
de: DIME-Protokollfehler: Die MediaType-Eigenschaft muss definiert sein.
es: Error de protocolo DIME: debe definirse la propiedad MediaType.
fr: Erreur du protocole DIME : la propriété MediaType doit être définie.
it: Errore del protocollo DIME: è necessario definire la proprietà MediaType.
ja: DIME プロトコル エラー: MediaType プロパティを定義する必要があります。
ko: DIME 프로토콜 오류: MediaType 속성을 정의해야 합니다.
pt: Erro de protocolo DIME: a propriedade MediaType deve ser definida.
ru: Ошибка протокола DIME: свойство MediaType должно быть определено.
zh_hans: DIME 协议错误: 必须定义 MediaType 属性。
zh_hant: DIME 通訊協定錯誤: 必須定義 MediaType 屬性。

# DimeRecord_NameMustNotBeDefinedForFormatNone
source: DIME protocol error: The type name must not be defined if the type format is set to None.
de: DIME-Protokollfehler: Der Typname darf nicht definiert sein, wenn das Typformat auf "None" festgelegt ist.
es: Error de protocolo DIME: el nombre del tipo no debe definirse si el formato de tipo está establecido en None.
fr: Erreur du protocole DIME : le nom du type ne doit pas être défini si le format du type est None.
it: Errore del protocollo DIME: la definizione del nome del tipo non è consentita se il tipo di formato è impostato su None.
ja: DIME プロトコル エラー: 型形式を None に設定する場合は、型名を定義できません。
ko: DIME 프로토콜 오류: 형식이 None으로 설정된 경우에는 유형 이름을 정의하면 안 됩니다.
pt: Erro de protocolo DIME: o nome do tipo não deve ser definido se o formato de tipo estiver definido como Nenhum.
ru: Ошибка протокола DIME: если формат типа имеет значение None, имя типа задавать не следует.
zh_hans: DIME 协议错误: 如果将类型格式设置为“None”，则不得定义类型名称。
zh_hant: DIME 通訊協定錯誤: 如果類型格式設定為 [無]，則不可定義類型名稱。

# DimeRecord_OffsetAndCountShouldBePositive
source: DIME protocol error: The offset and the count must both be greater than or equal to 0.
de: DIME-Protokollfehler: Offset und Anzahl müssen beide größer als oder gleich 0 sein.
es: Error de protocolo DIME: el desplazamiento y el recuento deben ser iguales o mayores que 0.
fr: Erreur du protocole DIME : le décalage et le nombre doivent tous deux être supérieurs ou égaux à 0.
it: Errore del protocollo DIME: offset e conteggio devono essere maggiori o uguali a 0.
ja: DIME プロトコル エラー: オフセットとカウントは、両方とも 0 以上である必要があります。
ko: DIME 프로토콜 오류: 오프셋과 개수는 둘 다 0보다 크거나 같아야 합니다.
pt: Erro do protocolo DIME: o deslocamento e a contagem precisam ser iguais ou superiores a 0.
ru: Ошибка протокола DIME: смещение и количество должны быть не меньше нуля.
zh_hans: DIME 协议错误: 偏移量与计数都必须大于或等于 0。
zh_hant: DIME 通訊協定錯誤: 位移及計數必須同時大於或等於 0。

# DimeRecord_OnlySingleRecordMessagesAreSupported
source: DIME protocol error: A message with multiple records was encountered. Only single-record messages are supported.
de: DIME-Protokollfehler: Nachricht mit mehreren Datensätzen. Nur Nachrichten mit einem Datensatz werden unterstützt.
es: Error de protocolo DIME: se encontró un mensaje con varios registros. Solo se admiten mensajes con un único registro.
fr: Erreur du protocole DIME : un message comprenant plusieurs enregistrements a été détecté. Seuls les messages ne contenant qu'un seul enregistrement sont pris en charge.
it: Errore del protocollo DIME: è stato rilevato un messaggio con più record. Sono supportati solo messaggi a record singolo.
ja: DIME プロトコル エラー: 複数のレコードを含むメッセージが検出されました。単一レコード メッセージだけがサポートされています。
ko: DIME 프로토콜 오류: 레코드가 여러 개 있는 메시지를 발견했습니다. 레코드가 하나인 메시지만 지원됩니다.
pt: Erro de protocolo DIME: uma mensagem com diversos registros foi encontrada. Somente mensagens de registro único têm suporte.
ru: Ошибка протокола DIME: обнаружено сообщение с несколькими записями. Поддерживаются только сообщения с одной записью.
zh_hans: DIME 协议错误: 遇到包含多条记录的消息。只支持包含一条记录的消息。
zh_hant: DIME 通訊協定錯誤: 發現具有多個記錄的訊息。只支援單一記錄訊息。

# DimeRecord_PropertyOnlyAvailableForReadRecords
source: DIME protocol error: The property is supported only while a record is being read.
de: DIME-Protokollfehler: Die Eigenschaft wird nur während des Lesens eines Datensatzes unterstützt.
es: Error de protocolo DIME: solo se admite la propiedad durante la lectura de un registro.
fr: Erreur du protocole DIME : la propriété est prise en charge uniquement lors de la lecture d'un enregistrement.
it: Errore del protocollo DIME: la proprietà è supportata solo durante la lettura di un record.
ja: DIME プロトコル エラー: このプロパティは、レコードの読み取り中にのみサポートされています。
ko: DIME 프로토콜 오류: 이 속성은 레코드를 읽는 동안에만 지원됩니다.
pt: Erro de protocolo DIME: só há suporte para a propriedade quando o registro está sendo lido.
ru: Ошибка протокола DIME: свойство поддерживается только во время чтения записи.
zh_hans: DIME 协议错误: 只有在读取记录时才支持该属性。
zh_hant: DIME 通訊協定錯誤: 只有正在讀取記錄時，才支援此屬性。

# DimeRecord_ReadNotAllowed
source: DIME protocol error: Read operations are not allowed.
de: DIME-Protokollfehler: Lesevorgänge sind nicht zulässig.
es: Error de protocolo DIME: no se permiten operaciones de lectura.
fr: Erreur du protocole DIME : les opérations de lecture ne sont pas autorisées.
it: Errore del protocollo DIME: le operazioni di lettura non sono consentite.
ja: DIME プロトコル エラー: 読み取り操作は許可されていません。
ko: DIME 프로토콜 오류: 읽기 작업이 허용되지 않습니다.
pt: Erro de protocolo DIME: as operações de leitura não são permitidas.
ru: Ошибка протокола DIME: операции чтения не разрешены.
zh_hans: DIME 协议错误: 不允许执行读操作。
zh_hant: DIME 通訊協定錯誤: 不允許讀取作業。

# DimeRecord_ReservedFlagShouldBeZero
source: DIME protocol error: A record with the reserved flag '{0}' was encountered. Only a value of 0 is supported in this version.
de: DIME-Protokollfehler: Datensatz mit dem reservierten Flag "{0}". In dieser Version wird nur ein Wert von 0 unterstützt.
es: Error de protocolo DIME: se encontró un registro con la marca reservada '{0}'. Solo se admite el valor 0 en esta versión.
fr: Erreur du protocole DIME : un enregistrement avec l'indicateur réservé « {0} » a été détecté. Seule la valeur 0 est prise en charge dans cette version.
it: Errore del protocollo DIME: è stato rilevato un record con il flag riservato '{0}'. Questa versione supporta solo il valore 0.
ja: DIME プロトコル エラー: 予約されたフラグ '{0}' を含むレコードが検出されました。このバージョンでサポートされている値は 0 のみです。
ko: DIME 프로토콜 오류: 예약된 플래그가 '{0}'인 레코드를 발견했습니다. 이 버전에서는 0 값만 지원됩니다.
pt: Erro de protocolo DIME: um registro com o sinalizador reservado '{0}' foi encontrado. Somente um valor de 0 tem suporte nessa versão.
ru: Ошибка протокола DIME: обнаружена запись с зарезервированным флагом "{0}". В этой версии поддерживается только значение 0.
zh_hans: DIME 协议错误: 遇到带保留标志“{0}”的记录。此版本只支持一个值: 0。
zh_hant: DIME 通訊協定錯誤: 發現具有保留旗標 '{0}' 的記錄。在此版本只支援值為 0。

# DimeRecord_StreamIsClosed
source: DIME protocol error: The stream is closed.
de: DIME-Protokollfehler: Der Datenstrom ist geschlossen.
es: Error de protocolo DIME: flujo cerrado.
fr: Erreur du protocole DIME : le flux est fermé.
it: Errore del protocollo DIME: il flusso è chiuso.
ja: DIME プロトコル エラー: ストリームが閉じられています。
ko: DIME 프로토콜 오류: 스트림이 닫혀 있습니다.
pt: Erro de protocolo DIME: o fluxo está fechado.
ru: Ошибка протокола DIME: поток закрыт.
zh_hans: DIME 协议错误: 该流已关闭。
zh_hant: DIME 通訊協定錯誤: 資料流已關閉。

# DimeRecord_StreamShouldBeReadable
source: DIME protocol error: The stream cannot be read.
de: DIME-Protokollfehler: Der Datenstrom kann nicht gelesen werden.
es: Error de protocolo DIME: el flujo no se puede leer.
fr: Erreur du protocole DIME : impossible de lire le flux.
it: Errore del protocollo DIME: non è possibile leggere il flusso.
ja: DIME プロトコル エラー: ストリームを読み取れません。
ko: DIME 프로토콜 오류: 스트림을 읽을 수 없습니다.
pt: Erro de protocolo DIME: o fluxo não pode ser lido.
ru: Ошибка протокола DIME: невозможно прочитать поток.
zh_hans: DIME 协议错误: 该流无法读取。
zh_hant: DIME 通訊協定錯誤: 無法讀取資料流。

# DimeRecord_StreamShouldBeWriteable
source: DIME protocol error: The stream cannot be written to.
de: DIME-Protokollfehler: In den Datenstrom kann nicht geschrieben werden.
es: Error de protocolo DIME: no se puede escribir en el flujo.
fr: Erreur du protocole DIME : impossible d'écrire dans le flux.
it: Errore del protocollo DIME: non è possibile scrivere nel flusso.
ja: DIME プロトコル エラー: ストリームに書き込めません。
ko: DIME 프로토콜 오류: 스트림에 쓸 수 없습니다.
pt: Erro de protocolo DIME: não é possível gravar no fluxo.
ru: Ошибка протокола DIME: невозможно выполнить запись в поток.
zh_hans: DIME 协议错误: 无法写入该流。
zh_hant: DIME 通訊協定錯誤: 無法寫入資料流。
