Repository: Hamid-K/PowerBI
Catalog: PowerBI/Microsoft.AnalysisServices.AppLocal.AdomdClient/Microsoft.AnalysisServices.AppLocal.AdomdClient/XmlaSR.*.resx
Languages: de, es, fr, it, ja, ko, pt, ru, zh_hans, zh_hant

# ConnectionString_InvalidProtectionLevelForHttp
source: The protection level '{0}' is not supported for HTTP connections.
de: Die Schutzebene "{0}" wird für HTTP-Verbindungen nicht unterstützt.
es: No se admite el nivel de protección '{0}' para las conexiones HTTP.
fr: Le niveau de protection « {0} » n'est pas pris en charge pour les connexions HTTP.
it: Il livello di protezione '{0}' non è supportato per le connessioni HTTP.
ja: 保護レベル '{0}' は、HTTP 接続ではサポートされていません。
ko: HTTP 연결에는 보호 수준 '{0}'이(가) 지원되지 않습니다.
pt: O nível de proteção '{0}' não tem suporte para conexões HTTP.
ru: Уровень защиты "{0}" не поддерживается для подключений HTTP.
zh_hans: HTTP 连接不支持保护级别“{0}”。
zh_hant: HTTP 連接不支援保護層級 '{0}'。

# ConnectionString_InvalidProtectionLevelForHttps
source: The protection level '{0}' is not supported for HTTPS connections.
de: Die Schutzebene "{0}" wird für HTTPS-Verbindungen nicht unterstützt.
es: No se admite el nivel de protección '{0}' para las conexiones HTTPS.
fr: Le niveau de protection « {0} » n'est pas pris en charge pour les connexions HTTPS.
it: Il livello di protezione '{0}' non è supportato per le connessioni HTTPS.
ja: 保護レベル '{0}' は、HTTPS 接続ではサポートされていません。
ko: HTTPS 연결에는 보호 수준 '{0}'이(가) 지원되지 않습니다.
pt: O nível de proteção '{0}' não tem suporte para conexões HTTPS.
ru: Уровень защиты "{0}" не поддерживается для подключений HTTPS.
zh_hans: HTTPS 连接不支持保护级别“{0}”。
zh_hant: HTTPS 連接不支援保護層級 '{0}'。

# ConnectionString_LinkFileCannotDelegate
source: If Kerberos delegation is not configured, the allowDelegation flag should be turned on.
de: Wenn keine Kerberos-Delegierung konfiguriert ist, sollte das allowDelegation-Flag aktiviert sein.
es: Si la delegación Kerberos no está configurada, la marca allowDelegation debe estar activada.
fr: Si la délégation Kerberos n'est pas configurée, l'indicateur allowDelegation doit être activé.
it: Se la delega Kerberos non è configurata, il flag allowDelegation deve essere abilitato.
ja: Kerberos 委任が構成されていない場合、allowDelegation フラグをオンにする必要があります。
ko: Kerberos 위임이 구성되어 있지 않은 경우 allowDelegation 플래그를 설정해야 합니다.
pt: Se a delegação Kerberos não estiver configurada, o sinalizador allowDelegation deve ser ativado.
ru: Если делегирование Kerberos не настроено, необходимо установить флаг allowDelegation.
zh_hans: 如果未配置 Kerberos 委托，则应打开 allowDelegation 标志。
zh_hant: 如果未設定 Kerberos 委派，就應該開啟 allowDelegation 旗標。

# ConnectionString_LinkFileCannotRevert
source: Unable to revert to the process identity.
de: Die Prozessidentität kann nicht wiederhergestellt werden.
es: No se puede revertir la identidad del proceso.
fr: Impossible de revenir à l'identité du processus.
it: Non è possibile ripristinare l'identità del processo.
ja: プロセス ID に戻すことができません。
ko: 프로세스 ID로 되돌릴 수 없습니다.
pt: Não é possível reverter a identidade do processo.
ru: Не удается вернуться к удостоверению процесса.
zh_hans: 无法恢复为进程标识。
zh_hant: 無法還原為處理序身分識別。

# ConnectionString_LinkFileDownloadError
source: Could not download connection file '{0}'.
de: Die Verbindungsdatei "{0}" konnte nicht heruntergeladen werden.
es: No se pudo descargar el archivo de conexión '{0}'.
fr: Impossible de télécharger le fichier de connexion « {0} ».
it: Non è stato possibile scaricare il file di connessione '{0}'.
ja: 接続ファイル '{0}' をダウンロードできませんでした。
ko: 연결 파일 '{0}'을(를) 다운로드할 수 없습니다.
pt: Não foi possível baixar o arquivo de conexão '{0}'.
ru: Не удалось скачать файл подключения "{0}".
zh_hans: 无法下载连接文件“{0}”。
zh_hant: 無法下載連接檔案 '{0}'。

# ConnectionString_LinkFileDupEffectiveUsername
source: If Kerberos delegation is not configured, the EffectiveUserName property in the connection string must be the same as the impersonated user.
de: Wenn keine Kerberos-Delegierung konfiguriert ist, muss die EffectiveUserName-Eigenschaft in der Verbindungszeichenfolge dem imitierten Benutzer entsprechen.
es: Si la delegación Kerberos no está configurada, la propiedad EffectiveUserName de la cadena de conexión debe ser la misma que el usuario suplantado.
fr: Si la délégation Kerberos n'est pas configurée, la propriété EffectiveUserName de la chaîne de connexion doit être la même que celle de l'utilisateur impersonné.
it: Se la delega Kerberos non è configurata, la proprietà EffectiveUserName nella stringa di connessione deve corrispondere all'utente rappresentato.
ja: Kerberos 委任が構成されていない場合、接続文字列の EffectiveUserName プロパティは、偽装したユーザーと同じである必要があります。
ko: Kerberos 위임이 구성되지 않은 경우 연결 문자열의 EffectiveUserName 속성은 가장된 사용자와 같아야 합니다.
pt: Se a delegação Kerberos não estiver configurada, a propriedade EffectiveUserName na cadeia de conexão deve ser a mesma que o usuário representado.
ru: Если делегирование Kerberos не настроено, свойство EffectiveUserName в строке подключения должно совпадать с олицетворенным пользователем.
zh_hans: 如果未配置 Kerberos 委托，则连接字符串中的 EffectiveUserName 属性必须与被模拟用户相同。
zh_hant: 如果未設定 Kerberos 委派，連接字串中的 EffectiveUserName 屬性必須與模擬使用者相同。

# ConnectionString_LinkFileInvalidServer
source: BISM connection files cannot reference other BISM connection files. To continue, specify a tabular database that is deployed to an Analysis Services instance running in tabular mode.
de: BISM-Verbindungsdateien können nicht auf andere BISM-Verbindungsdateien verweisen. Um den Vorgang fortzusetzen, geben Sie eine tabellarische Datenbank an, die einer im tabellarischen Modus ausgeführten Analysis Services-Instanz bereitgestellt wird.
es: Los archivos de conexión BISM no pueden hacer referencia a otros archivos de conexión BISM. Para continuar, especifique una base de datos tabular que esté implementada en una instancia de Analysis Services que se ejecute en modo tabular.
fr: Les fichiers de connexion BISM ne peuvent pas référencer d'autres fichiers de connexion BISM. Pour continuer, spécifiez une base de données tabulaire déployée sur une instance Analysis Services exécutée en mode tabulaire.
it: I file di connessione BISM non possono fare riferimento ad altri file di connessione BISM. Per continuare, specificare un database tabulare distribuito in un'istanza di Analysis Services in esecuzione in modalità tabulare.
ja: BISM 接続ファイルで他の BISM 接続ファイルを参照することはできません。続行するには、表形式モードで実行されている Analysis Services インスタンスに配置されている表形式データベースを指定してください。
ko: BISM 연결 파일은 다른 BISM 연결 파일을 참조할 수 없습니다. 계속하려면 테이블 형식 모드로 실행되는 Analysis Services 인스턴스에 배포된 테이블 형식 데이터베이스를 지정하세요.
pt: Os arquivos de conexão BISM não podem fazer referência a outros arquivos de conexão BISM. Para continuar, especifique um banco de dados de tabela implantado em uma instância do Analysis Services em execução no modo de tabela.
ru: Файлы подключения BISM не могут ссылаться на другие файлы подключения BISM. Чтобы продолжить, укажите табличную базу данных, развернутую в экземпляре служб Analysis Services, который работает в табличном режиме.
zh_hans: BISM 连接文件无法引用其他 BISM 连接文件。要继续，请指定一个已部署到在表格模式下运行的 Analysis Services 实例的表格数据库。
zh_hant: BISM 連接檔案無法參考其他 BISM 連接檔案。若要繼續，請指定已部署至執行於表格式模式之 Analysis Services 執行個體的表格式資料庫。

# ConnectionString_LinkFileMissingServer
source: BISM connection files must include a reference to the target server.
de: BISM-Verbindungsdateien müssen einen Verweis auf den Zielserver enthalten.
es: Los archivos de conexión de BISM deben incluir una referencia al servidor de destino.
fr: Les fichiers de connexion BISM doivent contenir une référence au serveur cible.
it: I file di connessione BISM devono includere un riferimento al server di destinazione.
ja: BISM 接続ファイルには、ターゲット サーバーへの参照が含まれている必要があります。
ko: BISM 연결 파일에는 대상 서버에 대한 참조가 포함되어 있어야 합니다.
pt: Os arquivos de conexão do BISM precisam incluir uma referência ao servidor de destino.
ru: Файлы подключения BISM должны включать ссылку на целевой сервер.
zh_hans: BISM 连接文件必须包含对目标服务器的引用。
zh_hant: BISM 連線檔案必須包含目標伺服器的參考。

# ConnectionString_LinkFileParseError
source: The connection file is either not well formed or is larger than the allowed maximum of {0} characters.
de: Die Verbindungsdatei ist entweder nicht wohlgeformt oder überschreitet den Höchstwert von {0} Zeichen.
es: El archivo de conexión no tiene un formato correcto o es mayor que el máximo permitido de {0} caracteres.
fr: Le fichier de connexion n'est pas bien formé ou dépasse la taille maximale autorisée de {0} caractères.
it: Il formato del file di connessione non è corretto o il file supera il numero massimo consentito di {0} caratteri.
ja: この接続ファイルは、形式が正しくないか、上限の {0} 文字を超えています。
ko: 연결 파일 형식이 잘못되었거나 허용되는 최대 크기 {0}자보다 큽니다.
pt: O arquivo de conexão não está bem formado ou é maior que o máximo permitido de {0} caracteres.
ru: Файл подключения неверно сформирован, либо превышено допустимое максимальное число символов ({0}).
zh_hans: 连接文件结构不完整或大于允许的最大 {0} 个字符。
zh_hant: 連接檔案的格式不正確或大小大於允許的 {0} 個字元上限。

# ConnectionString_MissingIdentityProviderForIntegratedSecurityFederated
source: Sign in failed because the identity provider property is missing. This property is required when integrated security is set to federated.
de: Anmeldungsfehler, weil die Eigenschaft für den Identitätsanbieter fehlt. Diese Eigenschaft ist erforderlich, wenn die integrierte Sicherheit auf "Federated" festgelegt ist.
es: No se puede iniciar sesión porque falta la propiedad de proveedor de identidad. Esta propiedad es obligatoria cuando la seguridad integrada está configurada en federada.
fr: La connexion a échoué parce que la propriété du fournisseur d'identité est manquante. Cette propriété est nécessaire lorsque la sécurité intégrée est fédérée.
it: L'accesso non è riuscito perché manca la proprietà del provider di identità. Questa proprietà è obbligatoria quando è impostata la sicurezza integrata federata.
ja: ID プロバイダーのプロパティが見つからないため、サインインに失敗しました。このプロパティは、統合セキュリティがフェデレーションに設定されている場合に必要です。
ko: ID 공급자 속성이 없어서 로그인하지 못했습니다. 이 속성은 통합 보안이 페더레이션으로 설정된 경우 필요합니다.
pt: Falha ao conectar porque a propriedade do provedor de identidade está ausente. Essa propriedade é necessária quando a segurança integrada está definida como federada.
ru: Сбой входа в систему из-за отсутствия свойства поставщика удостоверений. При использовании федеративной интегрированной безопасности это свойство является обязательным.
zh_hans: 由于标识提供者属性丢失，登录失败。集成安全性设置为联合时，此属性是必需的。
zh_hant: 因為遺漏識別提供者屬性，所以登入失敗。當整合式安全性設定為同盟時，這是必要的屬性。

# ConnectionString_MissingPassword
source: Connection string is missing a password property.
de: In der Verbindungszeichenfolge fehlt eine Kennworteigenschaft.
es: En la cadena de conexión falta una propiedad de contraseña.
fr: Une propriété de mot de passe est manquante dans la chaîne de connexion.
it: Manca una proprietà della password nella stringa di connessione.
ja: 接続文字列でパスワード プロパティが見つかりません。
ko: 연결 문자열에 암호 속성이 없습니다.
pt: A cadeia de conexão não tem uma propriedade de senha.
ru: В строке подключения отсутствует свойство пароля.
zh_hans: 连接字符串中缺少密码属性。
zh_hant: 連接字串遺漏密碼屬性。

# ConnectionString_OpenedQuoteIsNotClosed
source: The opening quotation mark (at index {1} in the connection string) requires a closing quotation mark.
de: Das öffnende Anführungszeichen (bei Index "{1}" in der Verbindungszeichenfolge) erfordert ein schließendes Anführungszeichen.
es: La comilla de apertura (en el índice {1} de la cadena de conexión) requiere una comilla de cierre.
fr: Le guillemet ouvrant (au niveau de l'index {1} dans la chaîne de connexion) doit être associé à un guillemet fermant.
it: Alla virgoletta di apertura (in corrispondenza dell'indice {1} nella stringa di connessione) deve corrispondere una virgoletta di chiusura.
ja: 始まりの引用符 (接続文字列内のインデックス {1}) に対する終わりの引用符が必要です。
ko: 연결 문자열의 인덱스 {1}에서 따옴표의 짝이 맞아야 합니다.
pt: As aspas de abertura (no índice {1} na cadeia de conexão) exigem aspas de fechamento.
ru: Открывающая кавычка (в индексе {1} строки подключения) требует закрывающей кавычки.
zh_hans: (连接字符串中的索引 {1} 处的) 左引号必须有对应的右引号。
zh_hant: 左雙引號 (在連接字串中的索引 {1} 處) 必須有右雙引號配合。

# ConnectionString_PbiDataset_Missing_Metadata
source: The connection string for this PBI dataset connection is missing parameters ({0}).
de: In der Verbindungszeichenfolge für diese PBI-Datasetverbindung fehlen Parameter ({0}).
es: La cadena de conexión para esta conexión del conjunto de datos de PBI no contiene todos los parámetros ({0}).
fr: La chaîne de connexion pour cette connexion de jeu de données PBI a des paramètres manquants ({0}).
it: Nella stringa di connessione per questa connessione al set di dati di Power BI mancano alcuni parametri ({0}).
ja: この PBI データセット接続の接続文字列にパラメーター ({0}) がありません。
ko: 이 PBI 데이터 세트 연결에 대한 연결 문자열에 매개 변수({0})가 없습니다.
pt: Faltam parâmetros nesta cadeia de conexão para esta conexão de conjunto de dados PBI ({0}).
ru: В строке подключения для этого подключения к набору данных PBI отсутствуют параметры ({0}).
zh_hans: 此 PBI 数据集连接的连接字符串缺少参数({0})。
zh_hant: 此 PBI 資料集連線的連接字串缺少參數 ({0})。

# ConnectionString_PbiDedicated_MissingInitialCatalog
source: The connection string for PBI dedicated connections requires the 'Initial Catalog' property to be specified.
de: Die Verbindungszeichenfolge für dedizierte PBI-Verbindungen erfordert, dass die Eigenschaft "Anfangskatalog" angegeben wird.
es: La cadena de conexión de las conexiones dedicadas de PBI requiere que se especifique la propiedad "Initial Catalog".
fr: La chaîne de connexion pour les connexions dédiées PBI nécessite de spécifier la propriété « Catalogue initial ».
it: La stringa di connessione per le connessioni dedicate PBI richiede che venga specificata la proprietà 'Initial Catalog'.
ja: PBI 専用接続のための接続文字列には、'Initial Catalog' プロパティを指定する必要があります。
ko: PBI 전용 연결을 위한 연결 문자열에는 'Initial Catalog' 속성을 지정해야 합니다.
pt: A cadeia de conexão para conexões dedicadas de PBI requer que a propriedade 'Catálogo Inicial' seja especificada.
ru: В строке подключения для выделенных подключений PBI следует указать свойство "Исходный каталог".
zh_hans: PBI 专用连接的连接字符串需要指定“初始目录”属性。
zh_hant: PBI 專用連線的連接字串必須指定 'Initial Catalog' 屬性。

# ConnectionString_PbiDedicated_MissingRestrictCatalog
source: The connection string for PBI dedicated connections requires the 'Restrict Catalog' property to be specified with a value of 'true'.
de: Die Verbindungszeichenfolge für dedizierte PBI-Verbindungen erfordert, dass die Eigenschaft "Katalog einschränken" auf TRUE festgelegt wird.
es: La cadena de conexión de las conexiones dedicadas de PBI requiere que la propiedad "Restrict Catalog" se especifique con el valor "true".
fr: La chaîne de connexion pour les connexions dédiées PBI nécessite de spécifier la propriété « Restreindre le catalogue » avec la valeur true.
it: La stringa di connessione per le connessioni dedicate PBI richiede che venga specificata la proprietà 'Restrict Catalog' con il valore 'true'.
ja: PBI 専用接続のための接続文字列には、'Restrict Catalog' プロパティを指定し、値を 'true' にする必要があります。
ko: PBI 전용 연결을 위한 연결 문자열에는 값 'true'와 함께 'Restrict Catalog' 속성을 지정해야 합니다.
pt: A cadeia de conexão para conexões dedicadas de PBI requer que a propriedade 'Catálogo Restrito' seja especificada com o valor de 'true'.
ru: В строке подключения для выделенных подключений PBI следует указать свойство "Ограничение каталога" со значением "true".
zh_hans: PBI 专用连接的连接字符串需要使用 "true" 值指定“限制目录”属性。
zh_hant: PBI 專用連線的連接字串必須將 'Restrict Catalog' 屬性的值指定為 'true'。

# ConnectionString_PropertyNameNotDefined
source: The property name is not defined before the equal sign (at index {0} in the connection string).
de: Der Eigenschaftenname ist nicht vor dem Gleichheitszeichen (bei Index "{0}" in der Verbindungszeichenfolge) definiert.
es: El nombre de propiedad no está definido antes del signo igual (en el índice {0} de la cadena de conexión).
fr: Le nom de la propriété n'est pas défini avant le signe égal (au niveau de l'index {0} dans la chaîne de connexion).
it: Il nome della proprietà non è definito prima del segno di uguale (in corrispondenza dell'indice {0} nella stringa di connessione).
ja: 等号 (接続文字列内のインデックス {0}) の前にプロパティ名が定義されていません。
ko: 연결 문자열의 인덱스 {0}에서 등호 앞에 속성 이름을 정의하지 않았습니다.
pt: O nome da propriedade não está definido antes do sinal de igual (no índice {0} na cadeia de conexão).
ru: Имя свойства не определено перед знаком равенства (в индексе {0} строки подключения).
zh_hans: 未在 (连接字符串中的索引 {0} 处的) 等号之前定义属性名称。
zh_hant: 等號 (在連接字串中的索引 {0} 處) 之前未定義屬性名稱。

# ConnectionString_PropertyNotApplicableWithTheDataSourceType
source: The '{0}' connection string property is not applicable for the specified data source type.
de: Die {0}-Eigenschaft der Verbindungszeichenfolge ist auf den angegebenen Datenquellentyp nicht anwendbar.
es: La propiedad de la cadena de conexión '{0}' no se puede aplicar al tipo de origen de datos especificado.
fr: La propriété de chaîne de connexion « {0} » ne s'applique pas au type de source de données spécifié.
it: La proprietà della stringa di connessione '{0}' non è valida per il tipo di origine dati specificato.
ja: '{0}' 接続文字列プロパティは、指定された種類のデータ ソースには適用できません。
ko: '{0}' 연결 문자열 속성이 지정된 데이터 원본 유형에 적합하지 않습니다.
pt: A propriedade da cadeia de conexão '{0}' não é aplicável ao tipo de fonte de dados especificado.
ru: Свойство строки подключения "{0}" неприменимо для заданного типа источника данных.
zh_hans: “{0}”连接字符串属性对指定的数据源类型不适用。
zh_hant: '{0}' 連接字串屬性不適用於所指定的資料來源類型。

# ConnectionString_SPN_Profile_Not_Supported
source: The connection-string property 'SPN Profile' is only supported in Public XMLA connection.
es: La propiedad de cadena de conexión “SPN Profile” solo se admite en la conexión XMLA pública.
fr: La propriété « Profil SPN » de la chaîne de connexion est uniquement prise en charge dans le cadre d'une connexion XMLA publique.
it: La proprietà 'SPN Profile' della stringa di connessione è supportata solo nella connessione XMLA pubblica.
ja: 接続文字列プロパティ 'SPN プロファイル' は、パブリック XMLA 接続でのみサポートされています。
ko: 연결 문자열 속성 'SPN Profile'은 공용 XMLA 연결에서만 지원됩니다.
pt: A propriedade de cadeia de conexão 'SPN Profile' só tem suporte na conexão XMLA pública.
ru: Свойство строки подключения "SPN Profile" поддерживается только в общедоступном подключении XMLA.
zh_hans: 只有公共 XMLA 连接中支持连接字符串属性“SPN 配置文件”。
zh_hant: 只在公用 XMLA 連線中支援連接字串屬性 [SPN 設定檔]。

# ConnectionString_ShilohIsNoLongerSupported
source: The value '8.0' is no longer supported for the connection string property '{0}'; that connectivity mode has been deprecated.
de: Der Wert "8.0" wird für die Eigenschaft "{0}" der Verbindungszeichenfolge nicht mehr unterstützt. Dieser Verbindungsmodus ist veraltet.
es: El valor '8.0' ya no se admite para la propiedad de la cadena de conexión '{0}'; ese modo de conectividad está en desuso.
fr: La valeur « 8.0 » n’est plus prise en charge pour la propriété de chaîne de connexion « {0} ». Ce mode de connectivité a été déconseillé.
it: Il valore '8.0' non è più supportato per la proprietà della stringa di connessione '{0}'. Questa modalità di connettività è stata deprecata.
ja: 値 '8.0' は、接続文字列のプロパティ '{0}' ではサポートされなくなりました。その接続モードは非推奨になっています。
ko: 값 '8.0'은 더 이상 연결 문자열 속성 '{0}'에 대해 지원되지 않습니다. 이 연결 모드는 더 이상 사용되지 않습니다.
pt: Não há mais suporte para o valor '8.0' na propriedade de cadeia de conexão '{0}'. Esse modo de conectividade foi preterido.
ru: Значение "8.0" больше не поддерживается для свойства строки подключения "{0}"; этот режим подключения является нерекомендуемым.
zh_hans: 连接字符串属性“{0}”不再支持值 "8.0"；该连接模式已被弃用。
zh_hant: 連接字串屬性 '{0}' 已不再支援值 '8.0'; 該連線模式已淘汰。

# ConnectionString_UnsupportedPropertyValue
source: The value '{1}' is not supported for the connection string property '{0}'.
de: Der Wert "{1}" wird für die {0}-Eigenschaft der Verbindungszeichenfolge nicht unterstützt.
es: El valor '{1}' no es compatible con la propiedad de la cadena de conexión '{0}'.
fr: La valeur « {1} » n'est pas prise en charge pour la propriété de chaîne de connexion « {0} ».
it: Il valore '{1}' non è supportato per la proprietà della stringa di connessione '{0}'.
ja: 値 '{1}' は、接続文字列プロパティ '{0}' ではサポートされていません。
ko: 연결 문자열 속성 '{0}'에는 값 '{1}'을(를) 사용할 수 없습니다.
pt: O valor '{1}' não tem suporte para a propriedade da cadeia de conexão '{0}'.
ru: Значение "{1}" не поддерживается для свойства строки подключения "{0}".
zh_hans: 连接字符串属性“{0}”不支持值“{1}”。
zh_hant: 連接字串屬性 '{0}' 不支援值 '{1}'。

# ConnectionString_Untrusted_Endpoint
source: The endpoint for this connection is not a trusted endpoint.
de: Der Endpunkt für diese Verbindung ist kein vertrauenswürdiger Endpunkt.
es: El punto de conexión de esta conexión no es de confianza.
fr: Le point de terminaison de cette connexion n'est pas un point de terminaison approuvé.
it: L'endpoint per questa connessione non è un endpoint attendibile.
ja: この接続のエンドポイントは、信頼されているエンドポイントではありません。
ko: 이 연결에 대한 엔드포인트가 신뢰할 수 있는 엔드포인트가 아닙니다.
pt: O ponto de extremidade desta conexão não é um ponto de extremidade confiável.
ru: Конечная точка для этого соединения не является доверенной.
zh_hans: 此连接的终结点不是受信任的终结点。
zh_hant: 此連線的端點並非信任的端點。

# Connection_AnalysisServicesInstanceWasMoved
source: Analysis Services instance you are connecting to has moved. Please reconnect.
de: Die Analysis Services-Instanz, mit der Sie eine Verbindung herstellen möchten, wurde verschoben. Stellen Sie erneut eine Verbindung her.
es: La instancia de Analysis Services a la que se está conectando se ha movido. Vuelva a conectarse.
fr: L'instance Analysis Services à laquelle vous vous connectez a été déplacée. Reconnectez-vous.
it: L'istanza di Analysis Services a cui si sta tentando di connettersi è stata spostata. Riconnettersi.
ja: 接続中の Analysis Services インスタンスは移動されました。接続し直してください。
ko: 연결 중인 Analysis Services 인스턴스가 이동했습니다. 다시 연결하세요.
pt: A instância do Analysis Services na qual você está se conectando foi movida. Reconecte.
ru: Экземпляр служб Analysis Services, к которому вы подключаетесь, был перемещен. Повторите попытку подключения.
zh_hans: 你正在连接的 Analysis Services 实例已移动。请重新连接。
zh_hant: 您要連線的 Analysis Services 執行個體已遭移除。請重新連線。

# Connection_WorkbookIsOutdated
source: The connection to the current workbook has been closed because a newer version of the workbook exists in SharePoint. To continue, reopen the workbook to get the newer version.
de: Die Verbindung mit der aktuellen Arbeitsmappe wurde getrennt, da in SharePoint eine neuere Version der Arbeitsmappe vorhanden ist. Zum Fortfahren öffnen Sie die Arbeitsmappe erneut, um die neue Version zu erhalten.
es: La conexión al libro actual se cerró porque existe una versión más reciente del libro en SharePoint. Para continuar, abra de nuevo el libro y obtenga la versión más reciente.
fr: La connexion au classeur actuel a été fermée, car une version plus récente de ce classeur existe dans SharePoint. Pour continuer, rouvrez le classeur afin d'en obtenir la nouvelle version.
it: La connessione alla cartella di lavoro corrente è stata chiusa perché in SharePoint esiste una versione più recente della cartella di lavoro. Per continuare, riaprire la cartella di lavoro per ottenere la versione più recente.
ja: SharePoint に存在するブックのバージョンの方が新しいため、現在のブックとの接続が閉じられました。続行するには、ブックを再び開いて新しいバージョンを取得してください。
ko: SharePoint에 통합 문서의 최신 버전이 있기 때문에 현재 통합 문서에 대한 연결이 끊어졌습니다. 계속하려면 통합 문서를 다시 열어서 최신 버전을 가져오세요.
pt: A conexão com a pasta de trabalho atual foi fechada porque existe uma versão mais nova da pasta de trabalho no SharePoint. Para continuar, abra novamente a pasta de trabalho para obter a versão mais nova.
ru: Подключение к текущей книге закрыто, так как в SharePoint существует более новая версия книги. Чтобы продолжить, получите более новую версию книги, открыв книгу повторно.
zh_hans: 由于 SharePoint 中存在工作簿的更高版本，与当前工作簿的连接已关闭。要继续，请重新打开工作簿以获取更高版本。
zh_hant: 因為 SharePoint 中有較新版本的活頁簿，所以與目前活頁簿的連接已經關閉。若要繼續，請重新開啟活頁簿以取得較新的版本。

# DataReaderClosedError
source: The data reader object is closed.
de: Das Datenleserobjekt ist geschlossen.
es: El objeto del lector de datos está cerrado.
fr: L'objet de lecteur de données est fermé.
it: L'oggetto lettore dati è chiuso.
ja: データ リーダー オブジェクトが閉じられています。
ko: 데이터 판독기 개체가 닫혀 있습니다.
pt: O objeto do leitor de dados está fechado.
ru: Объект модуля чтения данных закрыт.
zh_hans: 数据读取器对象已关闭。
zh_hant: 資料讀取器物件已關閉。
