Repository: Hamid-K/PowerBI
Catalog: PowerBI/Microsoft.AnalysisServices.AppLocal.AdomdClient/Microsoft.AnalysisServices.AppLocal.AdomdClient/XmlaSR.*.resx
Languages: de, es, fr, it, ja, ko, pt, ru, zh_hans, zh_hant

# XmlaClient_PbiPremium_WorkspaceNameDuplicated
source: The specified Power BI workspace name ('{1}') has conflict with other workspace names. Please use "[workspaceName]-[objectIdGuid]" to address the workspace.{0}
de: Der angegebene Power BI Arbeitsbereichsname („{1}“) verursacht einen Konflikt mit anderen Arbeitsbereichsnamen. Verwenden Sie „[workspaceName]-[objectIdGuid]“, um auf den Arbeitsbereich zu verweisen.{0}
es: El nombre del área de trabajo de Power BI especificada ('{1}') entra en conflicto con los nombres de otras. Use "[workspaceName]-[objectIdGuid]" para corregir el área de trabajo.{0}
fr: Le nom d’espace de travail Power BI spécifié («{1}») est en conflit avec d’autres noms d’espace de travail. Utilisez « [nomEspacedetravail]-[GuidIdObjet] » pour nommer l’espace de travail.{0}
it: Il nome specificato dell'area di lavoro di Power BI ('{1}') è in conflitto con altri nomi di aree di lavoro. Usare "[NomeArealavoro]-[IdGuidOggetto]" per specificare l'area di lavoro.{0}
ja: 指定された Power BI ワークスペース名 ('{1}') は他のワークスペース名と競合しています。"[workspaceName]-[objectIdGuid]" を使用してワークスペースのアドレスを指定してください。{0}
ko: 지정한 Power BI 작업 영역 이름('{1}')이 다른 작업 영역 이름과 충돌합니다. 작업 영역 문제를 해결하려면 "[workspaceName]-[objectIdGuid]"를 사용하세요.{0}
pt: O nome ('{1}') do workspace do Power BI especificado tem conflitos com outros nomes de workspace. Use "[workspaceName]-[objectIdGuid]" para endereçar o workspace.{0}
ru: Имя указанной рабочей области Power BI ("{1}") конфликтует с именами других рабочих областей. Используйте имя рабочей области в виде "[имя рабочей области]-[GUID объекта]" для обращения к рабочей области.{0}
zh_hans: 指定的 Power BI 工作区名称(“{1}”)与其他工作区名称冲突。请使用 "[workspaceName]-[objectIdGuid]" 为此工作区命名。{0}
zh_hant: 指定的 Power BI 工作區名稱 ('{1}') 與其他工作區名稱衝突。請使用 "[workspaceName]-[objectIdGuid]" 指名工作區。{0}

# XmlaClient_PbiPremium_WorkspaceNotFound
source: The specified Power BI workspace ('{1}') is not found.{0}
de: Der angegebene Power BI Arbeitsbereich („{1}“) wurde nicht gefunden.{0}
es: No se ha encontrado el área de trabajo de Power BI ('{1}') especificada.{0}
fr: L’espace de travail Power BI spécifié («{1}») est introuvable.{0}
it: L'area di lavoro di Power BI specificata ('{1}') non è stata trovata.{0}
ja: 指定された Power BI ワークスペース ('{1}') が見つかりません。{0}
ko: 지정한 Power BI 작업 영역('{1}')을 찾을 수 없습니다.{0}
pt: O workspace ('{1}') do Power BI especificado não foi encontrado.{0}
ru: Указанная рабочая область Power BI ("{1}") не найдена.{0}
zh_hans: 找不到指定的 Power BI 工作区(“{1}”)。{0}
zh_hant: 找不到指定的 Power BI 工作區 ('{1}')。{0}

# XmlaClient_PbiPremium_WorkspaceNotOnPremium
source: The specified Power BI workspace ('{1}') is not a premium workspace.{0}
de: Der angegebene Power BI Arbeitsbereich („{1}“) ist kein Premium-Arbeitsbereich.{0}
es: El área de trabajo de Power BI especificada ('{1}') no es premium.{0}
fr: L’espace de travail Power BI spécifié («{1}») n’est pas un espace de travail Premium.{0}
it: L'area di lavoro di Power BI specificata ('{1}') non è un'area di lavoro Premium.{0}
ja: 指定された Power BI ワークスペース ('{1}') は Premium ワークスペースではありません。{0}
ko: 지정한 Power BI 작업 영역('{1}')은 프리미엄 작업 영역이 아닙니다.{0}
pt: O workspace ('{1}') do Power BI especificado não é um workspace premium.{0}
ru: Указанная рабочая область Power BI ("{1}") не является областью премиум.{0}
zh_hans: 指定的 Power BI 工作区(“{1}”)不是高级工作区。{0}
zh_hant: 指定的 Power BI 工作區 ('{1}') 不是進階工作區。{0}

# XmlaClient_PbiPublicXmlaWithEmbedToken_Missing_InitialCatalog
source: Initial catalog must be specified as a restriction for Public XMLA connection with Embed token.
de: Der ursprüngliche Katalog muss als Einschränkung für die öffentliche XMLA-Verbindung mit Einbettungstoken angegeben werden.
es: Se debe especificar el catálogo inicial como una restricción para la conexión XMLA pública con token de inserción.
fr: Le catalogue initial doit être spécifié en tant que restriction pour une connexion XMLA publique avec un jeton intégré.
it: È necessario specificare il catalogo iniziale come restrizione per la connessione XMLA pubblica con il token di incorporamento.
ja: 埋め込みトークンを使用するパブリック XMLA 接続の制限として、初期カタログを指定する必要があります。
ko: 초기 카탈로그는 포함 토큰이 포함된 공용 XMLA 연결에 대한 제한으로 지정해야 합니다.
pt: O catálogo inicial deve ser especificado como uma restrição para a Conexão XMLA pública com Token de inserção.
ru: Исходный каталог должен быть указан в качестве ограничения для общедоступного подключения через XMLA с помощью токена внедрения.
zh_hans: 必须将初始目录指定为带有嵌入令牌的公共 XMLA 连接的限制。
zh_hant: 必須將初始目錄指定為使用內嵌權杖的公用 XMLA 連接的限制。

# XmlaClient_PbiPublicXmlaWithEmbedToken_ToPBIShared_NotSupported
source: Connection to Power BI Pro workspaces via Public XMLA endpoint with Embed token is not supported.
de: Die Verbindung mit Power BI Pro-Arbeitsbereichen über einen öffentlichen XMLA-Endpunkt mit Einbettungstoken wird nicht unterstützt.
es: No se admite la conexión a áreas de trabajo de Power BI Pro mediante un punto de conexión XMLA público con token de inserción.
fr: La connexion aux espaces de travail Power BI Pro via un point de terminaison XMLA public avec un jeton intégré n’est pas prise en charge.
it: La connessione alle aree di lavoro Power BI Pro tramite endpoint XMLA pubblico con token di incorporamento non è supportata.
ja: 埋め込みトークンを含むパブリック XMLA エンドポイントを介した Power BI Pro ワークスペースへの接続はサポートされていません。
ko: 포함 토큰이 포함된 공용 XMLA 엔드포인트를 통한 Power BI Pro 작업 영역에 대한 연결은 지원되지 않습니다.
pt: Não há suporte para a conexão com espaços de trabalho Power BI Pro por meio do Ponto de extremidade XMLA público com Token de inserção.
ru: Подключение к рабочим областям Power BI Pro через общедоступную конечную точку XMLA с помощью токена внедрения не поддерживается.
zh_hans: 不支持通过带有嵌入令牌的公共 XMLA 终结点连接到 Power BI Pro 工作区。
zh_hant: 不支援透過使用內嵌權杖的公用 XMLA 端點連線到 Power BI Pro 工作區。

# XmlaClient_PbiPublicXmlaWithEmbedToken_UserId_Prop_NotSupported
source: The connection string for the Public XMLA Endpoint must not contain the 'User Id' property when an Embed token is specified.
de: Die Verbindungszeichenfolge für den öffentlichen XMLA-Endpunkt darf die Eigenschaft "User ID" nicht enthalten, wenn ein Einbettungstoken angegeben wird.
es: La cadena de conexión del punto de conexión XMLA público no debe contener la propiedad "User Id" cuando se especifica un token de inserción.
fr: La chaîne de connexion pour le point de terminaison XMLA public ne doit pas contenir la propriété « ID d’utilisateur » lorsqu’un jeton intégré est spécifié.
it: La stringa di connessione per l'endpoint XMLA pubblico non deve contenere la proprietà 'user ID' quando viene specificato un token di incorporamento.
ja: 埋め込みトークンが指定されている場合、パブリック XMLA エンドポイントの接続文字列に 'User Id' プロパティを含めることはできません。
ko: 포함 토큰이 지정된 경우 공용 XMLA 엔드포인트에 대한 연결 문자열에 '사용자 ID' 속성을 포함하면 안 됩니다.
pt: A cadeia de conexão para o Ponto de extremidade XMLA público não deve conter a propriedade 'ID do usuário' quando um Token de inserção é especificado.
ru: Строка подключения для общедоступной конечной точки XMLA не должна содержать свойство "ИД пользователя", если указан токен внедрения.
zh_hans: 指定嵌入令牌时，公共 XMLA 终结点的连接字符串不得包含“用户 ID”属性。
zh_hant: 當指定內嵌權杖時，公用 XMLA 端點的連接字串不能包含「使用者識別碼」屬性。

# XmlaClient_PbiPublicXmla_DatasetNameDuplicated
source: Multiple Power BI datasets with specified friendly name '{0}' were found. Please rename the datasets to make the reference unambiguous. Technical details: {1}.
de: Es wurden mehrere Power BI-Datasets mit dem angegebenen Anzeigenamen "{0}" gefunden. Benennen Sie die Datasets um, damit der Verweis eindeutig ist. Technische Details: {1}.
es: Se han encontrado varios conjuntos de datos de Power BI con el nombre descriptivo '{0}'. Cambie el nombre de los conjuntos de datos para que la referencia no sea ambigua. Detalles técnicos: {1}.
fr: Plusieurs jeux de données Power BI portant le nom convivial « {0} » spécifié ont été trouvés. Renommez les jeux de données pour que la référence ne soit pas ambiguë. Détails techniques : {1}.
it: Sono stati trovati più set di dati di Power BI con il nome descrittivo '{0}' specificato. Rinominare i set di dati affinché il riferimento non sia ambiguo. Dettagli tecnici: {1}.
ja: 指定されたフレンドリ名 '{0}' を持つ複数の Power BI データセットが見つかりました。参照を明確にするために、データセットの名前を変更してください。技術的な詳細: {1}。
ko: 지정한 이름 '{0}'을(를) 사용하는 Power BI 데이터 세트가 여러 개 있습니다. 참조를 명확하게 만들려면 데이터 세트의 이름을 바꾸세요. 기술 세부 정보: {1}.
pt: Foram encontrados vários conjuntos de dados do Power BI com o nome amigável '{0}' especificado. Renomeie os conjuntos de dados para eliminar a ambiguidade da referência. Detalhes técnicos: {1}.
ru: Обнаружено несколько наборов данных Power BI с указанным понятным именем "{0}". Переименуйте наборы данных, чтобы сделать ссылку однозначной. Технические сведения: {1}.
zh_hans: 找到多个具有指定友好名称“{0}”的 Power BI 数据集。请重命名数据集，使引用的含义明确。技术详细信息: {1}。
zh_hant: 找到多個具有指定易記名稱 '{0}' 的 Power BI 資料集。請重新命名資料集，使參考明確。技術詳細資料: {1}。

# XmlaClient_PbiPublicXmla_DatasetNotFound
source: The Power BI dataset with specified friendly name '{0}' could not be found. Technical details: {1}.
de: Das Power BI-Dataset mit dem angegebenen Anzeigenamen "{0}" wurde nicht gefunden. Technische Details: {1}.
es: No se ha podido encontrar el conjunto de datos de Power BI con el nombre descriptivo '{0}'. Detalles técnicos: {1}.
fr: Le jeu de données Power BI portant le nom convivial « {0} » spécifié est introuvable. Détails techniques : {1}.
it: Il set di dati di Power BI con il nome descrittivo '{0}' specificato non è stato trovato. Dettagli tecnici: {1}.
ja: 指定されたフレンドリ名 '{0}' を持つ Power BI データセットが見つかりませんでした。技術的な詳細: {1}。
ko: 지정한 이름 '{0}'을(를) 사용하는 Power BI 데이터 세트를 찾을 수 없습니다. 기술 세부 정보: {1}.
pt: Não foi possível encontrar o conjunto de dados do Power BI com o nome amigável '{0}' especificado. Detalhes técnicos: {1}.
ru: Не удалось найти набор данных Power BI с указанным понятным именем "{0}". Технические сведения: {1}.
zh_hans: 找不到具有指定友好名称“{0}”的 Power BI 数据集。技术详细信息: {1}。
zh_hant: 找不到具有指定易記名稱 '{0}' 的 Power BI 資料集。技術詳細資料: {1}。

# XmlaClient_PbiPublicXmla_DatasetNotSpecified
source: Initial catalog property is required in order to connect to Power BI Pro workspaces.
de: Die Eigenschaft für den Anfangskatalog ist erforderlich, um eine Verbindung mit Power BI Pro-Arbeitsbereichen herzustellen.
es: La propiedad "Initial Catalog" es necesaria para conectarse a las áreas de trabajo de Power BI Pro.
fr: La propriété Catalogue initial est obligatoire pour la connexion aux espaces de travail Power BI Pro.
it: La proprietà del catalogo iniziale è necessaria per connettersi alle aree di lavoro di Power BI Pro.
ja: Power BI Pro ワークスペースに接続するには、初期カタログ プロパティが必要です。
ko: Power BI Pro 작업 영역에 연결하려면 초기 카탈로그 속성이 필요합니다.
pt: A propriedade de catálogo inicial é necessária para a conexão com os workspaces do Power BI Pro.
ru: Для подключения к рабочим областям Power BI Pro необходимо указать свойство "Исходный каталог".
zh_hans: 必须提供初始目录属性才能连接到 Power BI Pro 工作区。
zh_hant: 需要初始目錄屬性，才能連線到 Power BI Pro 工作區。

# XmlaClient_PbiPublicXmla_InvalidDataSourceUriFormat
source: The specified datasource uri '{0}' is with invalid format.
de: Der angegebene Datenquellen-URI "{0}" weist ein ungültiges Format auf.
es: El formato del URI '{0}' del origen de datos especificado no es válido.
fr: L'URI de source de données spécifié « {0} » a un format non valide.
it: Il formato dell'URI dell'origine dati specificato '{0}' non è valido.
ja: 指定したデータソースの URI '{0}' の形式が無効です。
ko: 지정된 데이터 원본 URI '{0}'은(는) 형식이 유효하지 않습니다.
pt: O URI da fonte de dados especificado '{0}' está com o formato inválido.
ru: Указанный URI "{0}" источника данных имеет недопустимый формат.
zh_hans: 指定数据源 uri“{0}”的格式无效。
zh_hant: 指定的資料來源 URI '{0}' 使用了無效的格式。

# XmlaClient_PbiPublicXmla_UnsupportedIdentityProvider
source: The identity provider '{0}' is not supported for Public XMLA connection.
de: Der Identitätsanbieter '{0}' wird für eine öffentliche XMLA-Verbindung nicht unterstützt.
es: La "{0}" del proveedor de identidades no es compatible con la conexión XMLA pública.
fr: Le fournisseur d’identité « {0} » n’est pas pris en charge pour la connexion XMLA publique.
it: Il provider di identità '{0}' non è supportato per la connessione XMLA pubblica.
ja: ID プロバイダー '{0}' は、パブリック XMLA 接続ではサポートされていません。
ko: '{0}' ID 공급자는 공용 XMLA 연결에 대해 지원되지 않습니다.
pt: Não há suporte para o provedor de identidade ''{0}'' na Conexão XMLA Pública.
ru: Поставщик удостоверений "{0}" не поддерживается для общедоступного подключения XMLA.
zh_hans: 公共 XMLA 连接不支持标识提供者“{0}”。
zh_hant: 公用 XMLA 連線不支援識別提供者 '{0}'。

# XmlaClient_SendRequest_NoRequestWasCreated
source: The request was not created.
de: Die Anforderung wurde nicht erstellt.
es: No se creó la solicitud.
fr: La demande n'a pas été créée.
it: La richiesta non è stata creata.
ja: 要求は作成されませんでした。
ko: 요청이 생성되지 않았습니다.
pt: A solicitação não foi criada.
ru: Запрос не создан.
zh_hans: 未创建请求。
zh_hant: 未建立要求。

# XmlaClient_SendRequest_RequestStreamCannotBeRead
source: The request stream cannot be read.
de: Der Anforderungsdatenstrom kann nicht gelesen werden.
es: No se puede leer el flujo de la solicitud.
fr: Impossible de lire le flux de demande.
it: Non è possibile leggere il flusso della richiesta.
ja: 要求のストリームを読み取れません。
ko: 요청 스트림을 읽을 수 없습니다.
pt: O fluxo da solicitação não pode ser lido.
ru: Невозможно прочитать поток запроса.
zh_hans: 无法读取请求流。
zh_hant: 無法讀取要求資料流。

# XmlaClient_SendRequest_ThereIsAnotherPendingResponse
source: An open response reader already exists.
de: Ein geöffneter Antwortleser ist bereits vorhanden.
es: Ya existe un objeto de lectura de respuestas abierto.
fr: Il existe déjà un lecteur de réponse ouvert.
it: Esiste già un lettore di risposte aperto.
ja: 開かれている応答リーダーが既に存在します。
ko: 열린 응답 판독기가 이미 있습니다.
pt: Já existe um leitor de resposta aberto.
ru: Уже существует открытый модуль чтения ответов.
zh_hans: 打开的响应读取器已存在。
zh_hant: 已經有一個開啟的回應讀取器。

# XmlaClient_StartRequest_ThereIsAnotherPendingRequest
source: An open request writer already exists.
de: Ein geöffneter Anforderungsschreiber ist bereits vorhanden.
es: Ya existe un objeto de escritura de solicitudes abierto.
fr: Il existe déjà un writer de demande ouvert.
it: Esiste già un writer di richieste aperto.
ja: 開かれている要求ライターが既に存在します。
ko: 열린 요청 기록기가 이미 있습니다.
pt: Já existe um gravador de solicitação aberto.
ru: Уже существует открытый модуль записи запросов.
zh_hans: 打开的请求编写器已存在。
zh_hant: 已經有一個開啟的要求寫入器。

# XmlaClient_StartRequest_ThereIsAnotherPendingResponse
source: An open response reader already exists.
de: Ein geöffneter Antwortleser ist bereits vorhanden.
es: Ya existe un objeto de lectura de respuestas abierto.
fr: Il existe déjà un lecteur de réponse ouvert.
it: Esiste già un lettore di risposte aperto.
ja: 開かれている応答リーダーが既に存在します。
ko: 열린 응답 판독기가 이미 있습니다.
pt: Já existe um leitor de resposta aberto.
ru: Уже существует открытый модуль чтения ответов.
zh_hans: 打开的响应读取器已存在。
zh_hant: 已經有一個開啟的回應讀取器。
