Repository: Hamid-K/PowerBI
Catalog: Portal/Microsoft.ReportingServices.Modeling/Microsoft.ReportingServices.Modeling/Modeling/SRErrors.*.resx
Languages: de, es, fr, it, ja, ko, ru, zh_hans, zh_hant

# InvalidAttributeRef
source: The {0} contains an AttributeRef that has both or neither of the following: AttributeID and AttributeName. AttributeRef must have exactly one of these elements.
de: Das {0}-Objekt enthält ein AttributeRef-Objekt, das entweder das AttributeID- und das AttributeName-Element oder keines der beiden Elemente aufweist. "AttributeRef" muss genau eines dieser Elemente aufweisen.
es: El objeto {0} contiene una referencia AttributeRef que tiene ambos o ninguno de los siguientes elementos: AttributeID y AttributeName. AttributeRef debe tener exactamente uno de estos elementos.
fr: {0} contient une propriété AttributeRef qui a les deux éléments suivants ou aucun des deux : AttributeID et AttributeName. La propriété AttributeRef doit impérativement posséder un, et seulement un, de ces éléments.
it: {0} include un AttributeRef a cui sono associati entrambi o nessuno degli elementi seguenti: AttributeID e AttributeName. AttributeRef deve includere uno e uno solo di questi elementi.
ja: {0} 内の AttributeRef に、AttributeID と AttributeName の両方が含まれているか、またはどちらも含まれていません。AttributeRef には、この 2 つの要素のどちらか 1 つだけが含まれている必要があります。
ko: {0}에 AttributeID와 AttributeName이 둘 다 있거나 둘 다 없는 AttributeRef가 있습니다. AttributeRef에는 이러한 두 요소 중 하나만 있어야 합니다.
ru: {0} содержит AttributeRef, в котором оба следующих элемента или ни одного: AttributeID и AttributeName. AttributeRef должен иметь только один из этих элементов.
zh_hans: {0} 中的 AttributeRef 同时包含以下两项或不包含其中任何一项: AttributeID 和 AttributeName。AttributeRef 只能包含这两个元素中的一项，并且必须包含一项。
zh_hant: {0} 包含的 AttributeRef 同時具備或同時不具備下列兩者: AttributeID 以及 AttributeName。AttributeRef 必須只有其中一個元素。

# InvalidBinding
source: The {0} property of the {1} refers to the {2} in the DataSourceView, which does not exist.
de: Die {0}-Eigenschaft des {1}-Objekts verweist auf "{2}" im DataSourceView-Objekt. Dieses Objekt ist nicht vorhanden.
es: La propiedad {0} de {1} hace referencia a {2} en DataSourceView, que no existe.
fr: La propriété {0} de {1} fait référence à {2} dans la DataSourceView qui n'existe pas.
it: La proprietà {0} di {1} fa riferimento a {2} nell'elemento DataSourceView, che non esiste.
ja: {1} の {0} プロパティで、DataSourceView 内に存在しない {2} が参照されています。
ko: {1}의 {0} 속성이 DataSourceView에서 존재하지 않는 {2}을(를) 참조합니다.
ru: Свойство {0} объекта {1} содержит ссылку на несуществующий {2} в DataSourceView.
zh_hans: {1} 的 {0} 属性引用了 DataSourceView 中的 {2}，但该项不存在。
zh_hant: {1} 的 {0} 屬性參考 DataSourceView 中並不存在的 {2}。

# InvalidColumnDataType
source: The {0} property of the {1} refers to the {2}, which has an unsupported data type.
de: Die {0}-Eigenschaft des {1}-Objekts verweist auf das {2}-Objekt, das einen nicht unterstützten Datentyp aufweist.
es: La propiedad {0} de {1} hace referencia a {2}, que tiene un tipo de datos no admitido.
fr: La propriété {0} de {1} fait référence à {2} dont le type de données n'est pas pris en charge.
it: La proprietà {0} di {1} fa riferimento a {2}, a cui è associato un tipo di dati non supportato.
ja: {1} の {0} プロパティで、サポートされていないデータ型を持つ {2} が参照されています。
ko: {1}의 {0} 속성이 지원되지 않는 데이터 형식을 가진 {2}을(를) 참조합니다.
ru: Свойство {0} объекта {1} содержит ссылку на {2}, который имеет неподдерживаемый тип данных.
zh_hans: {1} 的 {0} 属性引用的 {2} 包含不支持的数据类型。
zh_hant: {1} 的 {0} 屬性參考 {2}，其中含有不受支援的資料類型。

# InvalidColumnReferenceInColumnEntity
source: The {0} property of the {1} references the {2}. This property can only reference the {3}.
de: Die {0}-Eigenschaft des {1}-Objekts verweist auf das {2}-Objekt. Diese Eigenschaft darf nur auf das {3}-Objekt verweisen.
es: La propiedad {0} de {1} hace referencia a {2}. Esta propiedad solo puede hacer referencia a {3}.
fr: La propriété {0} de {1} fait référence à {2}. Cette propriété peut faire référence uniquement à {3}.
it: La proprietà {0} di {1} fa riferimento a {2}. Questa proprietà può fare riferimento solo a {3}.
ja: {1} の {0} プロパティで {2} が参照されています。このプロパティでは、{3} のみを参照できます。
ko: {1}의 {0} 속성이 {2}을(를) 참조합니다. 이 속성은 {3}만 참조할 수 있습니다.
ru: Свойство {0} объекта {1} содержит ссылку на {2}. Данное свойство может содержать ссылку только на {3}.
zh_hans: {1} 的 {0} 属性引用了 {2}。此属性只能引用 {3}。
zh_hant: {1} 的 {0} 屬性參考 {2}。此屬性只能參考 {3}。

# InvalidColumnTableName
source: The Column property of the {0} refers to the {1}, which does not match the {2} for the containing Entity.
de: Die Column-Eigenschaft des {0}-Objekts verweist auf das {1}-Objekt, das nicht mit der {2}-Eigenschaft der enthaltenden Entität übereinstimmt.
es: La propiedad Column de {0} hace referencia a {1}, que no coincide con {2} para la entidad contenedora.
fr: La propriété Colonne de {0} fait référence à {1} qui ne correspond pas à {2} pour l'entité qui le contient.
it: La proprietà Column di {0} fa riferimento a {1}, che non corrisponde a {2} per l'entità contenitore.
ja: {0} の Column プロパティで、親エンティティの {2} と一致しない {1} が参照されています。
ko: {0}의 Column 속성이 포함하는 엔터티의 {2}과(와) 일치하지 않는 {1}을(를) 참조합니다.
ru: Свойство Column объекта {0} ссылается на {1}, который не соответствует {2} в объемлющей сущности.
zh_hans: {0} 的列属性引用的 {1} 与包含实体的 {2} 不匹配。
zh_hant: {0} 的 Column 屬性參考 {1}，與其所屬實體的 {2} 不相符。

# InvalidCulture
source: The {0} property for the {1} has the value "{2}", which is not a valid ISO culture.
de: Die {0}-Eigenschaft des {1}-Objekts weist den {2}-Wert auf. Dieser Wert gibt keine gültige ISO-Kultur an.
es: La propiedad {0} del objeto {1} tiene el valor "{2}", que no es una referencia cultural ISO válida.
fr: La propriété {0} de {1} possède la valeur "{2}" qui n'est pas une culture ISO valide.
it: Alla proprietà {0} di {1} è associato il valore "{2}", che non è un'impostazione cultura ISO valida.
ja: {1} の {0} プロパティの値が "{2}" です。この値は有効な ISO カルチャではありません。
ko: {1}에 대한 {0} 속성에 올바른 ISO culture가 아닌 값 "{2}"이(가) 있습니다.
ru: Свойство {0} объекта {1} имеет значение "{2}", которое не является допустимой культурой стандарта ISO.
zh_hans: {1} 的 {0} 属性包含值“{2}”，该值不是有效的 ISO 区域性。
zh_hant: {1} 的 {0} 屬性包含值 "{2}"，這不是有效的 ISO 文化特性。

# InvalidDataSourceView
source: The data source view is not valid. Details: {0}
de: Die Datenquellensicht ist ungültig. Details: {0}
es: La vista del origen de datos no es válida. Detalles: {0}
fr: La vue de source de données n'est pas valide. Détails : {0}
it: La vista origine dati non è valida. Dettagli: {0}
ja: データ ソース ビューが有効ではありません。詳細: {0}
ko: 데이터 원본 뷰가 잘못되었습니다. 세부 정보: {0}
ru: Недопустимое представление источника данных. Подробности: {0}
zh_hans: 数据源视图无效。详细信息: {0}
zh_hant: 資料來源檢視無效。詳細資料: {0}

# InvalidDateIntervalArgument
source: The {0} contains a Function "{1}" with an Argument "{2}" that is not valid. Literal without a Path is required.
de: {0} enthält die {1}-Funktion mit einem ungültigen {2}-Argument. Ein Literal ohne Pfad ist erforderlich.
es: El objeto {0} contiene una función "{1}" con un argumento "{2}" no válido. Se requiere un valor Literal sin Path.
fr: {0} contient une fonction "{1}" dont l'argument "{2}" n'est pas valide : une valeur littérale sans chemin d'accès est requise.
it: {0} contiene una funzione ''{1}'' con un argomento non valido ''{2}'': è richiesto un valore letterale senza percorso.
ja: {0} に含まれている Function "{1}" の引数 "{2}" が無効です。Path を含まない Literal が必要です。
ko: 잘못된 "{2}" 인수가 지정된 "{1}" 함수가 {0}에 있습니다. 경로가 없는 리터럴이 필요합니다.
ru: {0} содержит функцию "{1}" с недопустимым аргументом "{2}". Требуется литерал без пути.
zh_hans: {0} 包含参数“{2}”无效的函数“{1}”。要求提供不含路径的文字。
zh_hant: {0} 包含的函數 "{1}" 具有無效的引數 "{2}": 需要沒有路徑的常值。

# InvalidDateIntervalValue
source: The {0} contains a Function "{1}" with the literal value "{3}" for Argument "{2}". The interval value must be one of the following: {4}.
de: Das {0}-Objekt enthält eine {1}-Funktion mit dem Literalwert "{3}" für das {2}-Argument. Als Intervallwert muss einer der folgenden Werte verwendet werden: {4}.
es: El objeto {0} contiene una función "{1}" con el valor literal "{3}" para el argumento "{2}". El valor de intervalo debe ser alguno de los siguientes: {4}.
fr: L'élément {0} contient une fonction "{1}" comportant la valeur littérale "{3}" pour l'argument "{2}". La valeur de l'intervalle doit être l'une des valeurs suivantes : {4}.
it: {0} contiene una funzione ''{1}'' con il valore letterale "{3}" per l'argomento ''{2}''. Il valore dell'intervallo deve essere uno dei seguenti: {4}.
ja: {0} には、引数 "{2}" のリテラル値 "{3}" を持つ関数 "{1}" が含まれています。間隔の値は、次のいずれかである必要があります: {4}。
ko: "{2}" 인수에 리터럴 값 "{3}"이(가) 지정된 "{1}" 함수가 {0}에 있습니다. 간격 값은 다음 중 하나여야 합니다: {4}.
ru: В {0} содержится функция "{1}" с литеральным значением "{3}" в качестве аргумента "{2}". Значение интервала должно быть одним из следующих: {4}.
zh_hans: {0} 包含参数“{2}”的文字值为“{3}”的函数“{1}”。间隔值必须是以下值之一: {4}。
zh_hant: {0} 包含的函數 "{1}"，其引數 "{2}" 有常值 "{3}"。間隔值必須為下列其中之一: {4}。

# InvalidDrillSelectedItems
source: The SelectedItems property of the DrillthroughContext parameter refers to items in more than one context. SelectedItems must contain either a reference to a single grouping expression or references to expressions which are all in the same measure group or in the same details collection.
de: Die SelectedItems-Eigenschaft des DrillthroughContext-Parameters verweist auf Elemente in mehreren Kontexten. "SelectedItems" muss entweder einen Verweis auf einen einzelnen Gruppierungsausdruck oder Verweise auf Ausdrücke enthalten, die sich alle in derselben Measuregruppe oder in derselben Detailauflistung befinden.
es: La propiedad SelectedItems del parámetro DrillthroughContext hace referencia a elementos en más de un contexto. SelectedItems debe contener una referencia a una sola expresión de agrupación o referencias a expresiones que estén en el mismo grupo de medida o en la misma colección de detalles.
fr: La propriété SelectedItems du paramètre DrillthroughContext fait référence à des éléments situés dans plusieurs contextes. SelectedItems doit contenir une référence à une seule expression de regroupement ou des références à des expressions qui se trouvent toutes dans le même groupe de mesures ou dans la même collection de détails.
it: La proprietà SelectedItems del parametro DrillthroughContext fa riferimento a elementi appartenenti a più contesti. SelectedItems deve contenere un riferimento a una sola espressione di raggruppamento o riferimenti a espressioni appartenenti tutte allo stesso gruppo di misure o alla stessa raccolta di dettagli.
ja: DrillthroughContext パラメーターの SelectedItems プロパティが、複数のコンテキストに含まれているアイテムを参照しています。SelectedItems には、単一のグループ化式への参照、または同一メジャー グループか同一詳細コレクションに含まれている式への参照のいずれかを含める必要があります。
ko: DrillthroughContext 매개 변수의 SelectedItems 속성이 두 개 이상의 컨텍스트에서 항목을 참조합니다. SelectedItems에는 단일 그룹화 식에 대한 참조나 모두 같은 측정값 그룹이나 같은 정보 컬렉션에 있는 식에 대한 참조를 포함해야 합니다.
ru: Свойство SelectedItems параметра DrillthroughContext ссылается на элементы в нескольких контекстах. Свойство SelectedItems должно содержать либо ссылку на одиночное выражение группирования, либо ссылки на выражения, относящиеся к одной группе мер или одной коллекции дополнительных данных.
zh_hans: DrillthroughContext 参数的 SelectedItems 属性引用了多个上下文中的项。SelectedItems 必须包含对单个分组表达式的引用或对同一度量值组或同一详细信息集合中所有表达式的引用。
zh_hant: DrillthroughContext 參數的 SelectedItems 屬性參考一個以上之內容中的項目。SelectedItems 必須是包含單一群組運算式的參考，或是全部運算式都在相同量值群組或相同詳細資料集合中的參考。

# InvalidDrillSelectedPath
source: The SelectedPath property of the DrillthroughContext parameter is "{0}", which is not equal to or a subset of the longest allowed path "{1}".
de: Die SelectedPath-Eigenschaft "{0}" des DrillthroughContext-Parameters ist weder mit dem längsten zulässigen {1}-Pfad identisch noch eine Teilmenge dieses Pfads.
es: La propiedad SelectedPath del parámetro DrillthroughContext es "{0}", que no es igual a la ruta más larga permitida "{1}" ni a un subconjunto de ésta.
fr: La propriété SelectedPath du paramètre DrillthroughContext est "{0}", ce qui n'est pas égal à, ou n'est pas, un sous-ensemble du chemin d'accès le plus long autorisé "{1}".
it: La proprietà SelectedPath del parametro DrillthroughContext è ''{0}'', che non è uguale o non è un subset del percorso più lungo consentito '"{1}".
ja: DrillthroughContext パラメーターの SelectedPath プロパティが "{0}" です。これは、許可される最長のパス "{1}" に等しくないかまたはそのサブセットではありません。
ko: DrillthroughContext 매개 변수의 SelectedPath 속성 "{0}"이(가) 허용된 최대 경로 "{1}"과(와) 다르거나 이 경로의 하위 집합이 아닙니다.
ru: Свойство SelectedPath параметра DrillthroughContext имеет значение "{0}", что не равно и не является подмножеством наибольшего допустимого пути "{1}".
zh_hans: DrillthroughContext 参数的 SelectedPath 属性为“{0}”，该属性不等于允许的最长路径“{1}”，也不是它的子集。
zh_hant: DrillthroughContext 參數的 SelectedPath 屬性為 "{0}"，它不等於允許的最長路徑 "{1}" 亦並非其子集。

# InvalidDrillTargetEntity
source: The BaseEntity of the {0} is the {1}. Based on the SelectedPath, the specified DrillthroughContext can be used only if the BaseEntity is the {2} or any Entity derived from it.
de: Die BaseEntity-Eigenschaft des {0}-Objekts gibt das {1}-Element an. Ausgehend vom SelectedPath-Objekt kann das angegebene DrillthroughContext-Objekt nur verwendet werden, wenn die BaseEntity-Eigenschaft das {2}-Element oder eine Entität angibt, das/die aus diesem abgeleitet wurde.
es: El elemento BaseEntity de {0} es {1}. Según SelectedPath, se puede usar el elemento DrillthroughContext especificado solo si BaseEntity es {2} o cualquier entidad derivada de este objeto.
fr: L'élément BaseEntity du {0} correspond à {1}. Compte tenu de SelectedPath, il est possible d'utiliser DrillthroughContext uniquement si BaseEntity est {2} ou une entité dérivée.
it: BaseEntity di {0} è {1}. In base a SelectedPath, è possibile utilizzare l'elemento DrillthroughContext specificato solo se BaseEntity è {2} o un'entità derivata da essa.
ja: {0} の BaseEntity が {1} です。SelectedPath に基づくと、指定された DrillthroughContext は、BaseEntity が {2} またはそこから派生した Entity の場合にのみ使用できます。
ko: {0}의 BaseEntity가 {1}입니다. BaseEntity가 {2} 또는 이 항목에서 파생된 엔터티일 경우에만 SelectedPath를 기준으로 지정한 DrillthroughContext를 사용할 수 있습니다.
ru: BaseEntity для {0} является {1}. Учитывая SelectedPath, указанный параметр DrillthroughContext может использоваться, только если сущность BaseEntity является {2} или любой производной от нее сущностью.
zh_hans: {0} 的 BaseEntity 为 {1}。根据 SelectedPath，只有在 BaseEntity 为 {2} 或其派生的任何实体时，才能使用指定的 DrillthroughContext。
zh_hant: {0} 的 BaseEntity 是 {1}。根據 SelectedPath，只有 BaseEntity 是 {2} 或從中衍生的任何實體，才能使用指定的 DrillthroughContext。

# InvalidDrillthroughContext
source: The drillthrough context is not valid. Details: {0}
de: Der Drillthroughkontext ist ungültig. Details: {0}
es: El contexto de obtención de detalles no es válido. Detalles: {0}
fr: Le contexte d'extraction n'est pas valide. Détails : {0}
it: Il contesto di drill-through non è valido. Dettagli: {0}
ja: ドリルスルー コンテキストが無効です。詳細: {0}
ko: 드릴스루 컨텍스트가 잘못되었습니다. 세부 정보: {0}
ru: Недопустимый контекст детализации. Подробности: {0}
zh_hans: 钻取上下文无效。详细信息: {0}
zh_hant: 鑽研內容無效。詳細資料: {0}

# InvalidEntityBinding
source: The {0} has both of the following elements: Table and Column. Entity must have exactly one of these elements.
de: Das {0}-Objekt weist Tabelle und Spalte auf. Die Entität darf nur jeweils eines dieser Elemente aufweisen.
es: La entidad {0} contiene los elementos Table y Column. Debe tener solo uno de estos elementos.
fr: {0} possède les deux éléments suivants : Table et Column. L'entité doit impérativement posséder un, et seulement un, de ces éléments.
it: {0} include entrambi gli elementi Table e Column. L'entità deve includere uno e uno solo di questi elementi.
ja: {0} に Table と Column の両方の要素が含まれています。Entity には、この 2 つの要素のどちらか 1 つだけが含まれている必要があります。
ko: {0}에 Table 요소와 Column 요소가 둘 다 있습니다. 엔터티에는 이러한 두 요소 중 하나만 있어야 합니다.
ru: {0} имеет оба элемента: Table и Column. Сущность должна содержать один и только один из них.
zh_hans: {0} 同时包含以下两个元素: 表和列。实体只能包含这两个元素中的一项，并且必须包含一项。
zh_hant: {0} 同時具有下列兩項元素: 資料表和資料行。實體必須只有其中一個元素。

# InvalidEntityKeyPart
source: The EntityKey part value "{0}" is not convertible to the key part type "{1}".
de: Der EntityKey-Teilwert "{0}" kann nicht in den {1}-Schlüsselteiltyp konvertiert werden.
es: El valor de la parte EntityKey "{0}" no se puede convertir al tipo de la parte de clave "{1}".
fr: La valeur de composant EntityKey "{0}" n'est pas convertible en type de composant de clé "{1}".
it: Il valore della parte EntityKey ''{0}'' non può essere convertito nel tipo di parte della chiave "{1}".
ja: EntityKey 部の値 "{0}" は、キー部の型 "{1}" に変換できません。
ko: EntityKey 부분 값 "{0}"을(를) 키 부분 유형 "{1}"(으)로 변환할 수 없습니다.
ru: Значение части ключа EntityKey "{0}" невозможно преобразовать в тип части ключа "{1}".
zh_hans: 无法将 EntityKey 部分的值“{0}”转换为键部分的类型“{1}”。
zh_hant: EntityKey 部分值 "{0}" 無法轉換成索引鍵部分類型 "{1}"。

# InvalidEntityKeyValue
source: The EntityKey value "{0}" cannot be parsed as a key for the {1}.
de: Der EntityKey-Wert "{0}" kann nicht als Schlüssel für das {1}-Objekt analysiert werden.
es: El valor EntityKey "{0}" no se puede analizar como una clave para el objeto {1}.
fr: La valeur EntityKey "{0}" ne peut pas être analysée en tant que clé de {1}.
it: Impossibile analizzare il valore ''{0}'' di EntityKey come chiave per {1}.
ja: EntityKey 値 "{0}" を {1} のキーとして解析できません。
ko: EntityKey 값 "{0}"을(를) {1}에 대한 키로 구문 분석할 수 없습니다.
ru: Не удалось проанализировать значение EntityKey "{0}" в качестве ключа для {1}.
zh_hans: 无法将 EntityKey 的值“{0}”作为 {1} 的键来分析。
zh_hant: EntityKey 值 "{0}" 無法剖析為 {1} 的索引鍵。

# InvalidExpression
source: The {0} contains an Expression that has none or more than one of the following: Function, AttributeRef, EntityRef, ParameterRef, Literal, Null. Expression must have exactly one of these elements.
de: Das {0}-Objekt enthält einen Ausdruck, der keines oder mehrere der folgenden Elemente aufweist: "Function", "AttributeRef", "EntityRef", "ParameterRef", "Literal", NULL. Der Ausdruck darf nur jeweils eines dieser Elemente aufweisen.
es: El objeto {0} contiene una expresión que tiene varios o ninguno de estos elementos: Function, AttributeRef, EntityRef, ParameterRef, Literal, Null. La expresión debe tener exactamente uno de estos elementos.
fr: {0} contient une expression qui possède aucun ou plusieurs des éléments suivants : Function, AttributeRef, EntityRef, ParameterRef, Literal, Null. L'expression doit impérativement posséder un, et seulement un, de ces éléments.
it: {0} contiene un'espressione che include più di uno degli elementi seguenti o nessuno di essi: Function, AttributeRef, EntityRef, ParameterRef, Literal, Null. L'espressione deve includere uno e uno solo di questi elementi.
ja: {0} 内の Expression に、Function、AttributeRef、EntityRef、ParameterRef、Literal、および Null のいずれの要素も存在しないか、または複数の要素が含まれています。Expression には、これらの要素の 1 つだけが含まれている必要があります。
ko: {0}에 Function, AttributeRef, EntityRef, ParameterRef, Literal, Null 요소가 없거나 이러한 요소 중 둘 이상이 있는 식이 있습니다. 식에는 이러한 요소 중 하나만 있어야 합니다.
ru: {0} содержит выражение (Expression), не имеющее ни одного или имеющее более одного из следующих элементов: Function, AttributeRef, EntityRef, ParameterRef, Literal, Null. Выражение должно иметь только один из этих элементов.
zh_hans: {0} 中的表达式不包含以下元素中的任何一项或同时包含其中的多项: Function、AttributeRef、EntityRef、ParameterRef、Literal、Null。表达式只能包含这些元素中的一项，并且必须包含一项。
zh_hant: {0} 包含的運算式完全不具下列元素或具有一個以上: Function、AttributeRef、EntityRef、ParameterRef、Literal、Null。運算式只能有其中一個元素。

# InvalidExpression_TopLevel
source: The {0} has none or more than one of the following: Function, AttributeRef, EntityRef, ParameterRef, Literal, Null. Expression must have exactly one of these elements.
de: Das {0}-Objekt weist keines oder mehrere der folgenden Elemente auf: "Function", "AttributeRef", "EntityRef", "ParameterRef", "Literal", NULL. Ein Ausdruck darf nur jeweils eines dieser Elemente aufweisen.
es: La expresión {0} tiene uno o varios de los siguientes elementos: Function, AttributeRef, EntityRef, ParameterRef, Literal, Null. Debe tener exactamente uno de estos elementos.
fr: {0} contient aucun ou plusieurs des éléments suivants : Function, AttributeRef, EntityRef, ParameterRef, Literal, Null. L'expression doit impérativement posséder un, et seulement un, de ces éléments.
it: {0} include più di uno degli elementi seguenti o nessuno di essi: Function, AttributeRef, EntityRef, ParameterRef, Literal, Null. L'espressione deve includere uno e uno solo di questi elementi.
ja: {0} 内に、Function、AttributeRef、EntityRef、ParameterRef、Literal、および Null のいずれの要素も含まれていないか、または複数の要素が含まれています。Expression には、これらの要素の 1 つだけが含まれている必要があります。
ko: {0}에 Function, AttributeRef, EntityRef, ParameterRef, Literal, Null 요소가 없거나 이러한 요소 중 둘 이상이 있습니다. 식에는 이러한 요소 중 하나만 있어야 합니다.
ru: {0} не содержит ни одного или содержит более одного из следующих элементов: Function, AttributeRef, EntityRef, ParameterRef, Literal, Null. Выражение должно содержать только один из этих элементов.
zh_hans: {0} 不包含以下元素中的任何一项或同时包含其中的多项: Function、AttributeRef、EntityRef、ParameterRef、Literal、Null。表达式只能包含这些元素中的一项，并且必须包含一项。
zh_hant: {0} 完全不具下列元素或具有一個以上: Function、AttributeRef、EntityRef、ParameterRef、Literal、Null。運算式只能有其中一個元素。

# InvalidFilter
source: The Filter Expression for the {0} returns the data type {1}. Filter Expression must return the data type Boolean.
de: Der Filterausdruck des {0}-Objekts gibt einen Wert vom {1}-Datentyp zurück. Ein Filterausdruck muss einen Wert vom Boolean-Datentyp zurückgeben.
es: La expresión de filtro de {0} devuelve el tipo de datos {1}, pero debe devolver el tipo de datos Boolean.
fr: L'expression Filter de {0} retourne le type de données {1}. L'expression Filter doit retourner le type de données Boolean.
it: L'espressione di filtro di {0} restituisce il tipo di dati {1}. L'espressione di filtro deve restituire il tipo di dati Boolean.
ja: {0} の Filter Expression では {1} データ型が返されます。Filter Expression では、Boolean データ型が返される必要があります。
ko: {0}에 대한 필터 식이 데이터 형식 {1}을(를) 반환합니다. 필터 식은 Boolean 데이터 형식을 반환해야 합니다.
ru: Критерий фильтра (Filter Expression) для {0} возвращает данные типа {1}. Выражение фильтра должно возвращать данные типа Boolean.
zh_hans: {0} 的筛选表达式返回的数据类型为 {1}。筛选表达式返回的数据类型必须是布尔值。
zh_hant: {0} 的篩選運算式傳回資料類型 {1}。篩選運算式必須傳回資料類型 Boolean。

# InvalidFunctionName
source: The {0} contains a FunctionName with the value "{1}", which is not a valid function name.
de: Das {0}-Objekt enthält eine FunctionName-Eigenschaft mit dem {1}-Wert. Dieser Wert ist kein gültiger Funktionsname.
es: El objeto {0} contiene un elemento FunctionName con el valor "{1}", que no es un nombre de función válido.
fr: {0} contient un élément FunctionName dont la valeur est "{1}", ce qui n'est pas un nom de fonction valide.
it: {0} include un elemento FunctionName con il valore ''{1}'', che non è un nome di funzione valido.
ja: {0} の FunctionName の値が "{1}" です。この値は有効な関数名ではありません。
ko: {0}에 값이 "{1}"인 FunctionName이 있습니다. 이 값은 올바른 함수 이름이 아닙니다.
ru: В {0} содержится свойство FunctionName со значением "{1}", которое не является допустимым именем функции.
zh_hans: {0} 包含值为“{1}”的 FunctionName，该值不是有效的函数名称。
zh_hant: {0} 包含的 FunctionName 具有值 "{1}"，這不是有效的函數名稱。
