Repository: Hamid-K/PowerBI
Catalog: Portal/Microsoft.ReportingServices.Modeling/Microsoft.ReportingServices.Modeling/Modeling/SRErrors.*.resx
Languages: de, es, fr, it, ja, ko, ru, zh_hans, zh_hant

# MissingItemName
source: The Name is missing for the {0}.
de: Für das {0}-Objekt fehlt der Name.
es: Falta la propiedad Name para {0}.
fr: Nom de {0} manquant.
it: Nome mancante per {0}.
ja: {0} に Name がありません。
ko: {0}에 대한 이름이 없습니다.
ru: Отсутствует имя (Name) для {0}.
zh_hans: {0} 缺少名称。
zh_hant: {0} 遺漏名稱。

# MissingMeasures
source: One of the MeasureGroups for the {0} does not have any Measures. MeasureGroup must have at least one Measure.
de: Eines der MeasureGroups-Elemente für das {0}-Objekt hat kein Measure. Ein MeasureGroup-Element muss mindestens ein Measure aufweisen.
es: Uno de los MeasureGroups del objeto {0} no contiene Measures. MeasureGroup debe tener al menos un valor Measure.
fr: Un des éléments MeasureGroups de {0} ne possède aucune mesure. Un élément MeasureGroup doit avoir au moins une mesure.
it: Uno degli elementi MeasureGroups di {0} non include alcuna misura. MeasureGroup deve includere almeno una misura.
ja: {0} のいずれかの MeasureGroups に Measure がありません。MeasureGroup には、少なくとも 1 つの Measure が含まれている必要があります。
ko: {0}에 대한 MeasureGroups 중 하나에 측정값이 없습니다. MeasureGroup에는 적어도 하나 이상의 측정값이 있어야 합니다.
ru: Один из элементов MeasureGroups для {0} не содержит ни одного элемента Measures. Элемент MeasureGroup должен содержать не менее одного элемента Measure.
zh_hans: {0} 的 MeasureGroups 之一没有任何度量值。MeasureGroup 必须至少有一个度量值。
zh_hant: {0} 的 MeasureGroups 之一沒有任何量值。MeasureGroup 必須至少有一個量值。

# MissingMimeType
source: The MimeType is missing for the {0}. MimeType should be specified for an Attribute with the data type Binary.
de: Die MimeType-Eigenschaft fehlt für das {0}-Objekt. Die MimeType-Eigenschaft muss für ein Attribut mit dem Binary-Datentyp angegeben werden.
es: Falta MimeType para {0}. Se debe especificar MimeType para un atributo con el tipo de datos Binary.
fr: MimeType est absent pour {0}. MimeType doit être spécifié pour un attribut dont le type de données est Binary.
it: MimeType mancante per {0}. Per un attributo con tipo di dati Binary, è necessario specificare MimeType.
ja: {0} に MimeType がありません。Binary データ型の Attribute には、MimeType を指定する必要があります。
ko: {0}에 대한 MimeType이 없습니다. 데이터 형식이 Binary인 특성에 대해서는 MimeType을 지정해야 합니다.
ru: Отсутствует MimeType для {0}. Для атрибута с типом данных Binary должен быть указан MimeType.
zh_hans: {0} 缺少 MimeType。应为数据类型为二进制的属性指定 MimeType。
zh_hant: {0} 遺漏 MimeType。資料類型為 Binary 的屬性 (Attribute) 應該要指定 MimeType。

# MissingParameterName
source: Name is missing for a parameter in the {0}.
de: Für einen Parameter im {0}-Objekt fehlt der Name.
es: Falta el nombre de un parámetro en el objeto {0}.
fr: Un nom est manquant pour un paramètre de {0}.
it: Nome mancante per un parametro in {0}.
ja: {0} のパラメーターに Name がありません。
ko: {0}의 매개 변수에 대한 이름이 없습니다.
ru: Отсутствует имя для параметра в {0}.
zh_hans: {0} 中的参数缺少名称。
zh_hant: {0} 中有參數遺漏名稱。

# MissingParameterValue
source: A value must be provided for the parameter "{0}".
de: Für den {0}-Parameter muss ein Wert angegeben werden.
es: Se debe proporcionar un valor para el parámetro "{0}".
fr: Une valeur doit être indiquée pour le paramètre "{0}".
it: È necessario specificare un valore per il parametro ''{0}''.
ja: パラメーター "{0}" に値を指定する必要があります。
ko: "{0}" 매개 변수에 대해 값을 지정해야 합니다.
ru: Для параметра "{0}" должно быть задано значение.
zh_hans: 必须为参数“{0}”提供一个值。
zh_hant: 必須提供值給參數 "{0}"。

# MissingPrimaryKey
source: The {0} property of the {1} refers to the {2}, which does not have a primary key.
de: Die {0}-Eigenschaft des {1}-Objekts verweist auf das {2}-Objekt, das keinen Primärschlüssel aufweist.
es: La propiedad {0} de {1} hace referencia a {2}, que no tiene una clave principal.
fr: La propriété {0} de {1} se rapporte à {2} qui n'a pas de clé primaire.
it: La proprietà {0} di {1} fa riferimento a {2}, che non include una chiave primaria.
ja: {1} の {0} プロパティで、主キーを持たない {2} が参照されています。
ko: {1}의 {0} 속성이 기본 키가 없는 {2}을(를) 참조합니다.
ru: Свойство {0} объекта {1} содержит ссылку на объект {2}, который не имеет первичного ключа.
zh_hans: {1} 的 {0} 属性引用的 {2} 不包含主键。
zh_hant: {1} 的 {0} 屬性參考沒有主索引鍵的 {2}。

# MissingRelatedRole
source: The RelatedRoleID is missing for the {0}.
de: Die RelatedRoleID-Eigenschaft fehlt für das {0}-Objekt.
es: Falta la propiedad RelatedRoleID para {0}.
fr: L'élément RelatedRoleID manque pour {0}.
it: RelatedRoleID mancante per {0}.
ja: {0} に RelatedRoleID がありません。
ko: {0}에 대한 RelatedRoleID가 없습니다.
ru: Отсутствует свойство RelatedRoleID для {0}.
zh_hans: {0} 缺少 RelatedRoleID。
zh_hant: {0} 遺漏 RelatedRoleID。

# MissingRelationEnd
source: The Relation.RelationEnd is missing for the {0}.
de: Die Relation.RelationEnd-Eigenschaft fehlt für das {0}-Objekt.
es: Falta Relation.RelationEnd para el objeto {0}.
fr: L'élément Relation.RelationEnd manque pour {0}.
it: Relation.RelationEnd mancante per {0}.
ja: {0} に Relation.RelationEnd がありません。
ko: {0}에 대한 Relation.RelationEnd가 없습니다.
ru: Отсутствует свойство Relation.RelationEnd для {0}.
zh_hans: {0} 缺少 Relation.RelationEnd。
zh_hant: {0} 遺漏 Relation.RelationEnd。

# MultipleHierarchies
source: The {0} contains multiple Hierarchies, which is not supported.
de: Das {0}-Objekt enthält mehrere Hierarchien. Dies wird nicht unterstützt.
es: El objeto {0} contiene varios elementos Hierarchy y esto no se permite.
fr: {0} contient plusieurs hiérarchies, ce qui n'est pas pris en charge.
it: {0} contiene più gerarchie e questo non è supportato.
ja: {0} に複数の Hierarchy が含まれています。このような設定はサポートされていません。
ko: {0}에 지원되지 않는 계층이 여러 개 있습니다.
ru: {0} содержит несколько иерархий, такая возможность не поддерживается.
zh_hans: {0} 包含多个层次结构，这是不支持的。
zh_hant: {0} 包含多個階層，因此不受支援。

# MultipleMeasureGroups
source: The {0} contains multiple MeasureGroups, which is not supported.
de: Das {0}-Objekt enthält mehrere MeasureGroups-Objekte. Dies wird nicht unterstützt.
es: El objeto {0} contiene varios MeasureGroups y esto no se admite.
fr: {0} contient plusieurs éléments MeasureGroups, ce qui n'est pas pris en charge.
it: {0} contiene più elementi MeasureGroups e questo non è supportato.
ja: {0} に複数の MeasureGroups が含まれています。このような設定はサポートされていません。
ko: {0}에 지원되지 않는 MeasureGroups가 여러 개 있습니다.
ru: {0} содержит несколько элементов MeasureGroups, такая возможность не поддерживается.
zh_hans: {0} 包含多个 MeasureGroups，这是不支持的。
zh_hant: {0} 包含多個 MeasureGroups，因此不受支援。

# NestedVariations
source: The {0} is a variation and contains nested variations. Variation fields cannot be nested inside other variation fields.
de: Das {0}-Objekt ist eine Variation und enthält geschachtelte Variationen. Variationsfelder dürfen nicht in anderen Variationsfeldern geschachtelt werden.
es: {0} es una variación y contiene variaciones anidadas. Los campos de variación no pueden estar anidados dentro de otros campos de variación.
fr: {0} est une variante qui contient des variantes imbriquées. Des champs de variantes ne peuvent pas être imbriqués dans d'autres champs de variantes.
it: {0} è una variante e include varianti annidate. Non è possibile annidare campi di variante in altri campi di variante.
ja: {0} はバリエーションであり、入れ子にしたバリエーションを含んでいます。バリエーション フィールドを他のバリエーション フィールド内に入れ子にすることはできません。
ko: {0}은(는) 변형이며 중첩된 변형을 포함합니다. 변형 필드는 다른 변형 필드 내에 중첩될 수 없습니다.
ru: Объект {0} является вариацией и содержит вложенные вариации. Поля вариаций не могут быть вложены в другие поля вариаций.
zh_hans: {0} 是变体，并且包含嵌套变体。在变体字段中不能嵌套其他变体字段。
zh_hant: {0} 是一個變數，且包含巢狀變數。變數欄位無法在其他變數欄位中成為巢狀。

# NonAggregateAsDefaultAggregate
source: The DefaultAggregateAttributeID property for the {0} refers to the {1}, which is not an aggregate attribute.
de: Die DefaultAggregateAttributeID-Eigenschaft des {0}-Objekts verweist auf das {1}-Attribut. Dieses Attribut ist kein Aggregatattribut.
es: La propiedad DefaultAggregateAttributeID de {0} hace referencia a {1}, que no es un atributo de agregado.
fr: La propriété DefaultAggregateAttributeID de {0} se rapporte à {1} qui n'est pas un attribut d'agrégation.
it: La proprietà DefaultAggregateAttributeID di {0} fa riferimento a {1}, che non è un attributo di aggregazione.
ja: {0} の DefaultAggregateAttributeID プロパティで、集計属性ではない {1} が参照されています。
ko: {0}에 대한 DefaultAggregateAttributeID 속성이 집계 특성이 아닌 {1}을(를) 참조합니다.
ru: Свойство DefaultAggregateAttributeID для {0} ссылается на {1}, не являющийся статистическим атрибутом.
zh_hans: {0} 的 DefaultAggregateAttributeID 属性引用的 {1} 不是聚合特性。
zh_hant: {0} 的 DefaultAggregateAttributeID 屬性參考 {1}，但它不是彙總屬性 (attribute)。

# NonAggregateExpression_Attribute
source: The Expression for the {0} is not an aggregate expression, but the IsAggregate property is true. An aggregate expression must be provided if IsAggregate is true.
de: Der Ausdruck für das {0}-Objekt ist kein Aggregatausdruck, obwohl die IsAggregate-Eigenschaft den true-Wert hat. Wenn "IsAggregate" den true-Wert hat, muss ein Aggregatausdruck bereitgestellt werden.
es: La expresión de {0} no es una expresión de agregado, pero la propiedad IsAggregate es True. Se debe proporcionar una expresión de agregado si IsAggregate es True.
fr: L'expression pour {0} n'est pas une expression d'agrégation, or la propriété IsAggregate a la valeur True. Une expression d'agrégation doit être indiquée si IsAggregate a la valeur True.
it: L'espressione per {0} non è un'espressione di aggregazione, ma la proprietà IsAggregate è true. Se IsAggregate è true, è necessario specificare un'espressione di aggregazione.
ja: {0} の Expression は集計式ではありませんが、IsAggregate プロパティが true に設定されています。IsAggregate が true の場合は、集計式を指定する必要があります。
ko: {0}에 대한 식이 집계 식이 아닌데 IsAggregate 속성이 true입니다. IsAggregate이 true인 경우에는 집계 식을 지정해야 합니다.
ru: Выражение (Expression) для {0} не является статистическим выражением, однако свойство IsAggregate имеет значение true. Если свойство IsAggregate имеет значение true, следует указать статистическое выражение.
zh_hans: {0} 的表达式不是聚合表达式，但 IsAggregate 属性为 True。如果 IsAggregate 为 True，则必须提供聚合表达式。
zh_hant: {0} 的運算式不是彙總運算式，但 IsAggregate 屬性為 True。若 IsAggregate 為 True，就必須提供彙總運算式。

# NonAggregateExpression_Measure
source: The {0} is not an aggregate expression. Measure Expressions must be aggregate expressions.
de: Das {0}-Objekt ist kein Aggregatausdruck. Ein Measure muss ein Aggregatausdruck sein.
es: {0} no es una expresión de agregado. Las expresiones Measure deben ser expresiones de agregado.
fr: {0} n'est pas une expression d'agrégation. Les expressions Measure doivent être des expressions d'agrégation.
it: {0} non è un'espressione di aggregazione. Le espressioni di misura devono essere espressioni di aggregazione.
ja: {0} は集計式ではありません。Measure Expression は集計式である必要があります。
ko: {0}은(는) 집계 식이 아닙니다. 측정값 식은 집계 식이어야 합니다.
ru: {0} не является статистическим выражением. Выражения мер должны быть статистическими выражениями.
zh_hans: {0} 不是聚合表达式。度量值表达式必须是聚合表达式。
zh_hant: {0} 不是彙總運算式。量值運算式必須是彙總運算式。

# NonBooleanFilterAttribute
source: The {0} is a Filter attribute but returns the data type {1}. Filter attributes must return the data type Boolean.
de: Das {0}-Objekt ist ein Filterattribut, gibt jedoch den {1}-Datentyp zurück. Filterattribute müssen den Boolean-Datentyp zurückgeben.
es: El elemento {0} es un atributo de filtro pero devuelve el tipo de datos {1}. Los atributos de filtro deben devolver el tipo de datos Boolean.
fr: Le {0} est un attribut de filtre, mais il retourne le type de données {1}. Les attributs de filtre doivent retourner le type de données Boolean.
it: {0} è un attributo di filtro ma restituisce il tipo di dati {1}. Gli attributi di filtro devono restituire il tipo di dati Boolean.
ja: {0} はフィルター属性ですが、{1} データ型が返されます。フィルター属性では Boolean データ型が返される必要があります。
ko: {0}은(는) 필터 특성이지만 데이터 형식 {1}을(를) 반환합니다. 필터 특성은 Boolean 데이터 형식을 반환해야 합니다.
ru: {0} является атрибутом фильтра, но возвращает данные типа {1}. Атрибуты фильтра должны возвращать логические данные.
zh_hans: {0} 是筛选器属性，但返回数据类型 {1}。筛选器属性必须返回数据类型 Boolean。
zh_hant: {0} 為篩選屬性，但傳回資料類型 {1}。篩選屬性必須傳回布林資料類型。

# NonEntityGroupingWithDetails
source: The {0} contains Details, but the Grouping {1} is not an EntityRef. The Grouping may contain Details only if the Grouping Expression is an EntityRef.
de: Das {0}-Objekt enthält Details, aber das Grouping-Element "{1}" ist kein EntityRef-Element. Die Gruppierung kann nur dann Details enthalten, wenn der Gruppierungsausdruck ein EntityRef-Element ist.
es: El objeto {0} contiene elementos Detail, pero el elemento Grouping {1} no es EntityRef. Grouping puede contener elementos Detail solo si la expresión Grouping es EntityRef.
fr: {0} contient des détails, ou le regroupement {1} n'est pas un élément EntityRef. Le regroupement ne peut contenir des détails que si l'expression Grouping est un élément EntityRef.
it: {0} include dettagli, ma il raggruppamento {1} non è un EntityRef. Il raggruppamento può includere dettagli solo se l'espressione di raggruppamento è un EntityRef.
ja: {0} に Details が含まれていますが、Grouping {1} が EntityRef ではありません。Grouping Expression が EntityRef の場合にのみ、Grouping に Details を含めることができます。
ko: {0}에 Details가 있는데 {1} 그룹화가 EntityRef가 아닙니다. 그룹화 식이 EntityRef일 경우에만 그룹화에 Details를 포함할 수 있습니다.
ru: {0} содержит подробности (Details), но группирование {1} не является ссылкой на сущность (EntityRef). Группирование может содержать подробности только в том случае, если выражение группирования является EntityRef.
zh_hans: {0} 包含详细信息，但分组 {1} 不是 EntityRef。只有当分组表达式为 EntityRef 时，该分组才能包含详细信息。
zh_hant: {0} 包含詳細資料，但群組 {1} 不是 EntityRef。群組只有在群組運算式為 EntityRef 時才可以包含詳細資料。

# NonPrimaryDataSource
source: The {0} property of the {1} refers to the {2}, which is not in the primary data source.
de: Die {0}-Eigenschaft des {1}-Objekts verweist auf das {2}-Objekt, das sich nicht in der primären Datenquelle befindet.
es: La propiedad {0} de {1} hace referencia a {2}, que no es el origen de datos principal.
fr: La propriété {0} de {1} se rapporte à {2} qui n'est pas dans la source de données principale.
it: La proprietà {0} di {1} fa riferimento a {2}, che non è incluso nell'origine dei dati primaria.
ja: {1} の {0} プロパティで、プライマリ データ ソースに含まれていない {2} が参照されています。
ko: {1}의 {0} 속성이 주 데이터 원본에 없는 {2}을(를) 참조합니다.
ru: Свойство {0} объекта {1} ссылается на объект {2}, который не входит в первичный источник данных.
zh_hans: {1} 的 {0} 属性引用的 {2} 不在主数据源中。
zh_hant: {1} 的 {0} 屬性參考不在主要資料來源中的 {2}。

# NonUniqueInheritanceRelationColumns
source: The {0} property of the {1} refers to the {2}, which is not bound to a set of uniquely constrained columns for the {3}.
de: Die {0}-Eigenschaft des {1}-Objekts verweist auf das {2}-Objekt, das nicht an eine Menge eindeutig eingeschränkter Spalten für das {3}-Objekt gebunden ist.
es: La propiedad {0} de {1} hace referencia a {2}, que no está enlazado con un conjunto de columnas restringidas de modo exclusivo para {3}.
fr: La propriété {0} de {1} se rapporte à {2} qui n'est pas lié à un ensemble de colonnes contraintes à une valeur unique pour {3}.
it: La proprietà {0} di {1} fa riferimento a {2}, che non è associato a un set di colonne con vincolo UNIQUE per {3}.
ja: {1} の {0} プロパティで、{3} に対する一意な制約列のセットにバインドされていない {2} が参照されています。
ko: {1}의 {0} 속성이 {3}에 대해 고유하게 제약된 열 집합에 바인딩되지 않은 {2}을(를) 참조합니다.
ru: Свойство {0} объекта {1} ссылается на объект {2}, который не привязан к набору уникально ограниченных столбцов для {3}.
zh_hans: {1} 的 {0} 属性引用的 {2} 未绑定到 {3} 的一组唯一受约束的列。
zh_hant: {1} 的 {0} 屬性參考 {2}，它並未繫結至 {3} 的唯一條件約束資料行集。

# NonUniqueRoleRelationColumns
source: The Relation property of the {0} refers to the {1} end of the {2}, which is not bound to a set of uniquely constrained columns for the {3}. Roles with Cardinality of One or OptionalOne require relations bound to uniquely constrained columns of the table.
de: Die Relation-Eigenschaft des {0}-Objekts bezieht sich auf das {1}-Ende des {2}-Objekts, das nicht an eine Menge eindeutig eingeschränkter Spalten für das {3}-Objekt gebunden ist. Rollen, deren Cardinality-Eigenschaft auf "One" oder "OptionalOne" festgelegt ist, erfordern Beziehungen, die an eindeutig eingeschränkte Spalten der Tabelle gebunden sind.
es: La propiedad Relation de {0} hace referencia al extremo {1} de {2}, que no está enlazado con un conjunto de columnas restringidas de forma exclusiva para {3}. Los roles con una propiedad Cardinality de One u OptionalOne requieren que las relaciones estén enlazadas con columnas de la tabla restringidas de forma exclusiva.
fr: La propriété Relation de {0} se rapporte à la fin {1} de {2} qui n'est pas lié à un ensemble de colonnes contraintes à une valeur unique pour {3}. Les rôles dont la valeur de cardinalité est One ou OptionalOne requièrent des relations liées aux colonnes de tableau contraintes à une valeur unique.
it: La proprietà Relation di {0} fa riferimento all'estremità {1} di {2}, che non è associato a un set di colonne con vincolo UNIQUE per {3}. I ruoli con cardinalità One o OptionalOne richiedono relazioni associate a colonne della tabella con vincolo UNIQUE.
ja: {0} の Relation プロパティで、{3} に対する一意な制約列のセットにバインドされていない {2} の {1} エンドが参照されています。カーディナリティが One または OptionalOne に設定された Role では、テーブルの一意な制約列にバインドされているリレーションが必要です。
ko: {0}의 Relation 속성이 {3}에 대해 고유하게 제약된 열 집합에 바인딩되지 않은 {2}의 {1} 끝을 참조합니다. 카디널리티가 One 또는 OptionalOne인 역할을 사용하려면 고유하게 제약된 테이블 열에 바인딩된 관계가 필요합니다.
ru: Свойство Relation объекта {0} ссылается на конец {1} объекта {2}, который не привязан к набору уникально ограниченных столбцов для {3}. Для ролей со свойством Cardinality, равным One или OptionalOne, необходимы связи, привязанные к уникально ограниченным столбцам таблицы.
zh_hans: {0} 的关系属性引用了 {2} 的 {1} 结尾，它未绑定到 {3} 的一组唯一受约束的列。基数为 1 或 OptionalOne 的角色要求将关系绑定到表的唯一受约束的列。
zh_hant: {0} 的 Relation 屬性參考 {2} 的 {1} 端，它並未繫結至 {3} 的唯一條件約束資料行集合。基數為一或 OptionalOne 的角色需要繫結至資料表唯一條件約束資料行的關聯性。

# NonVariationAsDefaultAggregate
source: The DefaultAggregateAttributeID property for the {0} refers to the {2}, which is not a variation of "{1}". The default aggregate must be a variation of the attribute.
de: Die DefaultAggregateAttributeID-Eigenschaft des {0}-Objekts verweist auf das {2}-Objekt, das keine Variation von "{1}" ist. Das Standardaggregat muss eine Variation des Attributs sein.
es: La propiedad DefaultAggregateAttributeID del objeto {0} hace referencia al objeto {2}, que no es una variación de "{1}". El agregado predeterminado debe ser una variación del atributo.
fr: La propriété DefaultAggregateAttributeID de {0} se rapporte à {2} qui n'est pas une variante de "{1}". L'agrégat par défaut doit être une variante de l'attribut.
it: La proprietà DefaultAggregateAttributeID di {0} fa riferimento a {2}, che non è una variante di ''{1}''. L'attributo di aggregazione predefinito deve essere una variante dell'attributo.
ja: {0} の DefaultAggregateAttributeID プロパティで、"{1}" のバリエーションではない {2} が参照されています。既定の集計は、属性のバリエーションである必要があります。
ko: {0}에 대한 DefaultAggregateAttributeID 속성이 "{1}"의 변형이 아닌 {2}을(를) 참조합니다. 기본 집계는 특성의 변형이어야 합니다.
ru: Свойство DefaultAggregateAttributeID объекта {0} ссылается на {2}, который не является вариацией "{1}". Статистическое значение по умолчанию должно быть вариацией атрибута.
zh_hans: {0} 的 DefaultAggregateAttributeID 属性引用的 {2} 不是“{1}”的变体。默认聚合必须是该特性的变体。
zh_hant: {0} 的 DefaultAggregateAttributeID 屬性 (Property) 參考 {2}，但它不是 "{1}" 的變數。預設彙總必須是屬性 (Attribute) 的變數。

# NullParameterValue
source: The parameter "{0}" cannot accept a null value.
de: Der {0}-Parameter kann keinen NULL-Wert annehmen.
es: El parámetro "{0}" no puede admitir un valor NULL.
fr: Le paramètre "{0}" ne peut pas accepter une valeur Null.
it: Il parametro ''{0}'' non accetta un valore Null.
ja: パラメーター "{0}" は NULL 値を受け付けられません。
ko: "{0}" 매개 변수는 Null 값을 허용하지 않습니다.
ru: Параметр "{0}" не может принимать значение NULL.
zh_hans: 参数“{0}”不能接受 Null 值。
zh_hant: 參數 "{0}" 無法接受 Null 值。

# ParameterExpressionCardinalityMismatch
source: The Cardinality property for the {0} is One, but the default value Expression for "{1}" returns a set. The default value Expression must return a single value if the Cardinality of the Parameter is One.
de: Die Cardinality-Eigenschaft des {0}-Parameters hat den One-Wert, aber der Ausdruck für den Standardwert für "{1}" gibt eine Menge zurück. Der Ausdruck für den Standardwert muss genau einen Wert zurückgeben, wenn die Cardinality-Eigenschaft des Parameters den One-Wert hat.
es: La propiedad Cardinality del objeto {0} es One, pero la expresión de valor predeterminado para "{1}" devuelve un conjunto. La expresión de valor predeterminado debe devolver un solo valor si la propiedad Cardinality del parámetro es One.
fr: La propriété Cardinalité de {0} a la valeur One, or l'expression de valeur par défaut de "{1}" retourne un ensemble. L'expression de valeur par défaut doit retourner une valeur unique si la propriété Cardinalité du paramètre est définie sur la valeur One.
it: La proprietà Cardinality di {0} è impostata su One, ma l'espressione con valore predefinito per ''{1}'' restituisce un set. Se la proprietà Cardinality del parametro è impostata su One, l'espressione con valore predefinito deve restituire un solo valore.
ja: {0} のカーディナリティ プロパティは One に設定されていますが、"{1}" の既定値 Expression ではセットが返されます。Parameter のカーディナリティが One に設定されている場合、既定値 Expression は単独の値を返す必要があります。
ko: {0}에 대한 Cardinality 속성이 One인데 "{1}"에 대한 기본값 식이 집합을 반환합니다. 매개 변수의 카디널리티가 One일 경우에는 기본값 식이 단일 값을 반환해야 합니다.
ru: Свойство Cardinality объекта {0} имеет значение One, однако выражение значения по умолчанию для "{1}" возвращает набор. Выражение значения по умолчанию (Expression) должно возвращать единственное значение, если свойство Cardinality параметра имеет значение One.
zh_hans: {0} 的基数属性为 1，但“{1}”的默认值表达式返回了一个集合。如果参数的基数是 1，则默认值表达式必须返回单个值。
zh_hant: {0} 的 Cardinality 屬性是一，但是 "{1}" 的預設值運算式傳回值集合。如果參數的基數是一，預設值運算式必須傳回單一值。

# ParameterExpressionDataTypeMismatch
source: The DataType property for the {0} is {2}, but the default value Expression for "{1}" returns the data type {3}. The data type returned by the default value Expression must match the DataType property for the Parameter.
de: Die DataType-Eigenschaft des {0}-Objekts hat den {2}-Wert, aber der Ausdruck für den Standardwert für "{1}" gibt einen Wert vom {3}-Datentyp zurück. Der Ausdruck für den Standardwert muss einen Wert zurückgeben, dessen Datentyp mit der DataType-Eigenschaft des Parameters übereinstimmt.
es: La propiedad DataType del objeto {0} es {2}, pero la expresión de valor predeterminado de "{1}" devuelve el tipo de datos {3}. El tipo de datos devuelto por la expresión de valor predeterminado debe coincidir con la propiedad DataType del parámetro.
fr: La propriété DataType de {0} est {2}, or l'expression de valeur par défaut de "{1}" retourne le type de données {3}. Le type de données retourné par l'expression de valeur par défaut doit correspondre à la propriété DataType du paramètre.
it: La proprietà DataType di {0} è {2}, ma l'espressione con valore predefinito per ''{1}'' restituisce il tipo di dati {3}. Il tipo di dati restituito dall'espressione con valore predefinito deve corrispondere alla proprietà DataType del parametro.
ja: {0} の DataType プロパティは {2} に設定されていますが、"{1}" の既定値 Expression ではデータ型 {3} が返されます。既定値 Expression から返されるデータ型は、Parameter の DataType プロパティと一致する必要があります。
ko: {0}에 대한 DataType 속성이 {2}인데 "{1}"에 대한 기본값 식이 데이터 형식 {3}을(를) 반환합니다. 기본값 식에서 반환한 데이터 형식은 매개 변수의 DataType 속성과 일치해야 합니다.
ru: Свойство DataType объекта {0} имеет значение {2}, однако выражение значения по умолчанию "{1}" возвращает тип данных {3}. Тип данных, возвращаемый выражением значения по умолчанию, должен совпадать с типом данных, указанным в свойстве DataType параметра (Parameter).
zh_hans: {0} 的 DataType 属性为 {2}，但“{1}”的默认值表达式返回的数据类型为 {3}。默认值表达式返回的数据类型必须与参数的 DataType 属性匹配。
zh_hant: {0} 的 DataType 屬性是 {2}，但是 "{1}" 的預設值運算式傳回資料類型 {3}。預設值運算式所傳回的資料類型必須與參數的 DataType 屬性相符。
