Repository: Hamid-K/PowerBI
Catalog: Portal/Microsoft.ReportingServices.Modeling/Microsoft.ReportingServices.Modeling/Modeling/SRErrors.*.resx
Languages: de, es, fr, it, ja, ko, ru, zh_hans, zh_hant

# InvalidReferencedItem_MultipleProperties
source: One of the {0} properties of the {1} refers to the {2}, which is not one of the following types: {3}.
de: Eine der {0}-Eigenschaften des {1}-Objekts verweist auf das {2}-Element. Dieses Element hat keinen der folgenden Typen: {3}.
es: Una de las propiedades {0} del objeto {1} hace referencia a {2}, que no tiene ninguno de los siguientes tipos: {3}.
fr: Une des propriétés {0} de {1} se rapporte à {2} qui n'est pas l'un des types suivants : {3}.
it: Una delle proprietà {0} di {1} fa riferimento a {2}, che non è uno dei tipi seguenti: {3}.
ja: {1} のいずれかの {0} プロパティで {2} が参照されていますが、その型は次のいずれの型にも該当しません: {3}。
ko: {1}의 {0} 속성 중 하나가 다음 유형 중 하나에 해당하지 않는 {2}을(를) 참조합니다: {3}.
ru: Одно из свойств {0} для {1} ссылается на {2}, которое не является одним из следующих типов: {3}.
zh_hans: {1} 的 {0} 属性之一引用的 {2} 不属于以下类型之一: {3}。
zh_hant: {1} 的 {0} 屬性之一參考 {2}，它不屬於下列類型之一: {3}。

# InvalidRoleRelationTable
source: The Relation property of the {0} references the {1} end of the {2}. This property must reference a Relation end that refers to the {3}.
de: Die Relation-Eigenschaft des {0}-Objekts verweist auf das {1}-Ende des {2}-Objekts. Diese Eigenschaft muss auf ein Beziehungsende verweisen, das sich auf das {3}-Objekt bezieht.
es: La propiedad Relation de {0} hace referencia al extremo {1} de {2}. Esta propiedad debe hacer referencia a un extremo de relación que haga referencia a {3}.
fr: La propriété Relation de {0} fait référence à la fin {1} de {2}. Cette propriété doit faire référence à une fin de relation qui se rapporte à {3}.
it: La proprietà Relation di {0} fa riferimento all'estremità {1} di {2}. Questa proprietà deve fare riferimento a un'estremità della relazione che faccia riferimento a {3}.
ja: {0} の Relation プロパティで {2} の {1} エンドが参照されています。このプロパティでは、{3} を参照する Relation エンドを参照する必要があります。
ko: {0}의 Relation 속성이 {2}의 {1} 끝을 참조합니다. 이 속성은 {3}을(를) 참조하는 Relation 끝을 참조해야 합니다.
ru: Свойство связи для {0} ссылается на конец {1} для {2}. Данное свойство должно ссылаться на тот конец связи, который ссылается на {3}.
zh_hans: {0} 的关系属性引用了 {2} 的 {1} 结尾。此属性必须引用一个引用 {3} 的关系结尾。
zh_hant: {0} 的 Relation 屬性參考 {2} 的 {1} 端。此屬性必須參考指向 {3} 的關聯性端。

# InvalidScalarAttributeReference
source: One of the {0} properties of the {1} references the {2}, which is a non-aggregate Attribute. This property must reference an aggregate Attribute.
de: Eine der {0}-Eigenschaften des {1}-Objekts verweist auf das {2}-Attribut, das ein Nichtaggregatattribut ist. Diese Eigenschaft muss auf ein Aggregatattribut verweisen.
es: Una de las propiedades {0} del objeto {1} hace referencia a {2}, que es un atributo que no es de agregado. Esta propiedad debe hacer referencia a un atributo de agregado.
fr: Une des propriétés {0} de {1} fait référence à l'attribut {2} qui n'est pas un agrégat. Cette propriété doit faire référence à un attribut d'agrégation.
it: Una delle proprietà {0} di {1} fa riferimento a {2}, che è un attributo non di aggregazione. Questa proprietà deve fare riferimento a un attributo di aggregazione.
ja: {1} のいずれかの {0} プロパティで非集計 Attribute である {2} が参照されています。このプロパティでは、集計 Attribute を参照する必要があります。
ko: {1}의 {0} 속성 중 하나가 집계 특성이 아닌 {2}을(를) 참조합니다. 이 속성은 집계 특성을 참조해야 합니다.
ru: Одно из свойств {0} для {1} ссылается на {2}, который не является статистическим атрибутом. Данное свойство должно ссылаться на статистический атрибут.
zh_hans: {1} 的 {0} 属性之一引用的 {2} 是非聚合特性。此属性必须引用聚合特性。
zh_hant: {1} 的 {0} 屬性之一參考非彙總屬性 (Attribute) {2}。此屬性必須參考彙總屬性 (Attribute)。

# InvalidSemanticModel
source: The semantic model is not valid. Details: {0}
de: Das Semantikmodell ist ungültig. Details: {0}
es: El modelo semántico no es válido. Detalles: {0}
fr: Le modèle sémantique n'est pas valide. Détails : {0}
it: Il modello semantico non è valido. Dettagli: {0}
ja: セマンティック モデルが無効です。詳細: {0}
ko: 의미 체계 모델이 잘못되었습니다. 세부 정보: {0}
ru: Недопустимая семантическая модель. Подробности: {0}
zh_hans: 语义模型无效。详细信息: {0}
zh_hant: 語意模型無效。詳細資料: {0}

# InvalidSemanticQuery
source: The semantic query is not valid. Details: {0}
de: Die Semantikabfrage ist ungültig. Details: {0}
es: La consulta semántica no es válida. Detalles: {0}
fr: La requête sémantique n'est pas valide. Détails : {0}
it: La query semantica non è valida. Dettagli: {0}
ja: セマンティック クエリが無効です。詳細: {0}
ko: 의미 체계 쿼리가 잘못되었습니다. 세부 정보: {0}
ru: Недопустимый семантический запрос. Подробности: {0}
zh_hans: 语义查询无效。详细信息: {0}
zh_hant: 語意查詢無效。詳細資料: {0}

# InvalidSetAttributeReference
source: One of the {0} properties of the {1} references the {2}, which is not an aggregate Attribute. Based on the Path used to reach the {2}, this property must reference an aggregate Attribute.
de: Eine der {0}-Eigenschaften des {1}-Objekts verweist auf das {2}-Objekt, das kein Aggregatattribut ist. Ausgehend vom Pfad zum {2}-Objekt kann diese Eigenschaft nur auf ein Aggregatattribut verweisen.
es: Una de las propiedades {0} del objeto {1} hace referencia al objeto {2}, que no es un atributo de agregado. Según la ruta de acceso del objeto {2}, esta propiedad debe hacer referencia a un atributo de agregado.
fr: Une des propriétés {0} de l'élément {1} fait référence à {2}, qui n'est pas un attribut d'agrégation. Compte tenu du chemin d'accès utilisé pour atteindre {2}, cette propriété doit faire référence à un attribut d'agrégation.
it: Una delle proprietà {0} di {1} fa riferimento a {2}, che non è un attributo di aggregazione. In base al percorso utilizzato per raggiungere {2}, questa proprietà deve fare riferimento a un attributo di aggregazione.
ja: {1} のいずれかの {0} プロパティで、集計 Attribute ではない {2} が参照されています。{2} を参照した際の Path に基づくと、このプロパティでは、集計 Attribute を参照する必要があります。
ko: {1}의 {0} 속성 중 하나가 집계 특성이 아닌 {2}을(를) 참조합니다. {2}에 도달하는 데 사용된 경로에 따라 이 속성은 집계 특성을 참조해야 합니다.
ru: Одно из свойств {0} объекта {1} ссылается на {2}, который не является статистическим атрибутом. Исходя из пути, используемого для доступа к {2}, это свойство должно указывать на статистический атрибут.
zh_hans: {1} 的 {0} 属性之一引用的 {2} 不是聚合特性。根据指向 {2} 的路径，此属性必须引用聚合特性。
zh_hant: {1} 的 {0} 屬性之一參考 {2}，它不是彙總屬性 (Attribute)。根據到達 {2} 的路徑，此屬性必須參考彙總屬性 (Attribute)。

# IsAggregateWithColumn
source: The IsAggregate property for the {0} is true, but a Column binding is specified. IsAggregate cannot be true if a Column binding is specified.
de: Die IsAggregate-Eigenschaft des {0}-Objekts hat den true-Wert, es ist aber eine Spaltenbindung angegeben. Die IsAggregate-Eigenschaft kann nicht den true-Wert haben, wenn eine Spaltenbindung angegeben wurde.
es: La propiedad IsAggregate del objeto {0} es True, pero se ha especificado un enlace de columna. La propiedad IsAggregate no puede ser True si se especifica un enlace de columna.
fr: La propriété IsAggregate de {0} a la valeur True, or une liaison de colonne est spécifiée. IsAggregate ne peut pas avoir la valeur True si une liaison de colonne est spécifiée.
it: La proprietà IsAggregate di {0} è true, ma è stata specificata un'associazione di tipo Column. IsAggregate non può essere true se viene specificata un'associazione di tipo Column.
ja: {0} の IsAggregate プロパティは true ですが、Column バインドが指定されています。Column バインドを指定した場合は、IsAggregate を true に設定することはできません。
ko: {0}에 대한 IsAggregate 속성이 true인데 열 바인딩이 지정되었습니다. 열 바인딩이 지정된 경우에는 IsAggregate가 true일 수 없습니다.
ru: Свойство IsAggregate объекта {0} имеет значение true, но при этом задана привязка к столбцу. В данном случае свойство IsAggregate не может быть равно true.
zh_hans: {0} 的 IsAggregate 属性为 True，但已指定列绑定。如果指定了列绑定，则 IsAggregate 不能为 True。
zh_hant: {0} 的 IsAggregate 屬性是 True，但已指定資料行繫結。若已指定資料行繫結，則 IsAggregate 不可以是 True。

# IsAggregateWithDefaultAggregate
source: The DefaultAggregateAttributeID property for the {0} is specified, but the IsAggregate property is true. A default aggregate cannot be specified for aggregate attributes.
de: Die DefaultAggregateAttributeID-Eigenschaft des {0}-Objekts ist angegeben, obwohl die IsAggregate-Eigenschaft den true-Wert hat. Für ein Aggregatattribut kann kein Standardaggregat angegeben werden.
es: Se ha especificado la propiedad DefaultAggregateAttributeID de {0}, pero la propiedad IsAggregate es True. No se puede especificar un agregado predeterminado para atributos de agregado.
fr: La propriété DefaultAggregateAttributeID est spécifiée pour {0}, or la propriété IsAggregate a la valeur True. Il n'est pas possible de spécifier une valeur d'agrégation par défaut pour les attributs d'agrégation.
it: È stata specificata la proprietà DefaultAggregateAttributeID di {0}, ma la proprietà IsAggregate è true. Impossibile specificare un valore di aggregazione predefinito per gli attributi di aggregazione.
ja: {0} に DefaultAggregateAttributeID プロパティが指定されていますが、IsAggregate プロパティは true に設定されています。集計属性に対して既定の集計を指定することはできません。
ko: {0}에 대한 DefaultAggregateAttributeID 속성이 지정되었는데 IsAggregate 속성이 true입니다. 집계 특성에 대해 기본 집계를 지정할 수 없습니다.
ru: Для {0} задано свойство DefaultAggregateAttributeID, однако свойство IsAggregate имеет значение true. Задание статистического значения по умолчанию для статистических атрибутов не допускается.
zh_hans: 已指定 {0} 的 DefaultAggregateAttributeID 属性，但 IsAggregate 属性为 True。不能为聚合特性指定默认聚合。
zh_hant: {0} 指定了 DefaultAggregateAttributeID 屬性，但是 IsAggregate 屬性為 True。不能為彙總屬性指定預設彙總。

# ItemNotFound
source: The {0} property of the {1} refers to the item "{2}", which does not exist.
de: Die {0}-Eigenschaft des {1}-Objekts verweist auf das nicht vorhandene {2}-Element.
es: La propiedad {0} del objeto {1} hace referencia al elemento "{2}", que no existe.
fr: La propriété {0} de {1} se rapporte à l'élément "{2}" qui n'existe pas.
it: La proprietà {0} di {1} fa riferimento all'elemento ''{2}'', che non esiste.
ja: {1} の {0} プロパティで、存在しないアイテム "{2}" が参照されています。
ko: {1}의 {0} 속성이 존재하지 않는 "{2}" 항목을 참조합니다.
ru: Свойство {0} объекта {1} ссылается на элемент "{2}", который не существует.
zh_hans: {1} 的 {0} 属性引用的项“{2}”不存在。
zh_hant: {1} 的 {0} 屬性參考並不存在的項目 "{2}"。

# ItemNotFound_MultipleProperties
source: One of the {0} properties of the {1} refers to the item "{2}", which does not exist.
de: Eine der {0}-Eigenschaften des {1}-Objekts verweist auf das nicht vorhandene {2}-Element.
es: Una de las propiedades {0} del objeto {1} hace referencia al elemento "{2}", que no existe.
fr: Une des propriétés {0} de {1} se rapporte à l'élément "{2}" qui n'existe pas.
it: Una delle proprietà {0} di {1} fa riferimento all'elemento ''{2}'', che non esiste.
ja: {1} のいずれかの {0} プロパティで、存在しないアイテム "{2}" が参照されています。
ko: {1}의 {0} 속성 중 하나가 존재하지 않는 "{2}" 항목을 참조합니다.
ru: Одно из свойств {0} объекта {1} ссылается на элемент "{2}", который не существует.
zh_hans: {1} 的 {0} 属性之一引用的项“{2}”不存在。
zh_hant: {1} 的 {0} 屬性之一參考並不存在的項目 "{2}"。

# LoopInSecurityFilters
source: A security filter of {0} indirectly depends on itself. Loops in security filters are not allowed.
de: Ein Sicherheitsfilter von {0} hängt indirekt von sich selbst ab. Schleifen in Sicherheitsfiltern sind nicht zulässig.
es: Un filtro de seguridad de {0} depende indirectamente de sí mismo. No se permiten bucles en filtros de seguridad.
fr: Un filtre de sécurité de {0} dépend indirectement de lui-même. Les boucles dans les filtres de sécurité ne sont pas autorisées.
it: Un filtro di sicurezza di {0} dipende direttamente da se stesso. Non sono consentiti cicli nei filtri di sicurezza.
ja: {0} のセキュリティ フィルターが間接的に自己依存しています。セキュリティ フィルターのループは禁止されています。
ko: {0}의 보안 필터가 간접적으로 자기 자신에 종속됩니다. 보안 필터의 루프는 허용되지 않습니다.
ru: Фильтр безопасности для {0} косвенно зависит сам от себя. Цикличность в фильтрах безопасности не допускается.
zh_hans: {0} 的安全筛选器间接依赖于它本身。安全筛选器中不允许使用循环。
zh_hant: {0} 的安全性篩選間接地相依於本身。安全性篩選中不允許有迴圈。

# MeasureNotFound
source: The {0} property of the {1} refers to the Measure Expression "{2}", which does not exist.
de: Die {0}-Eigenschaft des {1}-Objekts verweist auf den nicht vorhandenen Measureausdruck "{2}".
es: La propiedad {0} del objeto {1} hace referencia a la expresión Measure "{2}", que no existe.
fr: La propriété {0} de {1} se rapporte à l'expression Measure "{2}" qui n'existe pas.
it: La proprietà {0} di {1} fa riferimento all'espressione di misura ''{2}'', che non esiste.
ja: {1} の {0} プロパティで、存在しない Measure Expression "{2}" が参照されています。
ko: {1}의 {0} 속성이 존재하지 않는 측정값 식 "{2}"을(를) 참조합니다.
ru: Свойство {0} объекта {1} ссылается на выражение меры "{2}", которое не существует.
zh_hans: {1} 的 {0} 属性引用的度量值表达式“{2}”不存在。
zh_hant: {1} 的 {0} 屬性參考並不存在的量值運算式 "{2}"。

# MeasureNotFound_MultipleProperties
source: One of the {0} properties of the {1} refers to the Measure Expression "{2}", which does not exist.
de: Eine der {0}-Eigenschaften des {1}-Objekts verweist auf den nicht vorhandenen Measureausdruck "{2}".
es: Una de las propiedades {0} del objeto {1} hace referencia a la expresión Measure "{2}", que no existe.
fr: Une des propriétés {0} de {1} se rapporte à l'expression Measure "{2}" qui n'existe pas.
it: Una delle proprietà {0} di {1} fa riferimento all'espressione di misura ''{2}'', che non esiste.
ja: {1} のいずれかの {0} プロパティで、存在しない Measure Expression "{2}" が参照されています。
ko: {1}의 {0} 속성 중 하나가 존재하지 않는 측정값 식 "{2}"을(를) 참조합니다.
ru: Одно из свойств {0} объекта {1} ссылается на выражение меры "{2}", которое не существует.
zh_hans: {1} 的 {0} 属性之一引用的度量值表达式“{2}”不存在。
zh_hant: {1} 的 {0} 屬性之一參考並不存在的量值運算式 "{2}"。

# MissingBaseEntity
source: The {0} property is missing for the {1}.
de: Für das {1}-Objekt fehlt die {0}-Eigenschaft.
es: Falta la propiedad {0} para {1}.
fr: La propriété {0} est manquante pour {1}.
it: Per {1} manca la proprietà {0}.
ja: {1} に {0} プロパティがありません。
ko: {1}에 대한 {0} 속성이 없습니다.
ru: Отсутствует свойство {0} для {1}.
zh_hans: {1} 缺少 {0} 属性。
zh_hant: {1} 遺漏 {0} 屬性。

# MissingBaseEntity_MultipleProperties
source: One of the {0} properties is missing for the {1}.
de: Für das {1}-Objekt fehlt eine der {0}-Eigenschaften.
es: Falta una de las propiedades {0} para el objeto {1}.
fr: Une des propriétés {0} est manquante pour {1}.
it: Per {1} manca una delle proprietà {0}.
ja: {1} にいずれかの {0} プロパティがありません。
ko: {1}에 대한 {0} 속성 중 하나가 없습니다.
ru: Отсутствует одно из свойств {0} для {1}.
zh_hans: {1} 缺少 {0} 属性之一。
zh_hant: {1} 中遺漏 {0} 屬性之一。

# MissingBinding_Attribute
source: The binding is missing for the {0}. Attribute must have exactly one Column binding if Expression is not specified.
de: Für das {0}-Objekt fehlt die Bindung. Das Attribut weist genau eine Spaltenbindung auf, wenn der Ausdruck nicht angegeben ist.
es: Falta el enlace para {0}. El atributo debe tener exactamente un enlace de columna si no se especifica la expresión.
fr: La liaison est manquante pour {0}. L'attribut doit avoir une, et une seule, liaison de colonne si l'expression n'est pas spécifiée.
it: Associazione mancante per {0}. Se non si specifica Expression, l'attributo deve includere una e una sola associazione di tipo Column.
ja: {0} にバインドがありません。Expression が指定されていない場合、Attribute には、Column バインドが 1 つだけ含まれている必要があります。
ko: {0}에 대한 바인딩이 없습니다. 식이 지정되지 않은 경우에는 특성에 반드시 하나의 열 바인딩이 있어야 합니다.
ru: Отсутствует привязка для {0}. Атрибут должен иметь в точности одну привязку к столбцу (Column), если не задан параметр Expression.
zh_hans: {0} 缺少绑定。如果不指定表达式，则属性必须有且仅有一个列绑定。
zh_hant: {0} 遺漏繫結。若未指定運算式，則屬性必須只有一個資料行繫結。

# MissingBinding_Entity
source: The binding is missing for the {0}. Entity must have exactly one of the following: Table, Column.
de: Für das {0}-Objekt fehlt die Bindung. Die Entität muss genau eines der folgenden Elemente aufweisen: Tabelle, Spalte.
es: Falta el enlace para {0}. La entidad debe tener exactamente uno de estos elementos: Table, Column.
fr: La liaison est manquante pour {0}. L'entité doit avoir un, et un seul, des deux éléments suivants : tableau, colonne.
it: Associazione mancante per {0}. L'entità deve includere uno e uno solo degli elementi seguenti: Table, Column.
ja: {0} にバインドがありません。Entity には、Table または Column のどちらかが 1 つだけ含まれている必要があります。
ko: {0}에 대한 바인딩이 없습니다. 엔터티에는 Table이나 Column 중 반드시 하나가 있어야 합니다.
ru: Отсутствует привязка для {0}. Сущность должна иметь в точности один из следующих элементов: Table, Column.
zh_hans: {0} 缺少绑定。实体必须有且仅有以下元素中的一项: 表、列。
zh_hant: {0} 遺漏繫結。實體必須只有下列項目之一: 資料表、資料行。

# MissingBinding_Inheritance
source: The binding is missing for the Inheritance of the {0}. Inheritance must have exactly one Relation binding.
de: Für die Inheritance-Eigenschaft des {0}-Objekts fehlt die Bindung. Die Vererbung muss genau eine Beziehungsbindung aufweisen.
es: Falta el enlace para el elemento Inheritance de {0}. El elemento Inheritance debe tener exactamente un enlace de relación.
fr: La liaison est manquante pour l'héritage de {0}. L'héritage doit avoir une, et une seule, liaison de relation.
it: Associazione mancante per l'ereditarietà di {0}. L'ereditarietà deve includere una e una sola associazione di tipo Relation.
ja: {0} の Inheritance にバインドがありません。Inheritance には、Relation バインドが 1 つだけ含まれている必要があります。
ko: {0}의 상속에 대한 바인딩이 없습니다. 상속에는 반드시 하나의 관계 바인딩이 있어야 합니다.
ru: Отсутствует привязка для свойства Inheritance у {0}. Свойство Inheritance должно иметь ровно одну привязку Relation.
zh_hans: {0} 的继承缺少绑定。继承必须有且仅有一个关系绑定。
zh_hant: {0} 的繼承遺漏繫結。繼承必須只有一個關聯性繫結。

# MissingBinding_Role
source: The binding is missing for the {0}. Role must have exactly one Relation binding, unless the containing Entity is bound to a Table and the related Entity is bound to a Column in this Table (or vice versa).
de: Für das {0}-Objekt fehlt die Bindung. Die Role-Eigenschaft muss genau eine Beziehungsbindung aufweisen, es sei denn, die enthaltende Entität ist an eine Tabelle und die verknüpfte Entität an eine Spalte dieser Tabelle gebunden (oder umgekehrt).
es: Falta el enlace para {0}. El rol debe tener exactamente un enlace de relación, a menos que la entidad contenedora esté enlazada con una tabla y la entidad relacionada esté enlazada con una columna de esta tabla (o viceversa).
fr: La liaison est manquante pour {0}. Le rôle doit avoir une, et une seule, liaison de relation, à moins que l'entité qui le contient ne soit liée à un tableau et que l'entité apparentée ne soit liée à une colonne de ce tableau (ou vice-versa).
it: Associazione mancante per {0}. Il ruolo deve includere una e una sola associazione di tipo Relation, a meno che l'entità contenitore non sia associata a una tabella e l'entità correlata non sia associata a una colonna in questa tabella (o viceversa).
ja: {0} にバインドがありません。親 Entity が Table にバインドされ、関連 Entity がこの Table 内の Column にバインドされている場合 (またはその逆の場合) を除き、Role には Relation バインドが 1 つだけ含まれている必要があります。
ko: {0}에 대한 바인딩이 없습니다. 포함하는 엔터티가 테이블에 바인딩되어 있고 관련 엔터티가 이 테이블의 열에 바인딩되어 있는 경우나 그 반대의 경우가 아니라면 역할에는 반드시 하나의 관계 바인딩이 있어야 합니다.
ru: Отсутствует привязка для {0}. Роль должна иметь в точности одну привязку Relation, кроме тех случаев, когда объемлющая сущность привязана к таблице, а связанная сущность - к столбцу в данной таблице (или наоборот).
zh_hans: {0} 缺少绑定。角色必须有且仅有一个关系绑定，除非将包含实体绑定到表并将相关实体绑定到此表中的列(反之亦然)。
zh_hant: {0} 遺漏繫結。角色必須只有一個關聯性繫結，除非所包含的實體繫結至資料表，而關聯的實體繫結至此資料表中的資料行 (或者相反情形)。

# MissingColumnTableName
source: The Column.TableName is missing for the {0}. TableName must be specified for Column bindings of Entities.
de: Für das {0}-Objekt fehlt die Column.TableName-Eigenschaft. Die TableName-Eigenschaft muss für Spaltenbindungen von Entitäten angegeben werden.
es: Falta Column.TableName para el objeto {0}. Se debe especificar TableName para el enlace de columna de una entidad.
fr: Column.TableName est manquant pour {0}. TableName doit être spécifié pour les liaisons de Colonne des entités.
it: Column.TableName mancante per {0}. TableName deve essere specificato per le associazioni di tipo Column di entità.
ja: {0} に Column.TableName がありません。Entity の Column バインドに対して TableName を指定する必要があります。
ko: {0}에 대한 Column.TableName이 없습니다. 엔터티의 열 바인딩에 대해 TableName을 지정해야 합니다.
ru: Не указано значение свойства Column.TableName для {0}. Свойство TableName должно быть определено для привязок к столбцам сущностей.
zh_hans: {0} 缺少 Column.TableName。必须为实体的列绑定指定 TableName。
zh_hant: {0} 遺漏 Column.TableName。實體的資料行繫結必須指定 TableName。

# MissingDataSourceView
source: The DataSourceView is missing for the {0}. SemanticModel must have exactly one DataSourceView element.
de: Für das {0}-Objekt fehlt das DataSourceView-Element. Das SemanticModel-Objekt muss genau ein DataSourceView-Element aufweisen.
es: Falta el elemento DataSourceView para {0}. SemanticModel debe tener exactamente un elemento DataSourceView.
fr: L'élément DataSourceView est manquant pour {0}. SemanticModel doit avoir un, et un seul, élément DataSourceView.
it: DataSourceView mancante per {0}. SemanticModel deve includere un solo elemento DataSourceView.
ja: {0} に DataSourceView がありません。SemanticModel には、DataSourceView 要素が 1 つだけ含まれている必要があります。
ko: {0}에 대한 DataSourceView가 없습니다. SemanticModel에는 반드시 하나의 DataSourceView 요소가 있어야 합니다.
ru: Отсутствует элемент DataSourceView для {0}. Элемент SemanticModel должен содержать в точности один элемент DataSourceView.
zh_hans: {0} 缺少 DataSourceView。SemanticModel 必须有且仅有一个 DataSourceView 元素。
zh_hant: {0} 遺漏 DataSourceView。SemanticModel 必須只有一個 DataSourceView 元素。

# MissingExpressionName
source: Name is missing for an Expression in the {0}.
de: Für einen Ausdruck im {0}-Objekt fehlt der Name.
es: Falta el nombre de un elemento Expression en el objeto {0}.
fr: Un nom est manquant pour une expression de {0}.
it: Nome mancante per un'espressione in {0}.
ja: {0} の Expression に Name がありません。
ko: {0}의 식에 대한 이름이 없습니다.
ru: Отсутствует имя для параметра Expression в {0}.
zh_hans: {0} 中的表达式缺少名称。
zh_hant: {0} 中有運算式遺漏名稱。

# MissingGroupingExpression
source: The Expression is missing for the {0}. Grouping must have exactly one Expression.
de: Für das {0}-Objekt fehlt der Ausdruck. Eine Gruppierung muss genau einen Ausdruck aufweisen.
es: Falta la expresión para {0}. La agrupación debe tener exactamente una expresión.
fr: L'expression est manquante pour {0}. Le regroupement doit avoir une, et une seule, expression.
it: Espressione mancante per {0}. Il raggruppamento deve includere una e una sola espressione.
ja: {0} に Expression がありません。Grouping には、Expression が 1 つだけ含まれている必要があります。
ko: {0}에 대한 식이 없습니다. 그룹화에는 반드시 하나의 식이 있어야 합니다.
ru: Отсутствует выражение для {0}. Группирование должно содержать в точности одно выражение.
zh_hans: {0} 缺少表达式。分组必须有且仅有一个表达式。
zh_hant: {0} 遺漏運算式。群組必須只有一個運算式。

# MissingGroupingName
source: Name is missing for a Grouping in the {0}.
de: Für eine Gruppierung im {0}-Objekt fehlt der Name.
es: Falta el nombre de un elemento Grouping en el objeto {0}.
fr: Un nom est manquant pour un regroupement de {0}.
it: Nome mancante per un raggruppamento in {0}.
ja: {0} の Grouping に Name がありません。
ko: {0}의 그룹화에 대한 이름이 없습니다.
ru: Отсутствует имя группирования в {0}.
zh_hans: {0} 中的分组缺少名称。
zh_hant: {0} 中有群組遺漏名稱。

# MissingIdentifyingAttributes
source: The {0} does not have any IdentifyingAttributes. Entity must have at least one IdentifyingAttribute.
de: Das {0}-Objekt hat keine IdentifyingAttributes-Elemente. Eine Entität muss mindestens ein IdentifyingAttribute-Element aufweisen.
es: La entidad {0} no tiene IdentifyingAttributes. Debe tener al menos un IdentifyingAttribute.
fr: {0} ne possède aucun élément IdentifyingAttributes. L'entité doit avoir au moins un élément IdentifyingAttribute.
it: {0} non include elementi IdentifyingAttributes. L'entità deve includere almeno un elemento IdentifyingAttribute.
ja: {0} に IdentifyingAttributes が含まれていません。Entity には、少なくとも 1 つの IdentifyingAttribute が含まれている必要があります。
ko: {0}에 IdentifyingAttributes가 없습니다. 엔터티에는 적어도 하나 이상의 IdentifyingAttribute가 있어야 합니다.
ru: {0} не имеет элементов IdentifyingAttributes. Сущность должна иметь не менее одного элемента IdentifyingAttribute.
zh_hans: {0} 不包含任何 IdentifyingAttributes。实体必须至少包含一个 IdentifyingAttribute。
zh_hant: {0} 沒有任何 IdentifyingAttributes。實體必須至少有一個 IdentifyingAttribute。
