Repository: Hamid-K/PowerBI
Catalog: Portal/Microsoft.ReportingServices.Modeling/Microsoft.ReportingServices.Modeling/Modeling/SRErrors.*.resx
Languages: de, es, fr, it, ja, ko, ru, zh_hans, zh_hant

# EmptySemanticQuery
source: The {0} does not contain any Groupings or MeasureGroups. SemanticQuery must contain at least one of these elements. This typically occurs because the user does not have permission to the items referenced by the query or the items referenced by the query have been deleted in the underlying model.
de: Das {0}-Objekt enthält weder Gruppierungen noch MeasureGroups-Elemente. Ein SemanticQuery-Objekt muss mindestens eines dieser Elemente enthalten. Dies liegt normalerweise daran, dass der Benutzer keine Zugriffsberechtigung für die Elemente hat, auf die von der Abfrage verwiesen wird, oder dass diese Elemente aus dem zugrunde liegenden Modell gelöscht wurden.
es: El objeto {0} no contiene Groupings o MeasureGroups. SemanticQuery debe contener al menos uno de estos elementos. Esto suele suceder porque el usuario no tiene permisos en los elementos a los que hace referencia la consulta o porque se han eliminado los elementos a los que hace referencia la consulta en el modelo subyacente.
fr: {0} ne contient aucun élément Groupings ou MeasureGroups. SemanticQuery doit contenir au moins l'un de ces éléments. Ceci se produit généralement parce que l'utilisateur ne dispose pas d'autorisations sur les éléments référencés par la requête ou parce que les éléments référencés par la requête ont été supprimés dans le modèle sous-jacent.
it: {0} non contiene raggruppamenti o elementi MeasureGroups. Un elemento SemanticQuery deve contenere almeno uno di questi elementi. Questo problema si verifica in genere perché l'utente non ha le autorizzazioni sugli elementi cui la query fa riferimento o perché questi ultimi sono stati eliminati nel modello sottostante.
ja: {0} に Grouping または MeasureGroups が含まれていません。SemanticQuery には、これらの要素が少なくとも 1 つ含まれている必要があります。これは通常、クエリによって参照されているアイテムに対する権限をユーザーが持っていないか、クエリによって参照されているアイテムが基になるモデルで削除されているために起こります。
ko: {0}에 Groupings 또는 MeasureGroups가 없습니다. SemanticQuery에는 이러한 요소 중 하나 이상이 있어야 합니다. 이 문제는 일반적으로 사용자에게 쿼리가 참조하는 항목에 대한 권한이 없거나 쿼리가 참조하는 항목이 기본 모델에서 삭제되었기 때문에 발생합니다.
ru: {0} не содержит ни элементов Grouping, ни элементов MeasureGroups. Элемент SemanticQuery должен содержать хотя бы один из этих элементов. Обычно такое происходит, поскольку у пользователя нет разрешения на элементы, на которые ссылаются запросы, либо такие элементы были удалены в базовой модели.
zh_hans: {0} 不包含任何 Groupings 或 MeasureGroups。SemanticQuery 必须至少包含这两个元素之一。这通常是因为用户对查询所引用的项没有权限，或者在基础模型中已删除了查询所引用的项。
zh_hant: {0} 不包含任何 Groupings 或 MeasureGroups 元素。SemanticQuery 至少必須包含其中一個元素。這通常是因為使用者沒有擁有查詢所參考之項目的權限，或是基礎模型中已經刪除查詢所參考之項目。

# EntityKeyTypeMismatch
source: The {0} contains a Function "{1}" with an Argument "{2}" that is not valid. Cannot convert from a {3} entity key to a {4} entity key.
de: {0} enthält die {1}-Funktion mit einem ungültigen {2}-Argument. Die Konvertierung eines {3}-Entitätsschlüssels in einen {4}-Entitätsschlüssel ist nicht möglich.
es: El objeto {0} contiene una función "{1}" con un argumento "{2}" no válido. No se puede convertir de una clave de entidad {3} a una clave de entidad {4}.
fr: {0} contient une fonction "{1}" dont l'argument "{2}" n'est pas valide : il est impossible de convertir une clé d'entité {3} en clé d'entité {4}.
it: {0} contiene una funzione ''{1}'' con un argomento ''{2}'' non valido. Non è possibile convertire da una chiave di entità {3} a una chiave di entità {4}.
ja: {0} に含まれている Function "{1}" の引数 "{2}" が無効です。{3} エンティティ キーを {4} エンティティ キーに変換できません。
ko: 잘못된 "{2}" 인수가 지정된 "{1}" 함수가 {0}에 있습니다. {3} 엔터티 키에서 {4} 엔터티 키로 변환할 수 없습니다.
ru: {0} содержит функцию "{1}" с недопустимым аргументом "{2}". Не удается преобразовать ключ сущности {3} в ключ сущности {4}.
zh_hans: {0} 包含参数“{2}”无效的函数“{1}”。不能从 {3} 实体键转换为 {4} 实体键。
zh_hant: {0} 包含的函數 "{1}" 具有無效的引數 "{2}"。無法從 {3} 實體索引鍵轉換成 {4} 實體索引鍵。

# EntityReferenceOutOfContext
source: The {0} property of the {1} references the {2}. Based on the Path used to reach the {2}, this property can only reference the {3} or any Entity derived from it.
de: Die {0}-Eigenschaft des {1}-Objekts verweist auf das {2}-Objekt. Ausgehend vom Pfad zum {2}-Objekt kann die Eigenschaft nur auf das {3}-Objekt oder eine davon abgeleitete Entität verweisen.
es: La propiedad {0} del objeto {1} hace referencia al objeto {2}. Según la ruta de acceso del objeto {2}, esta propiedad solo puede hacer referencia al objeto {3} o a cualquier entidad derivada de él.
fr: La propriété {0} de {1} fait référence à {2}. Compte tenu du chemin d'accès utilisé pour atteindre {2}, cette propriété peut faire référence uniquement à {3} ou à une entité dérivée.
it: La proprietà {0} di {1} fa riferimento a {2}. In base al percorso utilizzato per raggiungere {2}, questa proprietà può fare riferimento solo a {3} o a un'entità derivata da esso.
ja: {1} の {0} プロパティで {2} が参照されています。{2} の参照に使用した Path に基づいて、このプロパティでは {3} またはそこから派生した Entity のみを参照できます。
ko: {1}의 {0} 속성이 {2}을(를) 참조합니다. {2}에 도달하는 데 사용된 경로에 따라 이 속성은 {3} 또는 이 항목에서 파생된 엔터티만 참조할 수 있습니다.
ru: Свойство {0} объекта {1} ссылается на {2}. Исходя из пути, используемого для доступа к {2}, это свойство может ссылаться только на {3} или любую унаследованную от него сущность.
zh_hans: {1} 的 {0} 属性引用了 {2}。根据指向 {2} 的路径，该属性只能引用 {3} 或其派生的任何实体。
zh_hant: {1} 的 {0} 屬性參考 {2}。根據用以存取 {2} 的路徑，此屬性只能參考 {3}，或從中衍生的任何實體。

# EntityReferenceOutOfContext_MultipleProperties
source: One of the {0} properties of the {1} references the {2}. Based on the Path used to reach the {2}, this property can only reference the {3} or any Entity derived from it.
de: Eine der {0}-Eigenschaften des {1}-Objekts verweist auf das {2}-Objekt. Ausgehend vom Pfad zum {2}-Objekt kann die Eigenschaft nur auf das {3}-Objekt oder eine davon abgeleitete Entität verweisen.
es: La propiedad {0} del objeto {1} hace referencia al objeto {2}. Según la ruta de acceso del objeto {2}, esta propiedad solo puede hacer referencia al objeto {3} o a cualquier entidad derivada de él.
fr: Une des propriétés {0} de {1} fait référence à {2}. Compte tenu du chemin d'accès utilisé pour atteindre {2}, cette propriété peut faire référence uniquement à {3} ou à une entité dérivée.
it: Una delle proprietà {0} di {1} fa riferimento a {2}. In base al percorso utilizzato per raggiungere {2}, questa proprietà può fare riferimento solo a {3} o a un'entità derivata da esso.
ja: {1} のいずれかの {0} プロパティで {2} が参照されています。{2} の参照に使用した Path に基づいて、このプロパティでは {3} またはそこから派生した Entity のみを参照できます。
ko: {1}의 {0} 속성 중 하나가 {2}을(를) 참조합니다. {2}에 도달하는 데 사용된 경로에 따라 이 속성은 {3} 또는 이 항목에서 파생된 엔터티만 참조할 수 있습니다.
ru: Одно из свойств {0} объекта {1} ссылается на {2}. Исходя из пути, используемого для доступа к {2}, это свойство может ссылаться только на {3} или любую унаследованную от него сущность.
zh_hans: {1} 的 {0} 属性之一引用了 {2}。根据指向 {2} 的路径，该属性只能引用 {3} 或其派生的任何实体。
zh_hant: {1} 的 {0} 屬性之一參考 {2}。根據用以存取 {2} 的路徑，此屬性只能參考 {3}，或從中衍生的任何實體。

# ExpressionDataTypeMismatch
source: The DataType property for the {0} is {2}, but the Expression for "{1}" returns the data type {3}. The DataType property for the Attribute must match the data type returned by the Expression.
de: Die DataType-Eigenschaft des {0}-Objekts hat den Wert "{2}", aber der Ausdruck für "{1}" gibt den {3}-Datentyp zurück. Die DataType-Eigenschaft des Attributs muss mit dem Datentyp des Ausdrucks übereinstimmen.
es: La propiedad DataType del objeto {0} es {2}, pero la expresión de "{1}" devuelve el tipo de datos {3}. La propiedad DataType del atributo debe coincidir con el tipo de datos devuelto por la expresión.
fr: La propriété DataType de l'attribut {0} est {2}, mais l'expression correspondant à "{1}" retourne le type de données {3}. La propriété DataType de l'attribut doit correspondre au type de données retourné par l'expression.
it: La proprietà DataType dell'attributo {0} è {2}, ma l'espressione per ''{1}'' restituisce il tipo di dati {3}. La proprietà DataType dell'attributo deve corrispondere al tipo di dati restituito dall'espressione.
ja: {0} の DataType プロパティは {2} ですが、"{1}" の Expression から返されるデータ型は {3} です。Attribute の DataType プロパティは、Expression から返されるデータ型と一致する必要があります。
ko: {0}의 DataType 속성이 {2}인데 "{1}"에 대한 식이 데이터 형식 {3}을(를) 반환합니다. 이 특성의 DataType 속성은 식에서 반환한 데이터 형식과 일치해야 합니다.
ru: Свойство DataType для {0} равно {2}, однако выражение для "{1}" возвращает тип данных {3}. Свойство DataType для атрибута должно иметь тип данных, совпадающий с тем, которое возвращает выражение.
zh_hans: {0} 的 DataType 属性为 {2}，但“{1}”的表达式返回的数据类型为 {3}。特性的 DataType 属性必须与表达式返回的数据类型匹配。
zh_hant: {0} 的 DataType 屬性 (Property) 是 {2}，但是 "{1}" 的運算式傳回資料類型 {3}。屬性 (Attribute) 的 DataType 屬性 (Property) 必須與運算式所傳回的資料類型相符。

# ExpressionNullableMismatch
source: The Nullable property for the {0} is false, but the Expression for "{1}" is nullable. The Nullable property for the Attribute must match the nullability of the Expression.
de: Die Nullable-Eigenschaft des {0}-Objekts ist false, aber der Ausdruck für "{1}" lässt NULL zu. Die Nullable-Eigenschaft des Attributs muss mit der NULL-Zulässigkeit des Ausdrucks übereinstimmen.
es: La propiedad que admite valores NULL del objeto {0} es False, pero la expresión de "{1}" admite valores NULL. La propiedad Nullable del atributo debe coincidir con la nulabilidad de la expresión.
fr: La propriété Nullable de l'attribut {0} a la valeur False, or l'expression de "{1}" accepte les valeurs Null. La propriété Nullable de l'attribut doit correspondre à la possibilité de valeur Null de l'expression.
it: La proprietà Nullable dell'attributo {0} è false, ma l'espressione per ''{1}'' ammette i valori Null. La proprietà Nullable dell'attributo deve corrispondere alla proprietà Nullable dell'espressione.
ja: {0} の Nullable プロパティは false ですが、"{1}" の Expression では NULL 値が許容されます。Attribute の Nullable プロパティは、Expression の NULL 値の許容と一致する必要があります。
ko: {0}의 Nullable 속성이 false인데 "{1}"에 대한 식이 Null을 허용합니다. 이 특성의 Nullable 속성은 식의 Null 허용 여부와 일치해야 합니다.
ru: Свойство необязательной определенности (Nullable) объекта {0} равно FALSE, однако выражение для "{1}" может содержать NULL. Свойство Nullable атрибута должно соответствовать возможности выражения возвращать NULL.
zh_hans: {0} 的可为 Null 属性为 False，但“{1}”的表达式可为 Null 值。该特性的可为 Null 属性必须与表达式的为 Null 性匹配。
zh_hant: {0} 的 Nullable 屬性 (Property) 是 False，但 "{1}" 的運算式可為 Null。屬性 (Attribute) 的 Nullable 屬性 (Property) 必須與運算式的 Null 屬性相符。

# FieldReferenceOutOfContext
source: The {0} property of the {1} references the {2}. Based on the Path used to reach the {2}, this property can only reference Fields in the {3} or any Entity derived from it.
de: Die {0}-Eigenschaft des {1}-Objekts verweist auf das {2}-Objekt. Ausgehend vom Pfad zum {2}-Objekt kann die Eigenschaft nur auf Felder im {3}-Objekt oder eine davon abgeleitete Entität verweisen.
es: La propiedad {0} del objeto {1} hace referencia al objeto {2}. Según la ruta de acceso del objeto {2}, esta propiedad solo puede hacer referencia al objeto {3} o a cualquier entidad derivada de él.
fr: La propriété {0} de {1} fait référence à {2}. Compte tenu du chemin d'accès utilisé pour atteindre {2}, cette propriété peut faire référence uniquement à des champs de {3} ou à une entité dérivée.
it: La proprietà {0} di {1} fa riferimento a {2}. In base al percorso utilizzato per raggiungere {2}, la proprietà può fare riferimento solo a campi in {3} o a qualsiasi entità derivata da esso.
ja: {1} の {0} プロパティで {2} が参照されています。{2} の参照に使用した Path に基づいて、このプロパティでは {3} 内の Field またはそこから派生した Entity のみを参照できます。
ko: {1}의 {0} 속성이 {2}을(를) 참조합니다. {2}에 도달하는 데 사용된 경로에 따라 이 속성은 {3}의 필드 또는 이 항목에서 파생된 엔터티만 참조할 수 있습니다.
ru: Свойство {0} объекта {1} ссылается на {2}. Исходя из пути, используемого для доступа к {2}, это свойство может ссылаться только на поля в {3} или в любой производной от него сущности.
zh_hans: {1} 的 {0} 属性引用了 {2}。根据指向 {2} 的路径，该属性只能引用 {3} 中的字段或其派生的任何实体。
zh_hant: {1} 的 {0} 屬性參考 {2}。根據用以存取 {2} 的路徑，此屬性只能參考 {3} 中的欄位，或從中衍生的任何實體。

# FieldReferenceOutOfContext_MultipleProperties
source: One of the {0} properties of the {1} references the {2}. Based on the Path used to reach the {2}, this property can only reference Fields in the {3} or any Entity derived from it.
de: Eine der {0}-Eigenschaften des {1}-Objekts verweist auf das {2}-Objekt. Ausgehend vom Pfad zum {2}-Objekt kann die Eigenschaft nur auf Felder im {3}-Objekt oder eine davon abgeleitete Entität verweisen.
es: Una de las propiedades {0} del objeto {1} hace referencia al objeto {2}. Según la ruta de acceso del objeto {2}, esta propiedad solo puede hacer referencia a campos del objeto {3} o a cualquier entidad derivada de él.
fr: Une des propriétés {0} de {1} fait référence à {2}. Compte tenu du chemin d'accès utilisé pour atteindre {2}, cette propriété peut faire référence uniquement à des champs de {3} ou à une entité dérivée.
it: Una delle proprietà {0} di {1} fa riferimento a {2}. In base al percorso utilizzato per raggiungere {2}, questa proprietà può fare riferimento solo a campi in {3} o a qualsiasi entità derivata da esso.
ja: {1} のいずれかの {0} プロパティで {2} が参照されています。{2} の参照に使用した Path に基づいて、このプロパティでは {3} 内の Field またはそこから派生した Entity のみを参照できます。
ko: {1}의 {0} 속성 중 하나가 {2}을(를) 참조합니다. {2}에 도달하는 데 사용된 경로에 따라 이 속성은 {3}의 필드 또는 이 항목에서 파생된 엔터티만 참조할 수 있습니다.
ru: Одно из свойств {0} объекта {1} ссылается на {2}. Исходя из пути, используемого для доступа к {2}, это свойство может ссылаться только на поля в {3} или любой производной от него сущности.
zh_hans: {1} 的 {0} 属性之一引用了 {2}。根据指向 {2} 的路径，该属性只能引用 {3} 中的字段或其派生的任何实体。
zh_hant: {1} 的 {0} 屬性之一參考 {2}。根據用以存取 {2} 的路徑，此屬性只能參考 {3} 中的欄位，或從中衍生的任何實體。

# GroupingNotFound
source: The {0} property of the {1} refers to the Grouping "{2}", which does not exist.
de: Die {0}-Eigenschaft des {1}-Objekts verweist auf die nicht vorhandene Gruppierung "{2}".
es: La propiedad {0} del objeto {1} hace referencia a la agrupación "{2}", que no existe.
fr: La propriété {0} de {1} fait référence au regroupement "{2}" qui n'existe pas.
it: La proprietà {0} di {1} fa riferimento al raggruppamento ''{2}'', che non esiste.
ja: {1} の {0} プロパティで、存在しない Grouping "{2}" が参照されています。
ko: {1}의 {0} 속성이 존재하지 않는 "{2}" 그룹화를 참조합니다.
ru: Свойство {0} объекта {1} указывает на группирование "{2}", которое не существует.
zh_hans: {1} 的 {0} 属性引用的分组“{2}”不存在。
zh_hant: {1} 的 {0} 屬性參考並不存在的群組 "{2}"。

# GroupingNotFound_MultipleProperties
source: One of the {0} properties of the {1} refers to the Grouping "{2}", which does not exist.
de: Eine der {0}-Eigenschaften des {1}-Objekts verweist auf die nicht vorhandene {2}-Gruppierung.
es: Una de las propiedades {0} del objeto {1} hace referencia a la agrupación "{2}", que no existe.
fr: Une des propriétés {0} de {1} fait référence au regroupement "{2}" qui n'existe pas.
it: Una delle proprietà {0} di {1} fa riferimento al raggruppamento ''{2}'', che non esiste.
ja: {1} のいずれかの {0} プロパティで、存在しない Grouping "{2}" が参照されています。
ko: {1}의 {0} 속성 중 하나가 존재하지 않는 "{2}" 그룹화를 참조합니다.
ru: Одно из свойств {0} объекта {1} указывает на группирование "{2}", которое не существует.
zh_hans: {1} 的 {0} 属性之一引用的分组“{2}”不存在。
zh_hant: {1} 的 {0} 屬性之一參考並不存在的群組 "{2}"。

# IDLocalNameLengthExceeded
source: The ID property for the {0} has a local name that exceeds the maximum length of {1} characters.
de: Die ID-Eigenschaft des {0}-Objekts weist einen lokalen Namen auf, der die maximale Länge von {1} Zeichen überschreitet.
es: La propiedad ID de {0} tiene un nombre local que supera la longitud máxima de {1} caracteres.
fr: La propriété ID de {0} porte un nom local qui dépasse la longueur maximale autorisée de {1} caractères.
it: Alla proprietà ID di {0} è associato un nome locale che supera la lunghezza massima consentita, pari a {1} caratteri.
ja: {0} の ID プロパティに、{1} 文字の最大長を超えるローカル名が使用されています。
ko: {0}에 대한 ID 속성의 로컬 이름이 최대 길이 {1}자를 초과합니다.
ru: Свойство идентификатора объекта {0} имеет локальное имя, для которого превышена максимальная длина в {1} символов.
zh_hans: {0} 的 ID 属性的本地名称超过了最大长度({1} 个字符)。
zh_hant: {0} 的 ID 屬性本機名稱超過最大長度 {1} 個字元。

# IDLocalNameLengthExceeded_NoContext
source: The specified ID has a local name that exceeds the maximum length of {0} characters.
de: Die angegebene ID weist einen lokalen Namen auf, der die maximale Länge von {0} Zeichen überschreitet.
es: El id. especificado tiene un nombre local que supera la longitud máxima de {0} caracteres.
fr: L'ID spécifié porte un nom local qui dépasse la longueur maximale autorisée de {0} caractères.
it: All'ID specificato è associato un nome locale che supera la lunghezza massima, pari a {0} caratteri.
ja: 指定した ID に、{0} 文字の最大長を超えるローカル名が使用されています。
ko: 지정한 ID의 로컬 이름이 최대 길이 {0}자를 초과합니다.
ru: Указанный идентификатор имеет локальное имя, для которого превышена максимальная длина в {0} символов.
zh_hans: 指定 ID 的本地名称超过了最大长度({0} 个字符)。
zh_hant: 指定識別碼的本機名稱超過最大長度 {0} 個字元。

# IDNamespaceLengthExceeded
source: The ID property for the {0} has a namespace that exceeds the maximum length of {1} characters.
de: Die ID-Eigenschaft des {0}-Objekts weist einen Namespace auf, der die maximale Länge von {1} Zeichen überschreitet.
es: La propiedad ID de {0} tiene un espacio de nombres que supera la longitud máxima de {1} caracteres.
fr: La propriété ID de {0} possède un espace de noms qui dépasse la longueur maximale autorisée de {1} caractères.
it: Alla proprietà ID di {0} è associato uno spazio dei nomi che supera la lunghezza massima consentita, pari a {1} caratteri.
ja: {0} の ID プロパティに、{1} 文字の最大長を超える名前空間が使用されています。
ko: {0}에 대한 ID 속성의 네임스페이스가 최대 길이 {1}자를 초과합니다.
ru: Свойство идентификатора объекта {0} имеет пространство имен, для которого превышена максимальная длина в {1} символов.
zh_hans: {0} 的 ID 属性的命名空间超过了最大长度({1} 个字符)。
zh_hant: {0} 的 ID 屬性命名空間超過最大長度 {1} 個字元。

# IDNamespaceLengthExceeded_NoContext
source: The specified ID has a namespace that exceeds the maximum length of {0} characters.
de: Die angegebene ID weist einen Namespace auf, der die maximale Länge von {0} Zeichen überschreitet.
es: El id. especificado tiene un espacio de nombres que supera la longitud máxima de {0} caracteres.
fr: L'ID spécifié possède un espace de noms qui dépasse la longueur maximale autorisée de {0} caractères.
it: All'ID specificato è associato uno spazio dei nomi che supera la lunghezza massima, pari a {0} caratteri.
ja: 指定した ID に、{0} 文字の最大長を超える名前空間が使用されています。
ko: 지정한 ID의 네임스페이스가 최대 길이 {0}자를 초과합니다.
ru: Указанный идентификатор имеет пространство имен, для которого превышена максимальная длина в {0} символов.
zh_hans: 指定 ID 的命名空间超过了最大长度({0} 个字符)。
zh_hant: 指定識別碼的命名空間超過最大長度 {0} 個字元。

# ImplicitDecimalCastToFloat
source: The {0} contains a Function "{1}" which takes Argument "{2}" with data type Float but the value supplied has data type Decimal. Casting a Decimal value as a Float may result in loss of precision.
de: Das {0}-Objekt enthält die {1}-Funktion mit dem {2}-Argument und dem Float-Datentyp, der eingegebene Wert weist jedoch den Decimal-Datentyp auf. Beim Umwandeln eines Decimal-Werts in einen Float-Wert kann die Genauigkeit verloren gehen.
es: El objeto {0} contiene una función "{1}" que toma el argumento "{2}" con el tipo de datos Float, pero el valor proporcionado tiene el tipo de datos Decimal. La conversión de un valor de tipo Decimal al tipo Float puede dar lugar a la pérdida de precisión.
fr: Le {0} contient une fonction "{1}" qui accepte l'argument "{2}" avec le type de données Float, mais la valeur fournie possède le type de données Decimal. Convertir une valeur de type Decimal en type Float peut engendrer une perte de précision.
it: {0} contiene una funzione ''{1}'' che accetta l'argomento ''{2}'' con tipo di dati Float ma il tipo di dati del valore specificato è Decimal. Il cast di un valore Decimal in valore Float può causare una perdita di precisione.
ja: {0} に含まれている関数 "{1}" は float データ型の引数 "{2}" を受け取りますが、指定された値のデータ型は decimal です。decimal 型の値を float 型としてキャストすると、有効桁数が失われる場合があります。
ko: {0}에 Float 데이터 형식의 "{2}" 인수에 Decimal 데이터 형식의 값이 제공된 "{1}" 함수가 있습니다. Decimal 값을 Float로 캐스팅하면 전체 자릿수가 손실될 수 있습니다.
ru: В {0} содержится функция "{1}", которая принимает аргумент "{2}" с типом данных Float, однако переданное значение имеет тип данных Decimal. Приведение значения типа Decimal к типу Float может вызвать потерю точности.
zh_hans: {0} 包含函数“{1}”，该函数接受数据类型为 Float 的参数“{2}”，但提供的值的数据类型为 Decimal。将 Decimal 值转换为 Float 可能导致失去精度。
zh_hant: {0} 包含的函數 "{1}" 使用資料類型為浮點的引數 "{2}"，但提供的值資料類型卻是十進位。將十進位值轉換成浮點會遺失有效位數。

# InternalError
source: An internal error occurred in the modeling object model. See the error log for more details.
de: Interner Fehler im Objektmodell für die Modellierung. Weitere Informationen finden Sie im Fehlerprotokoll.
es: Error interno en el modelo de objetos de modelado. Vea el registro de errores para obtener más detalles.
fr: Une erreur interne s'est produite dans le modèle d'objet de modélisation. Pour plus d'informations, consultez le journal des erreurs.
it: Errore interno nel modello a oggetti di modellazione. Per altre informazioni, vedere il log degli errori.
ja: モデリング オブジェクト モデルで内部エラーが発生しました。詳細については、エラー ログを参照してください。
ko: 모델링 개체 모델에 내부 오류가 발생했습니다. 자세한 내용은 오류 로그를 참조하십시오.
ru: В объектной модели произошла внутренняя ошибка. Дополнительные подробности см. в журнале ошибок.
zh_hans: 建模对象模型出现内部错误。有关详细信息，请参阅错误日志。
zh_hant: 建立物件模型中發生內部錯誤。請參閱錯誤記錄以取得更多詳細資料。

# InvalidAggregateAttributeReference
source: One of the {0} properties of the {1} references the {2}, which is an aggregate Attribute. This property must reference a non-aggregate Attribute.
de: Eine der {0}-Eigenschaften des {1}-Objekts verweist auf das {2}-Attribut, das ein Aggregatattribut ist. Diese Eigenschaft muss auf ein Nichtaggregatattribut verweisen.
es: Una de las propiedades {0} del objeto {1} hace referencia a {2}, que es un atributo de agregado. Esta propiedad debe hacer referencia a un atributo que no sea de agregado.
fr: Une des propriétés {0} de l'objet {1} fait référence à {2} qui est un attribut d'agrégation. Cette propriété doit faire référence à un attribut qui n'est pas un agrégat.
it: Una delle proprietà {0} di {1} fa riferimento a {2}, che è un attributo di aggregazione. Questa proprietà deve fare riferimento a un attributo non di aggregazione.
ja: {1} のいずれかの {0} プロパティで、集計 Attribute である {2} が参照されています。このプロパティでは、非集計 Attribute を参照する必要があります。
ko: {1}의 {0} 속성 중 하나가 집계 특성인 {2}을(를) 참조합니다. 이 속성은 집계가 아닌 특성을 참조해야 합니다.
ru: Одно из свойств {0} объекта {1} содержит ссылку на {2}, который является статистическим атрибутом. Данное свойство должно содержать ссылку на нестатистический атрибут.
zh_hans: {1} 的 {0} 属性之一引用的 {2} 是聚合特性。此属性必须引用非聚合特性。
zh_hant: {1} 的 {0} 屬性之一參考彙總屬性 (Attribute) {2}。此屬性必須參考非彙總屬性 (Attribute)。
