Repository: Hamid-K/PowerBI
Catalog: Portal/Microsoft.ReportingServices.Modeling/Microsoft.ReportingServices.Modeling/Modeling/SRErrors.*.resx
Languages: de, es, fr, it, ja, ko, ru, zh_hans, zh_hant

# WrongSemanticQuery
source: The {0} property of the {1} refers to the {2}, which is not in the same SemanticQuery as the {1}.
de: Die {0}-Eigenschaft des {1}-Objekts verweist auf das {2}-Objekt, das sich nicht im selben SemanticQuery-Objekt befindet wie das {1}-Objekt.
es: La propiedad {0} de {1} hace referencia a {2}, que no es el mismo SemanticQuery que {1}.
fr: La propriété {0} de {1} se rapporte à {2} qui n'est pas dans le même élément SemanticQuery que {1}.
it: La proprietà {0} di {1} fa riferimento a {2}, che non è incluso nello stesso elemento SemanticQuery di {1}.
ja: {1} の {0} プロパティで参照されている {2} は、{1} と同じ SemanticQuery に含まれていません。
ko: {1}의 {0} 속성이 {1}과(와) 같은 SemanticQuery에 없는 {2}을(를) 참조합니다.
ru: Свойство {0} объекта {1} содержит ссылку на объект {2}, который не находится в том же запросе SemanticQuery, что и {1}.
zh_hans: {1} 的 {0} 属性引用的 {2} 与 {1} 不在同一个 SemanticQuery 中。
zh_hant: {1} 的 {0} 屬性參考 {2}，它不在與 {1} 相同的 SemanticQuery 中。

# WrongSemanticQuery_MultipleProperties
source: One of the {0} properties of the {1} refers to the {2}, which is not in the same SemanticQuery as the {1}.
de: Eine der {0}-Eigenschaften des {1}-Objekts verweist auf das {2}-Objekt, das sich nicht im selben SemanticQuery-Objekt befindet wie das {1}-Objekt.
es: Una de las propiedades {0} del objeto {1} hace referencia a {2}, que no está en el mismo objeto SemanticQuery que {1}.
fr: Une des propriétés {0} de {1} se rapporte à {2} qui n'est pas dans le même élément SemanticQuery que {1}.
it: Una delle proprietà {0} di {1} fa riferimento a {2}, che non è incluso nello stesso elemento SemanticQuery di {1}.
ja: {1} のいずれかの {0} プロパティで参照されている {2} は、{1} と同じ SemanticQuery に含まれていません。
ko: {1}의 {0} 속성 중 하나가 {1}과(와) 같은 SemanticQuery에 없는 {2}을(를) 참조합니다.
ru: Одно из свойств {0} объекта {1} содержит ссылку на объект {2}, который не находится в том же запросе SemanticQuery, что и {1}.
zh_hans: {1} 的 {0} 属性之一引用的 {2} 与 {1} 不在同一个 SemanticQuery 中。
zh_hant: {1} 的 {0} 屬性之一參考 {2}，它並不在與 {1} 相同的 SemanticQuery 中。

# XmlValidationException_MessageWithLineInfo
source: {0} Line {1}, position {2}.
de: {0} Zeile {1}, Position {2}.
es: {0} línea {1}, posición {2}.
fr: {0} ligne {1}, position {2}.
it: {0} Riga {1}, posizione {2}.
ja: {0} 行 {1}、場所 {2}。
ko: {0} 줄 {1}, 위치 {2}.
ru: {0} Строка {1}, позиция {2}.
zh_hans: {0} 行 {1}，位置 {2}。
zh_hant: {0} 行 {1}，位置 {2}。

# Xml_NodeMismatch
source: Expected {0} "{1}" in namespace {2}, instead {3} "{4}" in namespace {5}.
de: Das {0}-Objekt "{1}" wurde im {2}-Namespace erwartet, es wurde jedoch das {3}-Objekt "{4}" im {5}-Namespace gefunden.
es: Se esperaba un objeto "{1}" de tipo {0} en el espacio de nombres {2}, en lugar del objeto "{4}" de tipo {3} en el espacio de nombres {5}.
fr: {0} "{1}" attendus dans l'espace de noms {2}, alors que {3} "{4}" se trouvaient dans l'espace de noms {5}.
it: Previsto l'elemento ''{1}'' di tipo {0} nello spazio dei nomi {2}, anziché l'elemento ''{4}'' di tipo {3} nello spazio dei nomi {5}.
ja: 名前空間 {2} の {0} "{1}" が想定されますが、名前空間 {5} の {3} "{4}" が指定されています。
ko: {2} 네임스페이스에 {0} "{1}"이(가) 필요한데 {5} 네임스페이스에 {3} "{4}"이(가) 있습니다.
ru: Ожидался объект {0} "{1}" в пространстве имен {2} вместо объекта {3} "{4}" в пространстве имен {5}.
zh_hans: 应存在命名空间 {2} 中的 {0}“{1}”，而不是命名空间 {5} 中的 {3}“{4}”。
zh_hant: 必須是 {0} "{1}" (在命名空間 {2} 中)，而不是 {3} "{4}" (在命名空間 {5} 中)。
