Repository: Hamid-K/PowerBI
Catalog: Portal/Microsoft.ReportingServices.Modeling/Microsoft.ReportingServices.Modeling/Modeling/SRErrors.*.resx
Languages: de, es, fr, it, ja, ko, ru, zh_hans, zh_hant

# AggregateWithNonAggregateArgument
source: The {0} contains the function "Aggregate" with a non-aggregate argument. The Aggregate function can not take non-aggregate arguments.
de: "{0}" enthält die Funktion "Aggregate" mit einem Nicht-Aggregatargument. Für die Aggregatfunktion sind nur Aggregatargumente zulässig.
es: El elemento {0} contiene la función "Agregado" con un argumento de no agregado. La función de agregado no puede tomar argumentos de no agregado.
fr: {0} contient la fonction d'agrégation avec un argument qui n'est pas un agrégat. La fonction d'agrégation ne peut pas accepter des arguments qui ne sont pas des agrégats.
it: {0} contiene la funzione "Aggregate" con un argomento non di aggregazione. La funzione di aggregazione non accetta argomenti non di aggregazione.
ja: {0} に、集計ではない引数を持つ関数 "集計" が含まれています。集計関数は、集計以外の引数は受け取りません。
ko: {0}에 비집계 인수를 사용하는 "집계" 함수가 있습니다. 집계 함수에는 비집계 인수를 사용할 수 없습니다.
ru: {0} содержит агрегатную функцию "Aggregate" с аргументом, не являющимся статистическим выражением. Агрегатная функция не принимает нестатистические аргументы.
zh_hans: {0} 包含带有非聚合参数的函数“Aggregate”。Aggregate 函数不能接受非聚合参数。
zh_hant: {0} 包含具有非彙總引數的函數 "Aggregate"。彙總函式不能使用非彙總引數。

# ArgumentCardinalityMismatch
source: The {0} contains a Function "{1}" with an Argument "{2}" that is not valid. Scalar arguments cannot use a set of values.
de: {0} enthält die {1}-Funktion mit einem ungültigen {2}-Argument. Skalare Argumente können keine Wertemenge verwenden.
es: El objeto {0} contiene una función "{1}" con un argumento "{2}" no válido. No se puede usar un conjunto de valores para un argumento escalar.
fr: {0} contient une fonction "{1}" dont l'argument "{2}" n'est pas valide. Les arguments scalaires ne peuvent pas utiliser un ensemble de valeurs.
it: {0} contiene una funzione ''{1}'' con un argomento non valido ''{2}''. Impossibile accettare un set di valori per un argomento scalare.
ja: {0} に含まれている Function "{1}" の Argument "{2}" が無効です。スカラー引数は値のセットを使用できません。
ko: 잘못된 "{2}" 인수가 지정된 "{1}" 함수가 {0}에 있습니다. 스칼라 인수에는 값 집합을 사용할 수 없습니다.
ru: {0} содержит функцию "{1}" с недопустимым аргументом "{2}". Скалярным аргументам не могут присваиваться наборы значений.
zh_hans: {0} 包含参数“{2}”无效的函数“{1}”。标量参数不能使用一组值。
zh_hant: {0} 包含的函數 "{1}" 具有無效的引數 "{2}"。純量引數不能使用值集合。

# ArgumentDataTypeMismatch
source: The {0} contains a Function "{1}" with an Argument "{2}" of the data type "{3}" that is not valid.
de: {0} enthält die {1}-Funktion mit einem ungültigen {2}-Argument vom {3}-Datentyp.
es: El objeto {0} contiene una función "{1}" con un argumento "{2}" del tipo de datos "{3}" no válido.
fr: {0} contient une fonction "{1}" dont l'argument "{2}" possède un type de données "{3}" non valide.
it: {0} contiene una funzione "{1}" con un argomento "{2}" del tipo di dati "{3}" non valido.
ja: {0} に含まれている Function "{1}" の引数 "{2}" のデータ型 "{3}" が無効です。
ko: 잘못된 데이터 형식 "{3}"의 "{2}" 인수가 지정된 "{1}" 함수가 {0}에 있습니다.
ru: В {0} содержится функция "{1}" с аргументом "{2}", имеющим недопустимый тип данных "{3}".
zh_hans: {0} 包含函数“{1}”，该函数的参数“{2}”使用的是无效的数据类型“{3}”。
zh_hant: {0} 包含的函數 "{1}" 具有無效的資料類型 "{3}" 引數 "{2}"。

# ArgumentValueOutOfRange
source: The {0} contains a Function "{1}" with an Argument "{2}" that is not valid. The value of the argument is outside the range of allowable values.
de: {0} enthält die {1}-Funktion mit einem ungültigen {2}-Argument. Der Wert des Arguments liegt außerhalb des Bereichs der zulässigen Werte.
es: {0} contiene una función "{1}" con el argumento "{2}", que no es válido. El valor del argumento está fuera del intervalo de valores admisibles.
fr: {0} contient une fonction "{1}" dont l'argument "{2}" n'est pas valide. La valeur de l'argument est en dehors de la plage des valeurs acceptables.
it: {0} contiene una funzione "{1}" con un argomento "{2}" non valido. Il valore dell'argomento non è compreso nell'intervallo di valori consentiti.
ja: {0} に含まれている Function "{1}" の Argument "{2}" が無効です。引数の値が、許可されている値の範囲外です。
ko: 잘못된 "{2}" 인수가 지정된 "{1}" 함수가 {0}에 있습니다. 인수 값이 허용되는 값 범위를 벗어났습니다.
ru: {0} содержит функцию "{1}" с недопустимым аргументом "{2}". Значение этого аргумента находится за пределами допустимого диапазона.
zh_hans: {0} 包含参数“{2}”无效的函数“{1}”。该参数的值超出了允许值范围。
zh_hant: {0} 包含的函數 "{1}" 具有無效的引數 "{2}"。引數值已超出容許值的範圍。

# BaseEntityMismatch
source: One of the {0} properties for the {1} does not match the Hierarchy BaseEntity property. If Hierarchy is present, {0} must match the Hierarchy BaseEntity.
de: Eine der {0}-Eigenschaften des {1}-Objekts stimmt nicht mit der BaseEntity-Eigenschaft der Hierarchie überein. Wenn das Hierarchy-Objekt vorhanden ist, muss "{0}" mit der BaseEntity-Eigenschaft der Hierarchie übereinstimmen.
es: Una de las propiedades {0} del objeto {1} no coincide con la propiedad BaseEntity de Hierarchy. Si Hierarchy está presente, {0} debe coincidir con BaseEntity de Hierarchy.
fr: Une des propriétés {0} de {1} ne correspond pas à la propriété de hiérarchie BaseEntity. Si la hiérarchie est présente, {0} doit correspondre à la propriété de hiérarchie BaseEntity.
it: Una delle proprietà {0} di {1} non corrisponde alla proprietà BaseEntity di Hierarchy. Se è presente Hierarchy, {0} deve corrispondere alla proprietà BaseEntity di Hierarchy.
ja: {1} の {0} プロパティのいずれかが、Hierarchy BaseEntity プロパティと一致しません。Hierarchy が存在する場合、{0} は、Hierarchy BaseEntity と一致する必要があります。
ko: {1}의 {0} 속성 중 하나가 Hierarchy BaseEntity 속성과 일치하지 않습니다. 계층이 있을 경우 {0}은(는) Hierarchy BaseEntity와 일치해야 합니다.
ru: Одно из свойств {0} для {1} не совпадает со свойством иерархии BaseEntity. Если иерархия присутствует, то значение {0} должно совпадать с ее свойством BaseEntity.
zh_hans: {1} 的 {0} 属性之一与层次结构 BaseEntity 属性不匹配。如果存在层次结构，则 {0} 必须与层次结构 BaseEntity 匹配。
zh_hant: {1} 的 {0} 屬性之一與 Hierarchy BaseEntity 屬性不相符。如果有階層存在，{0} 必須與 Hierarchy BaseEntity 屬性相符。

# BinaryEntityColumn
source: The Column property of the {0} refers to the {1}, which has the data type Binary. The Column property of an Entity cannot reference a column with a binary data type.
de: Die Column-Eigenschaft des {0}-Objekts verweist auf das {1}-Objekt, das einen Wert vom Binary-Datentyp hat. Die Column-Eigenschaft einer Entität kann nicht auf eine Spalte mit einem binären Datentyp verweisen.
es: La propiedad Column del objeto {0} hace referencia al objeto {1}, que tiene un tipo de datos Binary. La propiedad Column de una entidad no puede hacer referencia a una columna con un tipo de datos binario.
fr: La propriété Colonne de {0} se rapporte à {1}, dont le type de données est Binary. La propriété Colonne d'une entité ne peut pas faire référence à une colonne avec un type de données binaires.
it: La proprietà Column di {0} fa riferimento a {1}, a cui è associato il tipo di dati Binary. La proprietà Column di un'entità non può fare riferimento a una colonna con un tipo di dati binari.
ja: {0} の Column プロパティで Binary データ型の {1} が参照されています。Entity の Column プロパティでは、バイナリ型の列を参照できません。
ko: {0}의 Column 속성이 Binary 데이터 형식의 {1}을(를) 참조합니다. 엔터티의 Column 속성은 Binary 데이터 형식의 열을 참조할 수 없습니다.
ru: Свойство Column объекта {0} содержит ссылку на {1}, который имеет неподдерживаемый тип данных Binary. Свойство Column сущности не может указывать на столбец, имеющий двоичный тип данных.
zh_hans: {0} 的列属性引用的 {1} 包含数据类型 Binary。实体的列属性不能引用包含 Binary 数据类型的列。
zh_hant: {0} 的 Column 屬性參考 {1}，其資料類型為 Binary。實體的 Column 屬性不能參考二進位資料類型的資料行。

# BinaryGroupingExpression
source: The Grouping {0} returns the data type Binary. The Grouping Expression cannot return binary data.
de: Der Gruppierungsausdruck "{0}" gibt einen Wert mit dem Binary-Datentyp zurück. Ein Gruppierungsausdruck darf keine binären Daten zurückgeben.
es: La agrupación {0} devuelve el tipo de datos Binary. La expresión de agrupación no puede devolver datos binarios.
fr: L'expression Grouping {0} retourne un type de données Binary. Une expression Grouping ne peut pas retourner des données binaires.
it: Il raggruppamento {0} restituisce il tipo di dati Binary. L'espressione di raggruppamento non può restituire dati binari.
ja: Grouping {0} で Binary データ型が返されます。Grouping Expression では、バイナリ データを返すことができません。
ko: {0} 그룹화가 Binary 데이터 형식을 반환합니다. 그룹화 식은 이진 데이터를 반환할 수 없습니다.
ru: Группирование {0} возвращает тип данных Binary. Выражение группирования не может возвращать двоичные данные.
zh_hans: 分组 {0} 返回的数据类型是二进制。分组表达式不能返回二进制数据。
zh_hant: 群組 {0} 傳回資料類型 Binary。群組運算式不能傳回二進位資料。

# CalculatedAttributeNotFound
source: The {0} property of the {1} refers to the CalculatedAttribute Expression "{2}", which does not exist.
de: Die {0}-Eigenschaft des {1}-Objekts verweist auf den nicht vorhandenen CalculatedAttribute-Ausdruck "{2}".
es: La propiedad {0} del objeto {1} hace referencia a la expresión CalculatedAttribute "{2}", que no existe.
fr: La propriété {0} de {1} fait référence à l'expression CalculatedAttribute "{2}" qui n'existe pas.
it: La proprietà {0} di {1} fa riferimento all'espressione CalculatedAttribute ''{2}'', che non esiste.
ja: {1} の {0} プロパティで、存在しない CalculatedAttribute Expression "{2}" が参照されています。
ko: {1}의 {0} 속성이 존재하지 않는 CalculatedAttribute 식 "{2}"을(를) 참조합니다.
ru: Свойство {0} для объекта "{1}" ссылается на несуществующее выражение CalculatedAttribute "{2}".
zh_hans: {1} 的 {0} 属性引用的 CalculatedAttribute 表达式“{2}”不存在。
zh_hant: {1} 的 {0} 屬性參考並不存在的 CalculatedAttribute 運算式 "{2}"。

# CalculatedAttributeNotFound_MultipleProperties
source: One of the {0} properties of the {1} refers to the CalculatedAttribute Expression "{2}", which does not exist.
de: Eine der {0}-Eigenschaften des {1}-Objekts verweist auf den nicht vorhandenen CalculatedAttribute-Ausdruck "{2}".
es: Una de las propiedades {0} del objeto {1} hace referencia a la expresión CalculatedAttribute "{2}", que no existe.
fr: Une des propriétés {0} de {1} fait référence à l'expression CalculatedAttribute "{2}" qui n'existe pas.
it: Una delle proprietà {0} di {1} fa riferimento all'espressione CalculatedAttribute ''{2}'', che non esiste.
ja: {1} のいずれかの {0} プロパティで、存在しない CalculatedAttribute Expression "{2}" が参照されています。
ko: {1}의 {0} 속성 중 하나가 존재하지 않는 CalculatedAttribute 식 "{2}"을(를) 참조합니다.
ru: Одно из свойств {0} для объекта "{1}" ссылается на несуществующее выражение CalculatedAttribute "{2}".
zh_hans: {1} 的 {0} 属性之一引用的 CalculatedAttribute 表达式“{2}”不存在。
zh_hant: {1} 的 {0} 屬性之一參考並不存在的 CalculatedAttribute 運算式 "{2}"。

# CircularInheritance
source: The {0} property of the {1} specifies direct or indirect inheritance from itself. Loops in inheritance are not allowed.
de: Die {0}-Eigenschaft des {1}-Objekts gibt direkte oder indirekte Vererbung von sich selbst an. Schleifen sind in einer Vererbung nicht zulässig.
es: La propiedad {0} de {1} especifica herencia directa o indirecta de sí misma. No se permiten bucles de herencia.
fr: La propriété {0} de {1} spécifie un héritage direct ou indirect à partir d'elle-même. Les boucles ne sont pas autorisées en héritage.
it: La proprietà {0} di {1} specifica l'ereditarietà diretta o indiretta da se stessa. I cicli non sono ammessi nell'ereditarietà.
ja: {1} の {0} プロパティには、プロパティ自身の直接参照または間接参照が指定されています。継承ではループは許可されていません。
ko: {1}의 {0} 속성은 자체 직접 상속인지 자체 간접 상속인지 지정합니다. 상속에서는 루프를 사용할 수 없습니다.
ru: Свойство {0} объекта {1} определяет прямое или косвенное наследование самого себя. Циклическое наследование недопустимо.
zh_hans: {1} 的 {0} 属性指定了自身的直接或间接继承。在继承中不允许使用循环。
zh_hant: {1} 的 {0} 屬性指定從本身直接或間接繼承。繼承中不允許有迴圈。

# ColumnDataTypeMismatch
source: The DataType property for the {0} is {2}, but the {1} has the data type {3}. The DataType property for the Attribute must match the data type of the Column.
de: Die DataType-Eigenschaft des {0}-Objekts hat den {2}-Wert, aber das {1}-Objekt weist einen Wert vom {3}-Datentyp auf. Die DataType-Eigenschaft des Attributs muss mit dem Datentyp der Spalte übereinstimmen.
es: La propiedad DataType de {0} es {2}, pero {1} tiene el tipo de datos {3}. La propiedad DataType del atributo debe coincidir con el tipo de datos de la columna.
fr: La propriété DataType de l'attribut {0} est {2}, mais la colonne {1} possède le type de données {3}. La propriété DataType de l'attribut doit correspondre au type de données de la colonne.
it: La proprietà DataType dell'attributo {0} è {2}, ma a {1} è associato il tipo di dati {3}. La proprietà DataType dell'attributo deve corrispondere al tipo di dati della colonna.
ja: {0} の DataType プロパティは {2} ですが、{1} のデータ型は {3} です。Attribute の DataType プロパティは、Column のデータ型と一致する必要があります。
ko: {0}의 DataType 속성이 {2}인데 {1}의 데이터 형식이 {3}입니다. 이 특성의 DataType 속성은 열의 데이터 형식과 일치해야 합니다.
ru: Свойство DataType объекта {0} равно {2}, однако {1} имеет тип данных {3}. Свойство DataType атрибута должно соответствовать типу данных столбца.
zh_hans: {0} 的 DataType 属性为 {2}，但 {1} 的数据类型为 {3}。特性的 DataType 属性必须与列的数据类型匹配。
zh_hant: {0} 的 DataType 屬性為 {2}，但是 {1} 具有資料類型 {3}。屬性 (Attribute) 的 DataType 屬性必須與資料行的資料類型相符。

# ColumnNullableMismatch
source: The Nullable property for the {0} is false, but the referenced {1} is nullable. The Nullable property for the Attribute must match the nullability of the Column.
de: Die Nullable-Eigenschaft des {0}-Objekts hat den false-Wert, aber das {1}-Objekt, auf das verwiesen wird, lässt NULL zu. Die Nullable-Eigenschaft des Attributs muss mit der NULL-Zulässigkeit der Spalte übereinstimmen.
es: La propiedad que admite valores NULL de {0} es False, pero la columna {1} a la que se hace referencia es Nullable. La propiedad Nullable del atributo debe coincidir con la nulabilidad de la columna.
fr: La propriété Nullable de l'attribut {0} a la valeur False, or la colonne {1} désignée accepte les valeurs Null. La propriété Nullable de l'attribut doit correspondre à la possibilité de valeur Null de la colonne.
it: La proprietà Nullable dell'attributo {0} è false, ma viene fatto riferimento a {1}, che ammette i valori Null. La proprietà Nullable dell'attributo deve corrispondere alla proprietà Nullable della colonna.
ja: {0} の Nullable プロパティは false ですが、参照されている {1} では NULL 値が許容されます。Attribute の Nullable プロパティは、列の NULL 値の許容と一致する必要があります。
ko: {0}의 Nullable 속성이 false인데 참조된 {1}이(가) Null을 허용합니다. 이 특성의 Nullable 속성은 열의 Null 허용 여부와 일치해야 합니다.
ru: Свойство необязательной определенности (Nullable) объекта {0} равно FALSE, однако соответствующий {1} может содержать значения NULL. Свойство Nullable атрибута должно соответствовать возможности столбца содержать значения NULL.
zh_hans: {0} 的可为 Null 属性为 False，但被引用 {1} 可为 Null。该特性的可为 Null 属性必须与列的为 Null 性匹配。
zh_hant: {0} 的 Nullable 屬性 (Property) 是 False，但是參考的 {1} 可為 Null。屬性 (Attribute) 的 Nullable 屬性 (Property) 必須與資料行的 Null 屬性相符。

# CyclicExpression
source: The {0} contains an Expression with a direct or indirect reference to itself. Loops in expressions are not allowed.
de: Das {0}-Objekt enthält einen Ausdruck mit einem direkten oder indirekten Verweis auf sich selbst. Schleifen sind in Ausdrücken nicht zulässig.
es: El objeto {0} contiene una expresión con una referencia directa o indirecta a sí misma. No se permiten bucles en expresiones.
fr: {0} contient une expression qui comporte une référence directe ou indirecte à elle-même Les boucles ne sont pas autorisées dans les expressions.
it: {0} contiene un'espressione con un riferimento diretto o indiretto a se stessa. I cicli non sono ammessi nelle espressioni.
ja: {0} 内の Expression に、式自身の直接参照または間接参照が含まれています。式ではループは許可されていません。
ko: {0}에 직접 또는 간접적인 자체 참조가 있는 식이 있습니다. 식에서는 루프를 사용할 수 없습니다.
ru: {0} содержит выражение с прямой или косвенной ссылкой на самого себя. Циклические конструкции в выражениях недопустимы.
zh_hans: {0} 中的表达式包含对自身的直接或间接引用。在表达式中不允许使用循环。
zh_hant: {0} 包含有直接或間接參考其本身的運算式。運算式中不允許有迴圈。

# CyclicExpression_ExpressionObject
source: The {0} contains a direct or indirect reference to itself. Loops in expressions are not allowed.
de: Das {0}-Objekt enthält einen direkten oder indirekten Verweis auf sich selbst. Schleifen sind in Ausdrücken nicht zulässig.
es: La expresión {0} contiene una referencia directa o indirecta a sí misma. No se permiten bucles en expresiones.
fr: L'expression {0} contient une référence directe ou indirecte à elle-même. Les boucles ne sont pas autorisées dans les expressions.
it: {0} contiene un riferimento diretto o indiretto a se stesso. I cicli non sono ammessi nelle espressioni.
ja: {0} には、自己の直接参照または間接参照が含まれています。式ではループは許可されていません。
ko: {0}에 직접 또는 간접적인 자체 참조가 있습니다. 식에서는 루프를 사용할 수 없습니다.
ru: {0} содержит прямую или косвенную ссылку на самого себя. Циклические конструкции в выражениях недопустимы.
zh_hans: {0} 包含对自身的直接或间接引用。在表达式中不允许使用循环。
zh_hant: {0} 包含直接或間接對本身的參考。運算式中不允許有迴圈。

# DuplicateEntityName
source: More than one Entity in the {0} has the name "{1}". Entity names must be unique within a SemanticModel.
de: Im {0}-Objekt weisen mehrere Entitäten den Namen "{1}" auf. In einem SemanticModel-Objekt muss jeder Name einer Entität eindeutig sein.
es: Más de una entidad del objeto {0} tiene el nombre "{1}". Los nombres de entidad deben ser únicos en un objeto SemanticModel.
fr: Plusieurs entités de {0} portent le nom "{1}". Les noms d'entités doivent être uniques au sein d'un SemanticModel.
it: A più di un'entità in {0} è associato il nome ''{1}''. I nomi delle entità devono essere univoci in un elemento SemanticModel.
ja: {0} の複数の Entity に "{1}" という名前が指定されています。Entity の名前は SemanticModel 内で一意である必要があります。
ko: {0}에 이름이 "{1}"인 엔터티가 두 개 이상 있습니다. SemanticModel 내에서 엔터티 이름은 고유해야 합니다.
ru: В {0} более чем у одной сущности имя "{1}". Имена сущностей должны быть уникальны в пределах семантической модели (SemanticModel).
zh_hans: {0} 中有多个实体的名称为“{1}”。SemanticModel 中的实体名称必须是唯一的。
zh_hant: {0} 中有一個以上的實體名稱為 "{1}"。實體名稱在 SemanticModel 內必須是唯一的。

# DuplicateExpressionName
source: More than one Expression in the {0} has the name "{1}". Expression names must be unique within a SemanticQuery.
de: Im {0}-Objekt weisen mehrere Ausdrücke den Namen "{1}" auf. In einem SemanticQuery-Objekt muss jeder Name eines Ausdrucks eindeutig sein.
es: Más de una expresión del objeto {0} tiene el nombre "{1}". Los nombres de expresión deben ser únicos en un objeto SemanticQuery.
fr: Plusieurs expressions de {0} portent le nom "{1}". Chaque expression doit avoir un nom unique au sein d'une requête SemanticQuery.
it: A più di un'espressione in {0} è associato il nome ''{1}''. I nomi delle espressioni devono essere univoci in un elemento SemanticQuery.
ja: {0} の複数の Expression に "{1}" という名前が指定されています。Expression の名前は SemanticQuery 内で一意である必要があります。
ko: {0}에 이름이 "{1}"인 식이 두 개 이상 있습니다. SemanticQuery 내에서 식 이름은 고유해야 합니다.
ru: В {0} у более чем одного выражения имя "{1}". Имена выражений должны быть уникальны в пределах семантического запроса (SemanticQuery).
zh_hans: {0} 中有多个表达式的名称为“{1}”。SemanticQuery 中的表达式名称必须是唯一的。
zh_hant: {0} 中有一個以上的運算式名稱為 "{1}"。運算式名稱在 SemanticQuery 內必須是唯一的。

# DuplicateFieldName
source: More than one Field in the {0} has the name "{1}". Field names must be unique within an Entity.
de: Im {0}-Objekt weisen mehrere Felder den Namen "{1}" auf. In einer Entität muss jeder Name eines Felds eindeutig sein.
es: Más de un campo del objeto {0} tiene el nombre "{1}". Los nombres de campo deben ser únicos en un objeto Entity.
fr: Plusieurs champs de {0} portent le nom "{1}". Les noms de champs doivent être uniques au sein d'une entité.
it: A più di un campo in {0} corrisponde il nome ''{1}''. I nomi dei campi devono essere univoci in un'entità.
ja: {0} の複数の Field に "{1}" という名前が指定されています。Field の名前は Entity 内で一意である必要があります。
ko: {0}에 이름이 "{1}"인 필드가 두 개 이상 있습니다. 엔터티 내에서 필드 이름은 고유해야 합니다.
ru: В {0} более чем у одного поля имя "{1}". Имена полей должны быть уникальны в пределах сущности.
zh_hans: {0} 中有多个字段的名称为“{1}”。实体中的字段名称必须是唯一的。
zh_hant: {0} 中有一個以上的欄位名稱為 "{1}"。欄位名稱在實體內必須是唯一的。

# DuplicateGroupingName
source: More than one Grouping in the {0} has the name "{1}". Grouping names must be unique within a SemanticQuery.
de: Im {0}-Objekt weisen mehrere Gruppierungen den Namen "{1}" auf. In einem SemanticQuery-Objekt muss jeder Name einer Gruppierung eindeutig sein.
es: Más de una agrupación del objeto {0} tiene el nombre "{1}". Los nombres de agrupación deben ser únicos en un objeto SemanticQuery.
fr: Plusieurs regroupements de {0} portent le nom "{1}". Chaque nom de regroupement doit être unique au sein d'une requête SemanticQuery.
it: A più di un raggruppamento in {0} è associato il nome "{1}". I nomi dei raggruppamenti devono essere univoci in un elemento SemanticQuery.
ja: {0} の複数の Grouping に "{1}" という名前が指定されています。Grouping の名前は SemanticQuery 内で一意である必要があります。
ko: {0}에 이름이 "{1}"인 그룹화가 두 개 이상 있습니다. SemanticQuery 내에서 그룹화 이름은 고유해야 합니다.
ru: В {0} более чем у одного группирования имя "{1}". Имена группирований должны быть уникальны в пределах семантического запроса (SemanticQuery).
zh_hans: {0} 中有多个分组的名称为“{1}”。SemanticQuery 中的分组名称必须是唯一的。
zh_hant: {0} 中有一個以上的群組名稱為 "{1}"。群組名稱在 SemanticQuery 內必須是唯一的。

# DuplicateItemID
source: More than one item in the model has the ID "{0}". Item IDs must be unique within a model.
de: Im Modell weisen mehrere Elemente die ID "{0}" auf. In einem Modell muss jede Element-ID eindeutig sein.
es: Más de un elemento del modelo tiene el id. "{0}". Los id. de elemento deben ser únicos en un modelo.
fr: Plusieurs éléments du modèle possèdent l'ID "{0}". Chaque ID d'élément doit être unique au sein d'un modèle.
it: A più di un elemento del modello è associato l'ID ''{0}''. Gli ID degli elementi devono essere univoci in un modello.
ja: モデルの複数のアイテムに "{0}" という ID が指定されています。アイテム ID はモデル内で一意である必要があります。
ko: 모델에 ID가 "{0}"인 항목이 두 개 이상 있습니다. 모델 내에서 항목 ID는 고유해야 합니다.
ru: Более одного элемента в модели имеют идентификатор "{0}". Идентификаторы элементов должны быть уникальны в пределах модели.
zh_hans: 模型中有多个项的 ID 为“{0}”。模型中的项 ID 必须是唯一的。
zh_hant: 模型中有一個以上的項目識別碼為 "{0}"。項目識別碼在模型內必須是唯一的。

# DuplicateItemName
source: More than one item in the {0} has the name "{1}". Item names must be unique among immediate siblings.
de: Im {0}-Objekt weisen mehrere Elemente den Namen "{1}" auf. Bei direkten gleichgeordneten Elementen muss jeder Elementname eindeutig sein.
es: Más de un elemento del objeto {0} tiene el nombre "{1}". Los nombres de elemento deben ser únicos en objetos del mismo nivel inmediatos.
fr: Plusieurs éléments de {0} portent le nom "{1}". Un élément ne doit pas porter le même nom que celui de ses frères immédiats.
it: A più di un elemento in {0} è associato il nome "{1}". I nomi di elementi di pari livello devono essere univoci.
ja: {0} の複数のアイテムに "{1}" という名前が指定されています。アイテム名は直接の兄弟の間で一意である必要があります。
ko: {0}에 이름이 "{1}"인 항목이 두 개 이상 있습니다. 인접한 형제 항목 사이에서 항목 이름은 고유해야 합니다.
ru: В {0} более одного элемента имеют имя "{1}". Имена элементов должны быть уникальны среди одноуровневых элементов.
zh_hans: {0} 中有多个项的名称为“{1}”。直接同级项中的项名称必须是唯一的。
zh_hant: {0} 中有一個以上的項目名稱為 "{1}"。項目名稱在直系同層級之間必須是唯一的。

# DuplicateParameterName
source: More than one parameter in the {0} has the name "{1}". Parameter names must be unique within a SemanticQuery.
de: Im {0}-Objekt weisen mehrere Parameter den Namen "{1}" auf. In einem SemanticQuery-Objekt muss jeder Parametername eindeutig sein.
es: Más de un parámetro del objeto {0} tiene el nombre "{1}". Los nombres de parámetro deben ser únicos en un objeto SemanticQuery.
fr: Plusieurs paramètres de {0} portent le nom "{1}". Chaque nom de paramètre doit être unique au sein d'une requête SemanticQuery.
it: A più di un parametro in {0} è associato il nome "{1}". I nomi di parametro devono essere univoci in un elemento SemanticQuery.
ja: {0} の複数のパラメーターに "{1}" という名前が指定されています。パラメーター名は SemanticQuery 内で一意である必要があります。
ko: {0}에 이름이 "{1}"인 매개 변수가 두 개 이상 있습니다. SemanticQuery 내에서 매개 변수 이름은 고유해야 합니다.
ru: В {0} более одного параметра имеют имя "{1}". Имена параметров должны быть уникальны в пределах семантического запроса (SemanticQuery).
zh_hans: {0} 中有多个参数的名称为“{1}”。SemanticQuery 中的参数名称必须是唯一的。
zh_hant: {0} 中有一個以上的參數名稱為 "{1}"。參數名稱在 SemanticQuery 內必須是唯一的。
