Repository: Hamid-K/PowerBI
Catalog: Portal/Microsoft.ReportingServices.Modeling/Microsoft.ReportingServices.Modeling/Modeling/SRErrors.*.resx
Languages: de, es, fr, it, ja, ko, ru, zh_hans, zh_hant

# ParameterExpressionNullableMismatch
source: The Nullable property for the {0} is false, but the default value Expression for "{1}" is nullable. The nullability of the default value Expression must match the Nullable property for the Parameter.
de: Die Nullable-Eigenschaft des {0}-Objekts hat den false-Wert, aber der Ausdruck für den Standardwert für "{1}" lässt NULL zu. Die NULL-Zulässigkeit des Ausdrucks für den Standardwert muss mit der Nullable-Eigenschaft des Parameters übereinstimmen.
es: La propiedad que admite valores NULL del objeto {0} es False, pero la expresión de valor predeterminado de "{1}" admite valores NULL. La nulabilidad de la expresión de valor predeterminado debe coincidir con la propiedad Nullable del parámetro.
fr: La propriété Nullable de {0} a la valeur False, or l'expression de valeur par défaut de "{1}" accepte les valeurs Null. La possibilité de valeur Null de l'expression de valeur par défaut doit correspondre à la propriété Nullable du paramètre.
it: La proprietà Nullable di {0} è false, ma l'espressione con valore predefinito di ''{1}'' ammette i valori Null. L'impostazione relativa al supporto di valori Null dell'espressione con valore predefinito deve corrispondere alla proprietà Nullable del parametro.
ja: {0} の Nullable プロパティは false に設定されていますが、"{1}" の既定値 Expression では NULL 値が許容されます。既定値 Expression の NULL 値の許容は、Parameter の Nullable プロパティと一致する必要があります。
ko: {0}에 대한 Nullable 속성이 false인데 "{1}"에 대한 기본값 식이 Null을 허용합니다. 기본값 식의 Null 허용 여부는 매개 변수의 Nullable 속성과 일치해야 합니다.
ru: Свойство необязательной определенности (Nullable) объекта {0} равно FALSE, однако выражение для "{1}" может содержать NULL. Свойство Nullable выражения значения по умолчанию должно соответствовать свойству Nullable параметра (Parameter).
zh_hans: {0} 的可为 Null 属性为 False，但“{1}”的默认值表达式可为 Null。默认值表达式的为 Null 性必须与该参数的可为 Null 属性匹配。
zh_hant: {0} 的 Nullable 屬性 (Property) 是 False，但 "{1}" 的預設值運算式可為 Null。預設值運算式的 Null 屬性 (Property) 必須與參數的 Nullable 屬性相符。

# ParameterNotFound
source: The {0} property of the {1} refers to the Parameter "{2}", which does not exist.
de: Die {0}-Eigenschaft des {1}-Objekts verweist auf den nicht vorhandenen {2}-Parameter.
es: La propiedad {0} del objeto {1} hace referencia al parámetro "{2}", que no existe.
fr: La propriété {0} de {1} se rapporte au paramètre "{2}" qui n'existe pas.
it: La proprietà {0} di {1} fa riferimento al parametro ''{2}'', che non esiste.
ja: {1} の {0} プロパティで、存在しない Parameter "{2}" が参照されています。
ko: {1}의 {0} 속성이 존재하지 않는 "{2}" 매개 변수를 참조합니다.
ru: Свойство {0} объекта {1} ссылается на параметр "{2}", который не существует.
zh_hans: {1} 的 {0} 属性引用的参数“{2}”不存在。
zh_hant: {1} 的 {0} 屬性參考並不存在的參數 "{2}"。

# ParameterNotFound_MultipleProperties
source: One of the {0} properties of the {1} refers to the Parameter "{2}", which does not exist.
de: Eine der {0}-Eigenschaften des {1}-Objekts verweist auf den nicht vorhandenen {2}-Parameter.
es: Una de las propiedades {0} del objeto {1} hace referencia al parámetro "{2}", que no existe.
fr: Une des propriétés {0} de {1} se rapporte au paramètre "{2}" qui n'existe pas.
it: Una delle proprietà {0} di {1} fa riferimento al parametro ''{2}'', che non esiste.
ja: {1} のいずれかの {0} プロパティで、存在しない Parameter "{2}" が参照されています。
ko: {1}의 {0} 속성 중 하나가 존재하지 않는 "{2}" 매개 변수를 참조합니다.
ru: Одно из свойств {0} объекта {1} ссылается на параметр "{2}", который не существует.
zh_hans: {1} 的 {0} 属性之一引用的参数“{2}”不存在。
zh_hant: {1} 的 {0} 屬性之一參考並不存在的參數 "{2}"。

# PromoteLookupForNonLookupEntity
source: The PromoteLookup property of the {0} is true but the IsLookup property of the {1} is not true. Both the entity containing the role and the entity containing the related role must be lookup entities.
de: Die PromoteLookup-Eigenschaft des {0}-Objekts hat den true-Wert, aber die IsLookup-Property des {1}-Objekts hat den false-Wert. Sowohl die Entität, in der die Rolle enthalten ist, als auch die Entität, in der die verknüpfte Rolle enthalten ist, muss eine Nachschlageentität sein.
es: La propiedad PromoteLookup de {0} es True, pero la propiedad IsLookup de {1} no es True. Tanto la entidad que contiene el rol como la entidad que contiene el rol relacionado deben ser entidades Lookup.
fr: La propriété PromoteLookup de {0} a la valeur True, or la propriété IsLookup de {1} n'a pas la valeur True. L'entité contenant le rôle et celle contenant le rôle apparenté doivent être toutes les deux des entités de consultation.
it: La proprietà PromoteLookup di {0} è true, ma la proprietà IsLookup di {1} non è true. Sia l'entità contenente il ruolo che l'entità contenente il ruolo correlato devono essere entità di ricerca.
ja: {0} の PromoteLookup プロパティは true に設定されていますが、{1} の IsLookup プロパティが true に設定されていません。ロールを含むエンティティと関連ロールを含むエンティティは、どちらも参照エンティティである必要があります。
ko: {0}의 PromoteLookup 속성은 true인데 {1}의 IsLookup 속성은 true가 아닙니다. 역할을 포함하는 엔터티와 관련 역할을 포함하는 엔터티는 둘 다 조회 엔터티여야 합니다.
ru: Свойство PromoteLookup объекта {0} имеет значение true, но свойство IsLookup объекта {1} не равно true. Сущности, содержащие роль и связанную роль, должны быть поисковыми сущностями.
zh_hans: {0} 的 PromoteLookup 属性是 True，但 {1} 的 IsLookup 属性不是 True。包含该角色的实体和包含相关角色的实体都必须是查找实体。
zh_hant: {0} 的 PromoteLookup 屬性為 True，但是 {1} 的 IsLookup 屬性非 True。包含角色的實體與包含相關角色的實體都必須是查閱實體。

# RelatedRolesMismatch
source: The RelatedRoleID property for the {0} refers to the {2}, but the RelatedRoleID for "{3}" does not refer to "{1}". The RelatedRoleID properties must refer to each other.
de: Die RelatedRoleID-Eigenschaft des {0}-Objekts bezieht sich auf das {2}-Objekt, aber die RelatedRoleID-Eigenschaft für "{3}" bezieht sich nicht auf "{1}". Die RelatedRoleID-Eigenschaften müssen sich aufeinander beziehen.
es: La propiedad RelatedRoleID del objeto {0} hace referencia al objeto {2}, pero la propiedad RelatedRoleID de "{3}" no hace referencia a "{1}". Las propiedades RelatedRoleID deben hacerse referencia mutuamente.
fr: La propriété RelatedRoleID de {0} se rapporte à {2}, mais la propriété RelatedRoleID de "{3}" ne se rapporte pas à "{1}". Les propriétés RelatedRoleID doivent se désigner mutuellement.
it: La proprietà RelatedRoleID di {0} fa riferimento a {2}, ma la proprietà RelatedRoleID di '{3}' non fa riferimento a ''{1}''. Le proprietà RelatedRoleID devono fare riferimento l'una all'altra.
ja: {0} の RelatedRoleID プロパティで {2} が参照されていますが、"{3}" の RelatedRoleID で "{1}" が参照されていません。これらの RelatedRoleID プロパティは互いを参照する必要があります。
ko: {0}에 대한 RelatedRoleID 속성은 {2}을(를) 참조하는데 "{3}"에 대한 RelatedRoleID 속성은 "{1}"을(를) 참조하지 않습니다. RelatedRoleID 속성은 상호 참조해야 합니다.
ru: Свойство RelatedRoleID объекта {0} ссылается на {2}, однако свойство RelatedRoleID для "{3}" не ссылается на "{1}". Свойства RelatedRoleID должны ссылаться друг на друга.
zh_hans: {0} 的 RelatedRoleID 属性引用了 {2}，但“{3}”的 RelatedRoleID 未引用“{1}”。RelatedRoleID 属性必须互相引用。
zh_hant: {0} 的 RelatedRoleID 屬性參考 {2}，但是 "{3}" 的 RelatedRoleID 不參考 "{1}"。RelatedRoleID 屬性必須彼此參考。

# ResultExpressionNotFound
source: The {0} property of the {1} refers to the Expression "{2}", which does not exist.
de: Die {0}-Eigenschaft des {1}-Objekts verweist auf den nicht vorhandenen {2}-Ausdruck.
es: La propiedad {0} del objeto {1} hace referencia a la expresión "{2}", que no existe.
fr: La propriété {0} de {1} se rapporte à l'expression "{2}" qui n'existe pas.
it: La proprietà {0} di {1} fa riferimento all'espressione ''{2}'', che non esiste.
ja: {1} の {0} プロパティで、存在しない Expression "{2}" が参照されています。
ko: {1}의 {0} 속성이 존재하지 않는 "{2}" 식을 참조합니다.
ru: Свойство {0} объекта {1} ссылается на выражение "{2}", которое не существует.
zh_hans: {1} 的 {0} 属性引用的表达式“{2}”不存在。
zh_hant: {1} 的 {0} 屬性參考並不存在的運算式 "{2}"。

# ResultExpressionNotFound_MultipleProperties
source: One of the {0} properties of the {1} refers to the Expression "{2}", which does not exist.
de: Eine der {0}-Eigenschaften des {1}-Objekts verweist auf den nicht vorhandenen {2}-Ausdruck.
es: Una de las propiedades {0} del objeto {1} hace referencia a la expresión "{2}", que no existe.
fr: Une des propriétés {0} de {1} se rapporte à l'expression "{2}" qui n'existe pas.
it: Una delle proprietà {0} di {1} fa riferimento all'espressione ''{2}'', che non esiste.
ja: {1} のいずれかの {0} プロパティで、存在しない Expression "{2}" が参照されています。
ko: {1}의 {0} 속성 중 하나가 존재하지 않는 "{2}" 식을 참조합니다.
ru: Одно из свойств {0} объекта {1} указывает на выражение "{2}", которое не существует.
zh_hans: {1} 的 {0} 属性之一引用的表达式“{2}”不存在。
zh_hant: {1} 的 {0} 屬性之一參考並不存在的運算式 "{2}"。

# RoleRelationEndsMismatch
source: The Relation property of the {0} references the {2} end of the {3}, but the Relation property of the RelatedRole "{1}" also references the {2} end. The RelationEnds for a Role and its RelatedRole must not be the same.
de: Die Relation-Eigenschaft des {0}-Objekts verweist auf das {2}-Ende des {3}-Objekts, die Relation-Eigenschaft des RelatedRole-Objekts '{1}' verweist jedoch ebenfalls auf das {2}-Ende. Die RelationEnds-Objekte einer Rolle und ihres RelatedRole-Objekts dürfen nicht identisch sein.
es: La propiedad Relation del objeto {0} hace referencia al extremo {2} del objeto {3}, pero la propiedad Relation del rol RelatedRole "{1}" hace referencia también al extremo {2}. Los elementos RelationEnds de un rol y su rol RelatedRole no pueden ser iguales.
fr: La propriété Relation de {0} fait référence à la fin {2} de {3}, mais la propriété Relation de RelatedRole "{1}" fait également référence à la fin {2}. L'élément RelationEnds d'un rôle et son RelatedRole apparenté doivent être différents.
it: La proprietà Relation di {0} fa riferimento all'estremità {2} di {3}, ma anche la proprietà Relation dell'elemento RelatedRole ''{1}'' fa riferimento all'estremità {2}. Gli elementi RelationEnds di un ruolo e del relativo elemento RelatedRole non devono essere uguali.
ja: {0} の Relation プロパティで {3} の {2} エンドが参照されていますが、RelatedRole "{1}" の Relation プロパティでも {2} エンドが参照されています。Role およびその RelatedRole の RelationEnds が同じであってはいけません。
ko: {0}의 Relation 속성이 {3}의 {2} 끝을 참조하는데 RelatedRole "{1}"의 Relation 속성도 {2} 끝을 참조합니다. Role과 RelatedRole의 RelationEnds는 같으면 안 됩니다.
ru: Свойство Relation объекта {0} содержит ссылку на конец {2} объекта {3}, но свойство Relation для RelatedRole ''{1}'' также содержит ссылку на конец {2}. Значения свойства RelationEnds для роли и связанной с ней роли (RelatedRole) не должны совпадать.
zh_hans: {0} 的关系属性引用了 {3} 的 {2} 结尾，但 RelatedRole“{1}”的关系属性也引用了 {2} 结尾。角色的 RelationEnds 及其 RelatedRole 不能相同。
zh_hant: {0} 的 Relation 屬性參考 {3} 的 {2} 端，但是 RelatedRole "{1}" 的 Relation 屬性也參考 {2} 端。角色的 RelationEnds 及其 RelatedRole 不可相同。

# RoleRelationsMismatch
source: The Relation property of the {0} references the {2}, but the Relation property of the RelatedRole "{1}" references the {3}. The Relation for a Role and its RelatedRole must be the same.
de: Die Relation-Eigenschaft des {0}-Objekts verweist auf das {2}-Objekt, die Relation-Eigenschaft des RelatedRole-Objekts "{1}" verweist jedoch auf das {3}-Objekt. Die Werte der Beziehung einer Rolle und ihres RelatedRole-Objekts müssen identisch sein.
es: La propiedad Relation del objeto {0} hace referencia al objeto {2}, pero la propiedad Relation del rol RelatedRole "{1}" hace referencia al objeto {3}. La propiedad Relation de un rol y su rol RelatedRole deben ser iguales.
fr: La propriété Relation de {0} fait référence à {2}, mais la propriété Relation de RelatedRole "{1}" fait référence à {3}. La propriété Relation d'un rôle et son RelatedRole apparenté doivent être identiques.
it: La proprietà Relation di {0} fa riferimento a {2}, ma la proprietà Relation dell'elemento RelatedRole ''{1}'' fa riferimento a {3}. Le proprietà Relation di un ruolo e del relativo elemento RelatedRole devono essere uguali.
ja: {0} の Relation プロパティで {2} が参照されていますが、RelatedRole "{1}" の Relation プロパティで {3} が参照されています。Role およびその RelatedRole の Relation は同じである必要があります。
ko: {0}의 Relation 속성은 {2}을(를) 참조하는데 RelatedRole "{1}"의 Relation 속성은 {3}을(를) 참조합니다. Role과 RelatedRole의 Relation은 같아야 합니다.
ru: Свойство Relation объекта {0} содержит ссылку на {2}, но свойство Relation для RelatedRole "{1}" содержит ссылку на {3}. Значения свойства Relation для роли и связанной с ней роли (RelatedRole) должны совпадать.
zh_hans: {0} 的关系属性引用了 {2}，但 RelatedRole“{1}”的关系属性引用了 {3}。角色的关系及其 RelatedRole 必须相同。
zh_hant: {0} 的 Relation 屬性參考 {2}，但是 RelatedRole "{1}" 的 Relation 屬性參考 {3}。角色的 Relation 及其 RelatedRole 必須相同。

# SelfReferentialRole
source: The RelatedRoleID property for the {0} is a self-reference. The RelatedRoleID property of a Role must refer to a Role other than itself.
de: Die RelatedRoleID-Eigenschaft des {0}-Objekts enthält einen Eigenverweis. Die RelatedRoleID-Eigenschaft einer Rolle muss sich auf eine andere Rolle beziehen.
es: La propiedad RelatedRoleID de {0} hace referencia a sí misma. La propiedad RelatedRoleID de un rol debe hacer referencia a otro rol.
fr: La propriété RelatedRoleID de {0} fait référence à elle-même. La propriété RelatedRoleID d'un rôle doit faire référence à un rôle différent de lui-même.
it: La proprietà RelatedRoleID di {0} è un autoriferimento. La proprietà RelatedRoleID di un ruolo deve fare riferimento a un ruolo diverso da se stesso.
ja: {0} の RelatedRoleID プロパティは自己を参照しています。Role の RelatedRoleID プロパティは、自己以外の Role を参照する必要があります。
ko: {0}에 대한 RelatedRoleID 속성은 자신을 참조합니다. Role의 RelatedRoleID 속성은 다른 Role을 참조해야 합니다.
ru: Свойство RelatedRoleID объекта {0} является ссылкой на себя. Свойство RelatedRoleID роли (Role) должно ссылаться на другую роль.
zh_hans: {0} 的 RelatedRoleID 属性是自引用。角色的 RelatedRoleID 属性必须引用自身以外的角色。
zh_hant: {0} 的 RelatedRoleID 屬性是自我參考。角色的 RelatedRoleID 屬性必須參考本身以外的角色。

# SemanticModel_PerspectiveNotFound
source: The specified perspective "{0}" does not exist in the model.
de: Die angegebene Perspektive "{0}" ist im Modell nicht vorhanden.
es: La perspectiva "{0}" especificada no existe en el modelo.
fr: La perspective spécifiée {0}" n'existe pas dans le modèle."
it: La prospettiva "{0}" specificata non esiste nel modello.
ja: 指定されたパースペクティブ "{0}" は、このモデルに存在しません。
ko: 지정한 큐브 뷰 "{0}"이(가) 모델에 없습니다.
ru: Указанная перспектива "{0}" отсутствует в модели.
zh_hans: 该型号中不存在指定的透视“{0}”。
zh_hant: 指定的檢視方塊 "{0}" 不在此模型中。

# TopLevelSetExpression
source: The {0} returns a set of values for each instance of the {1}. This expression must return a single value for each instance of the entity.
de: Das {0}-Objekt gibt für jede Instanz der {1}-Entität eine Wertemenge zurück. Dieser Ausdruck muss für jede Instanz der Entität genau einen Wert zurückgeben.
es: {0} devuelve un conjunto de valores para cada instancia de {1}. Esta expresión debe devolver un solo valor por cada instancia de la entidad.
fr: {0} retourne un ensemble de valeurs pour chaque instance de {1}. Cette expression doit retourner une valeur unique pour chaque instance de l'entité.
it: {0} restituisce un set di valori per ogni istanza di {1}. Questa espressione deve restituire un solo valore per ogni istanza dell'entità.
ja: {0} では、{1} のインスタンスごとに値のセットが返されます。この式では、エンティティのインスタンスごとに単独の値を返す必要があります。
ko: {0}이(가) {1}의 각 인스턴스에 대해 값 집합을 반환합니다. 이 식은 엔터티의 각 인스턴스에 대해 단일 값을 반환해야 합니다.
ru: Объект {0} возвращает набор значений для каждого экземпляра {1}. Это выражение должно возвращать одиночное значение для каждого экземпляра сущности.
zh_hans: {0} 为 {1} 的每个实例返回一组值。此表达式必须为该实体的每个实例返回单个值。
zh_hant: {0} 傳回 {1} 各執行個體的值集合。此運算式必須傳回實體各執行個體的單一值。

# TopLevelSetExpression_Attribute
source: The Expression for the {0} returns a set of values for each instance of the {1}. This expression must return a single value for each instance of the entity.
de: Der Ausdruck des {0}-Objekts gibt für jede Instanz der {1}-Entität eine Wertemenge zurück. Dieser Ausdruck muss für jede Instanz der Entität genau einen Wert zurückgeben.
es: La expresión de {0} devuelve un conjunto de valores para cada instancia de {1}. Esta expresión debe devolver un solo valor para cada instancia de la entidad.
fr: L'expression de {0} retourne un ensemble de valeurs pour chaque instance de {1}. Cette expression doit retourner une valeur unique pour chaque instance de l'entité.
it: L'espressione di {0} restituisce un set di valori per ogni istanza di {1}. Questa espressione deve restituire un solo valore per ogni istanza dell'entità.
ja: {0} の Expression では、{1} のインスタンスごとに値のセットが返されます。この式では、エンティティのインスタンスごとに単独の値を返す必要があります。
ko: {0}에 대한 식이 {1}의 각 인스턴스에 대해 값 집합을 반환합니다. 이 식은 엔터티의 각 인스턴스에 대해 단일 값을 반환해야 합니다.
ru: Выражение (Expression) для {0} возвращает набор значений для каждого экземпляра {1}. Это выражение должно возвращать одиночное значение для каждого экземпляра сущности.
zh_hans: {0} 的表达式为 {1} 的每个实例返回一组值。此表达式必须为该实体的每个实例返回单个值。
zh_hant: {0} 的運算式傳回 {1} 各執行個體的值集合。此運算式必須傳回實體各執行個體的單一值。

# TopLevelSetExpression_Filter
source: The Filter Expression for the {0} returns a set of values for each instance of the {1}. This expression must return a single value for each instance of the entity.
de: Das FilterExpression-Element des {0}-Objekts gibt für jede Instanz der {1}-Entität eine Wertemenge zurück. Dieser Ausdruck muss für jede Instanz der Entität genau einen Wert zurückgeben.
es: La expresión de filtro de {0} devuelve un conjunto de valores para cada instancia de {1}. Esta expresión debe devolver un solo valor para cada instancia de la entidad.
fr: L'expression Filter de {0} retourne un ensemble de valeurs pour chaque instance de {1}. Cette expression doit retourner une valeur unique pour chaque instance de l'entité.
it: L'espressione di filtro di {0} restituisce un set di valori per ogni istanza di {1}. Questa espressione deve restituire un solo valore per ogni istanza dell'entità.
ja: {0} の Filter Expression では、{1} のインスタンスごとに値のセットが返されます。この式では、エンティティのインスタンスごとに単独の値を返す必要があります。
ko: {0}에 대한 필터 식이 {1}의 각 인스턴스에 대해 값 집합을 반환합니다. 이 식은 엔터티의 각 인스턴스에 대해 단일 값을 반환해야 합니다.
ru: Критерий фильтра (Filter Expression) для {0} возвращает набор значений для каждого экземпляра {1}. Это выражение должно возвращать одиночное значение для каждого экземпляра сущности.
zh_hans: {0} 的筛选表达式为 {1} 的每个实例返回一组值。此表达式必须为该实体的每个实例返回单个值。
zh_hant: {0} 的篩選運算式傳回 {1} 各執行個體的值集合。此運算式必須傳回實體各執行個體的單一值。

# UnusedParameterValue
source: A parameter "{1}" was provided, but a parameter with this name is not defined in the {0}.
de: Der {1}-Parameter wurde angegeben, im {0}-Objekt ist jedoch kein Parameter mit diesem Namen definiert.
es: Se proporcionó un parámetro "{1}", pero no hay ningún parámetro definido con este nombre en el objeto {0}.
fr: Un paramètre "{1}" a été fourni, or aucun paramètre portant ce nom n'est défini dans {0}.
it: È stato specificato un parametro ''{1}'', ma non è stato definito alcun parametro con questo nome in {0}.
ja: パラメーター "{1}" が指定されていますが、この名前を持つパラメーターが {0} に定義されていません。
ko: "{1}" 매개 변수를 지정했는데 이 이름의 매개 변수가 {0}에 정의되어 있지 않습니다.
ru: Предоставлен параметр "{1}", однако параметр с таким именем не определен в {0}.
zh_hans: 参数“{1}”已提供，但使用此名称的参数未在 {0} 中定义。
zh_hant: 提供了參數 "{1}"，但 {0} 中並未定義此名稱的參數。

# ValidationException_MessageWithAdditionalMessages
source: {0} {1} additional errors and/or warnings occurred.
de: {0} Es sind {1} weitere Fehler und/oder Warnungen aufgetreten.
es: {0} Se han producido {1} errores o advertencias adicionales.
fr: {0} {1} erreurs et/ou avertissements supplémentaires.
it: {0} Si sono verificati altri {1} errori e/o avvisi.
ja: {0} {1} 個の関連エラーまたは警告が発生しました。
ko: {0} {1}개의 추가 오류 및/또는 경고가 발생했습니다.
ru: {0} Возникло {1} дополнительных ошибок или предупреждений.
zh_hans: {0} 出现 {1} 个其他错误和/或警告。
zh_hant: {0} 發生 {1} 個其他的錯誤及/或警告。

# WrongNumberOfArguments
source: The {0} contains a Function "{1}" with an incorrect number of Arguments.
de: Das {0}-Objekt enthält die {1}-Funktion, die eine falsche Anzahl von Argumenten hat.
es: El objeto {0} contiene una función "{1}" con un número de argumentos incorrecto.
fr: {0} contient une fonction "{1}" comportant un nombre d'arguments incorrect.
it: {0} contiene una funzione ''{1}'' con un numero non corretto di argomenti.
ja: {0} に含まれている Function "{1}" の引数の数に誤りがあります。
ko: {0}에 인수의 개수가 잘못된 "{1}" 함수가 있습니다.
ru: {0} содержит функцию "{1}" с неправильным числом аргументов.
zh_hans: {0} 包含参数数目不正确的函数“{1}”。
zh_hant: {0} 包含有引數數目不正確的函數 "{1}"。

# WrongSemanticModel_ModelItem
source: The {0} property of the {1} refers to the {2}, which is not in the same SemanticModel as the {1}.
de: Die {0}-Eigenschaft des {1}-Objekts verweist auf das {2}-Objekt, das sich nicht im selben SemanticModel-Objekt befindet wie das {1}-Objekt.
es: La propiedad {0} de {1} hace referencia a {2}, que no es el mismo SemanticModel que {1}.
fr: La propriété {0} de {1} se rapporte à {2} qui n'est pas dans le même élément SemanticModel que {1}.
it: La proprietà {0} di {1} fa riferimento a {2}, che non è incluso nello stesso elemento SemanticModel di {1}.
ja: {1} の {0} プロパティで参照されている {2} は、{1} と同じ SemanticModel に含まれていません。
ko: {1}의 {0} 속성이 {1}과(와) 같은 SemanticModel에 없는 {2}을(를) 참조합니다.
ru: Свойство {0} объекта {1} содержит ссылку на объект {2}, который не содержится в той же семантической модели (SemanticModel), что и {1}.
zh_hans: {1} 的 {0} 属性引用的 {2} 与 {1} 不在同一个 SemanticModel 中。
zh_hant: {1} 的 {0} 屬性參考 {2}，它不在與 {1} 相同的 SemanticModel 中。

# WrongSemanticModel_QueryItem
source: The {0} property of the {1} refers to the {2}, which is not in the SemanticModel referenced by the query.
de: Die {0}-Eigenschaft des {1}-Objekts verweist auf das {2}-Objekt, das sich nicht in dem SemanticModel-Objekt befindet, auf das die Abfrage verweist.
es: La propiedad {0} de {1} hace referencia a {2}, que no es el SemanticModel al que hace referencia la consulta.
fr: La propriété {0} de {1} se rapporte à {2} qui n'est pas dans l'élément SemanticModel désigné par la requête.
it: La proprietà {0} di {1} fa riferimento a {2}, che non è incluso nell'elemento SemanticModel a cui la query fa riferimento.
ja: {1} の {0} プロパティで参照されている {2} は、クエリから参照されている SemanticModel に含まれていません。
ko: {1}의 {0} 속성이 쿼리에서 참조한 SemanticModel에 없는 {2}을(를) 참조합니다.
ru: Свойство {0} объекта {1} содержит ссылку на элемент {2}, не принадлежащий указанной в запросе семантической модели (SemanticModel).
zh_hans: {1} 的 {0} 属性引用的 {2} 不在查询引用的 SemanticModel 中。
zh_hant: {1} 的 {0} 屬性參考 {2}，它不在查詢所參考的 SemanticModel 中。

# WrongSemanticModel_QueryItemMultipleProperties
source: One of the {0} properties of the {1} refers to the {2}, which is not in the SemanticModel referenced by the query.
de: Eine der {0}-Eigenschaften des {1}-Objekts verweist auf das {2}-Objekt, das sich nicht in dem SemanticModel-Objekt befindet, auf das die Abfrage verweist.
es: Una de las propiedades {0} del objeto {1} hace referencia a {2}, que no está en el mismo objeto SemanticModel al que hace referencia la consulta.
fr: Une des propriétés {0} de {1} se rapporte à {2} qui n'est pas dans l'élément SemanticModel désigné par la requête.
it: Una delle proprietà {0} di {1} fa riferimento a {2}, che non è incluso nell'elemento SemanticModel a cui la query fa riferimento.
ja: {1} のいずれかの {0} プロパティで参照されている {2} は、クエリから参照されている SemanticModel に含まれていません。
ko: {1}의 {0} 속성 중 하나가 쿼리에서 참조한 SemanticModel에 없는 {2}을(를) 참조합니다.
ru: Одно из {0} свойств объекта {1} содержит ссылку на {2}, не содержащийся в семантической (SemanticModel), указанной в запросе.
zh_hans: {1} 的 {0} 属性之一引用的 {2} 不在查询引用的 SemanticModel 中。
zh_hant: {1} 的 {0} 屬性之一參考 {2}，它並不在查詢所參考的 SemanticModel 中。
