Repository: Hamid-K/PowerBI
Catalog: Portal/Microsoft.ReportingServices.Modeling/Microsoft.ReportingServices.Modeling/Modeling/SRErrors.*.resx
Languages: de, es, fr, it, ja, ko, ru, zh_hans, zh_hant

# InvalidGuid
source: The ID property for the {0} is in the empty (or SMDL) namespace but it is not a GUID. IDs in the empty (or SMDL) namespace must match the following GUID format: Gxxxxxxxx-xxxx-xxxx-xxxx-xxxxxxxxxxxx
de: Die ID-Eigenschaft des {0}-Objekts gibt eine ID aus dem leeren (oder SMDL-) Namespace an, diese ID ist jedoch keine GUID. IDs im leeren (oder SMDL-) Namespace müssen im folgenden GUID-Format vorliegen: Gxxxxxxxx-xxxx-xxxx-xxxx-xxxxxxxxxxxx
es: La propiedad ID del objeto {0} está en el espacio de nombres vacío (o SMDL) pero no es un GUID. Las propiedades ID del espacio de nombres vacío (o SMDL) deben coincidir con el siguiente formato GUID: Gxxxxxxxx-xxxx-xxxx-xxxx-xxxxxxxxxxxx
fr: La propriété ID de {0} se trouve dans l'espace de noms vide (ou SMDL), mais n'est pas un GUID. Les ID situés dans l'espace de noms vide (ou SMDL) doivent correspondre au format de GUID : Gxxxxxxxx-xxxx-xxxx-xxxx-xxxxxxxxxxxx
it: La proprietà ID di {0} è nello spazio dei nomi vuoto (o SMDL) ma non è un identificatore univoco globale (GUID). Gli ID nello spazio dei nomi vuoto (o SMDL) devono corrispondere al formato GUID: Gxxxxxxxx-xxxx-xxxx-xxxx-xxxxxxxxxxxx
ja: {0} の ID プロパティは空の (または SMDL) 名前空間内に設定されていますが、GUID ではありません。空の (または SMDL) 名前空間内の ID は、GUID 形式 Gxxxxxxxx-xxxx-xxxx-xxxx-xxxxxxxxxxxx で指定する必要があります。
ko: {0}에 대한 ID 속성이 빈 네임스페이스 또는 SMDL 네임스페이스에 포함되지만 GUID가 아닙니다. 이러한 네임스페이스의 ID는 GUID 형식 Gxxxxxxxx-xxxx-xxxx-xxxx-xxxxxxxxxxxx를 따라야 합니다.
ru: Свойство идентификатора для {0} находится в пустом пространстве имен (или пространстве имен SMDL), но не является идентификатором GUID. Идентификаторы, находящиеся в пустых пространствах имен и пространствах имен SMDL, должны иметь следующий формат: Gxxxxxxxx-xxxx-xxxx-xxxx-xxxxxxxxxxxx
zh_hans: {0} 的 ID 属性在空的(或 SMDL)命名空间中，但不是 GUID。空的(或 SMDL)命名空间中的 ID 必须符合以下 GUID 格式: Gxxxxxxxx-xxxx-xxxx-xxxx-xxxxxxxxxxxx
zh_hant: {0} 的 ID 屬性是在空的 (或 SMDL) 命名空間中，但它並不是 GUID。在空的 (或 SMDL) 命名空間中的識別碼，必須符合下列 GUID 格式: Gxxxxxxxx-xxxx-xxxx-xxxx-xxxxxxxxxxxx

# InvalidGuid_NoContext
source: The specified ID is in the empty (or SMDL) namespace but it is not a GUID. IDs in the empty (or SMDL) namespace must match the following GUID format: Gxxxxxxxx-xxxx-xxxx-xxxx-xxxxxxxxxxxx
de: Die angegebene ID befindet sich im leeren (oder SMDL-) Namespace, ist aber keine GUID. IDs im leeren (oder SMDL-) Namespace müssen im folgenden GUID-Format vorliegen: Gxxxxxxxx-xxxx-xxxx-xxxx-xxxxxxxxxxxx
es: El id. especificado está en el espacio de nombres vacío (o SMDL) pero no es un GUID. Los id. del espacio de nombres vacío (o SMDL) deben coincidir con el siguiente formato GUID: Gxxxxxxxx-xxxx-xxxx-xxxx-xxxxxxxxxxxx
fr: L'ID spécifié se trouve dans l'espace de noms vide (ou SMDL), mais n'est pas un GUID. Les ID situés dans l'espace de noms vide (ou SMDL) doivent correspondre au format de GUID : Gxxxxxxxx-xxxx-xxxx-xxxx-xxxxxxxxxxxx
it: L'ID specificato è nello spazio dei nomi vuoto (o SMDL) ma non è un identificatore univoco globale (GUID). Gli ID nello spazio dei nomi vuoto (o SMDL) devono corrispondere al formato GUID: Gxxxxxxxx-xxxx-xxxx-xxxx-xxxxxxxxxxxx
ja: 指定した ID は空の (または SMDL) 名前空間内に設定されていますが、GUID ではありません。空の (または SMDL) 名前空間内の ID は、GUID 形式 Gxxxxxxxx-xxxx-xxxx-xxxx-xxxxxxxxxxxx で指定する必要があります。
ko: 지정한 ID가 빈 네임스페이스 또는 SMDL 네임스페이스에 포함되지만 GUID가 아닙니다. 이러한 네임스페이스의 ID는 GUID 형식 Gxxxxxxxx-xxxx-xxxx-xxxx-xxxxxxxxxxxx를 따라야 합니다.
ru: Указанный идентификатор находится в пустом пространстве имен (или пространстве имен SMDL), но не является идентификатором GUID. Идентификаторы, находящиеся в пустых пространствах имен и пространствах имен SMDL, должны иметь следующий формат: Gxxxxxxxx-xxxx-xxxx-xxxx-xxxxxxxxxxxx
zh_hans: 指定的 ID 在空的(或 SMDL)命名空间中，但不是 GUID。空的(或 SMDL)命名空间中的 ID 必须符合以下 GUID 格式: Gxxxxxxxx-xxxx-xxxx-xxxx-xxxxxxxxxxxx
zh_hant: 指定的識別碼是在空的 (或 SMDL) 命名空間中，但它並不是 GUID。在空的 (或 SMDL) 命名空間中的識別碼，必須符合下列 GUID 格式: Gxxxxxxxx-xxxx-xxxx-xxxx-xxxxxxxxxxxx

# InvalidHiddenAttributeReference
source: One of the {0} properties of the {1} references the {2}, which is a hidden Attribute. This property should reference a non-hidden Attribute.
de: Eine der {0}-Eigenschaften des {1}-Objekts verweist auf das ausgeblendete {2}-Attribut. Diese Eigenschaft sollte auf nicht ausgeblendete Attribute verweisen.
es: Una de las propiedades {0} del objeto {1} hace referencia al objeto {2}, que es un atributo oculto. Esta propiedad debe hacer referencia a un atributo que no esté oculto.
fr: L'une des propriétés {0} de {1} fait référence à {2}, qui est un attribut masqué. Cette propriété doit faire référence à un attribut non masqué.
it: Una delle proprietà {0} di {1} fa riferimento a {2}, che è un attributo nascosto. La proprietà deve fare riferimento a un attributo non nascosto.
ja: {1} のいずれかの {0} プロパティで、非表示の Attribute である {2} が参照されています。このプロパティでは、非表示でない Attribute を参照する必要があります。
ko: {1}의 {0} 속성 중 하나가 숨겨진 특성인 {2}을(를) 참조합니다. 이 속성은 숨겨지지 않은 특성을 참조해야 합니다.
ru: Одно из {0} свойств {1} ссылается на скрытый атрибут {2}. Это свойство должно ссылаться на атрибут, не являющийся скрытым.
zh_hans: {1} 的 {0} 属性之一引用的 {2} 是隐藏特性。该属性应当引用非隐藏特性。
zh_hant: {1} 的 {0} 屬性 (Property) 之一參考 {2}，但它是隱藏的屬性 (Attribute)。此屬性 (Property) 應參考非隱藏的屬性 (Attribute)。

# InvalidInSetArgument
source: The {0} contains a Function "{1}" with an Argument "{2}" that is not valid. The argument must contain a ParameterRef, a static function or a Literal without a Path.
de: {0} enthält die {1}-Funktion mit einem ungültigen {2}-Argument. Das Argument muss einen ParameterRef, eine statische Funktion oder ein Literal ohne Pfad enthalten.
es: El objeto {0} contiene una función "{1}" con un argumento "{2}" no válido. El argumento debe contener ParameterRef, una función estática o un valor Literal sin Path.
fr: {0} contient une fonction "{1}" dont l'argument "{2}" n'est pas valide. L'argument doit contenir un élément ParameterRef, une fonction statique ou une valeur littérale sans chemin d'accès.
it: {0} contiene una funzione ''{1}'' con un argomento non valido ''{2}'': è richiesto un elemento ParameterRef, una funzione statica o un valore letterale senza percorso.
ja: {0} に含まれている Function "{1}" の Argument "{2}" が無効です。この引数には、ParameterRef、静的関数、または Path を含まない Literal が含まれている必要があります。
ko: 잘못된 "{2}" 인수가 지정된 "{1}" 함수가 {0}에 있습니다. 인수는 ParameterRef, 정적 함수 또는 경로가 없는 리터럴을 포함해야 합니다.
ru: {0} содержит функцию "{1}" с недопустимым аргументом "{2}". Аргумент должен содержать ParameterRef, статическую функцию или литерал без пути.
zh_hans: {0} 包含参数“{2}”无效的函数“{1}”。该参数必须包含 ParameterRef、静态函数或不含路径的文字。
zh_hant: {0} 包含的函數 "{1}" 具有無效的引數 "{2}"。引數必須包含 ParameterRef、靜態函數或沒有路徑的常值。

# InvalidInheritanceRelationTable
source: The {0} property of the {1} references the {2}. This property must reference a Relation for which the Source is the {3} and the Target is the {4}.
de: Die {0}-Eigenschaft des {1}-Objekts verweist auf das {2}-Objekt. Diese Eigenschaft muss auf eine Beziehung verweisen, für die das {3}-Objekt die Quelle und das {4}-Objekt das Ziel ist.
es: La propiedad {0} de {1} hace referencia a {2}. Esta propiedad debe hacer referencia a una relación cuyo origen sea {3} y cuyo destino sea {4}.
fr: La propriété {0} de {1} fait référence à {2}. Cette propriété doit faire référence à une relation dans laquelle la source est {3} et la cible est {4}.
it: La proprietà {0} di {1} fa riferimento a {2}. Questa proprietà deve fare riferimento a una relazione la cui origine sia {3} e la destinazione {4}.
ja: {1} の {0} プロパティで {2} が参照されています。このプロパティでは、Source が {3} で Target が {4} の Relation を参照する必要があります。
ko: {1}의 {0} 속성이 {2}을(를) 참조합니다. 이 속성은 원본이 {3}이고 대상이 {4}인 관계를 참조해야 합니다.
ru: Свойство {0} объекта {1} ссылается на {2}. Данное свойство должно ссылаться на связь, для которой источником является {3}, а назначением - {4}.
zh_hans: {1} 的 {0} 属性引用了 {2}。此属性必须引用源为 {3} 且目标为 {4} 的关系。
zh_hant: {1} 的 {0} 屬性參考 {2}。此屬性必須參考來源為 {3} 而目標為 {4} 的關聯性。

# InvalidLinguistics
source: The Linguistics property is specified for the {0}, but the Name property is omitted. Linguistics cannot be specified for a Role if Name is omitted.
de: Die Linguistics-Eigenschaft ist für das {0}-Objekt angegeben, aber die Name-Eigenschaft fehlt. Die Linguistics-Eigenschaft kann nur dann für ein Role-Objekt angegeben werden, wenn auch die Name-Eigenschaft angegeben ist.
es: Se ha especificado la propiedad Linguistics para {0}, pero se ha omitido la propiedad Name. No se puede especificar Linguistics para un elemento Role si se omite Name.
fr: La propriété Linguistics est spécifiée pour {0}, mais la propriété Name est omise. La propriété Linguistics ne peut pas être spécifiée pour un rôle si la propriété Name est omise.
it: Per {0} è stata specificata la proprietà Linguistics, ma la proprietà Name è stata omessa. Impossibile specificare la proprietà Linguistics per un ruolo se si omette la proprietà Name.
ja: Linguistics プロパティは {0} に指定されていますが、Name プロパティが省略されています。Name を省略した場合、Linguistics を Role に対して指定することはできません。
ko: {0}에 대해 Linguistics 속성은 지정되었지만 Name 속성은 생략되었습니다. Name이 생략된 경우에는 역할에 대해 Linguistics를 지정할 수 없습니다.
ru: Для {0} указано свойство Linguistics, однако пропущено свойство Name. Свойство Linguistics нельзя указать для роли (Role), если пропущено свойство Name.
zh_hans: 已为 {0} 指定语言属性，但省略了名称属性。如果省略了名称，则不能为角色指定语言。
zh_hant: 已指定 {0} 的 Linguistics 屬性，但卻省略 Name 屬性。若省略了 Name，Linguistics 就無法指定給角色。

# InvalidLiteral
source: The {0} contains a Literal that has both or neither of the following elements: Value and Values. Literal must have exactly one of these elements.
de: Das {0}-Objekt enthält ein Literal, das keines der folgenden Elemente oder beide Elemente aufweist: "Value" und "Values". Ein Literal darf nur jeweils eines dieser Elemente enthalten.
es: El objeto {0} contiene un valor Literal que tiene ambos o ninguno de los siguientes elementos: Value y Values. El valor Literal debe tener solo uno de estos elementos.
fr: {0} contient une valeur Literal qui comporte les deux éléments suivants ou aucun d'entre eux : Value et Values. La valeur Literal doit impérativement posséder un, et seulement un, de ces éléments.
it: {0} include un valore letterale a cui sono associati entrambi o nessuno degli elementi seguenti: Value e Values. Un valore letterale deve includere uno e uno solo di questi elementi.
ja: {0} 内の Literal に、Value と Values の両方の要素が含まれているか、またはどちらも含まれていません。Literal には、この 2 つの要素のどちらか 1 つだけが含まれている必要があります。
ko: Value 요소와 Values 요소가 둘 다 있거나 둘 다 없는 리터럴이 {0}에 있습니다. 리터럴에는 이러한 두 요소 중 하나만 있어야 합니다.
ru: Объект {0} содержит литерал, в котором либо указаны оба элемента Value и Values, либо не указан ни один из них. Литерал должен содержать один и только один из них.
zh_hans: {0} 中的文字同时包含以下两个元素或不包含其中任何一个元素: Value 和 Values。文字只能包含这两个元素中的一项，并且必须包含一项。
zh_hant: {0} 包含的常值同時具備或同時不具備下列兩個元素: Value 和 Values。常值必須只有其中一個元素。

# InvalidLiteralSetArgument
source: The {0} contains a Function "{1}" with a literal set for Argument "{2}". This argument cannot take a literal set as a value.
de: Das {0}-Objekt enthält die {1}-Funktion mit einer Literalmenge für das {2}-Argument. Für dieses Argument ist eine Literalmenge als Wert nicht zulässig.
es: El objeto {0} contiene una función "{1}" con un conjunto de literales para el argumento "{2}". Este argumento no puede aceptar un conjunto de literales como valor.
fr: {0} contient une fonction "{1}" comportant un ensemble de valeurs littérales pour l'argument "{2}". Cet argument ne peut pas prendre un ensemble de valeurs littérales comme valeur.
it: {0} include una funzione ''{1}'' con un set di valori letterali per l'argomento ''{2}''. Questo argomento non accetta un set di valori letterali come valore.
ja: {0} 内の Function "{1}" に Argument "{2}" のリテラル セットが含まれています。この引数は、リテラル セットを値として受け取ることはできません。
ko: "{2}" 인수에 리터럴 집합이 지정된 "{1}" 함수가 {0}에 있습니다. 이 인수는 리터럴 집합을 값으로 사용할 수 없습니다.
ru: В {0} содержится функция "{1}", имеющая набор литералов в качестве аргумента "{2}". В этом аргументе наборы литералов указывать нельзя.
zh_hans: {0} 包含参数“{2}”为文字集的函数“{1}”。此参数的取值不能为文字集。
zh_hant: {0} 包含的函數 "{1}" 在引數 "{2}" 中具有常值集。此引數不能以常值集作為其值。

# InvalidLiteralValue
source: The {0} contains a Literal with the Value "{1}", which is not a valid {2} value. {3}
de: Das {0}-Objekt enthält ein Literal mit dem {1}-Wert. Dieser Wert ist kein gültiger {2}-Wert. {3}
es: El objeto {0} contiene un elemento Literal con el valor "{1}", que no es un valor de {2} válido. {3}
fr: {0} contient une valeur Literal portant la valeur "{1}" qui n'est pas une valeur {2} valide. {3}
it: {0} contiene un valore letterale "{1}", che non è un valore valido {2}. {3}
ja: {0} に含まれている Literal の Value が "{1}" です。この値は有効な {2} 値ではありません。{3}
ko: {0}에 값이 "{1}"인 리터럴이 있습니다. 이 값은 올바른 {2} 값이 아닙니다. {3}
ru: В {0} содержится литерал со значением "{1}", который не является допустимым значением {2}. {3}
zh_hans: {0} 包含值为“{1}”的文字，该值不是有效的 {2} 值。{3}
zh_hant: {0} 包含的常值具有 Value "{1}"，此值不是有效的 {2} 值。{3}

# InvalidModelGenerationRules
source: The model generation rules are not valid. Details: {0}
de: Die Modellgenerierungsregeln sind ungültig. Details: {0}
es: Las reglas de generación de modelos no son válidas. Detalles: {0}
fr: Les règles de génération de modèle ne sont pas valides. Détails : {0}
it: Le regole di generazione del modello non sono valide. Dettagli: {0}
ja: モデル生成ルールが無効です。詳細: {0}
ko: 모델 생성 규칙이 잘못되었습니다. 세부 정보: {0}
ru: Недопустимые правила создания модели. Подробности: {0}
zh_hans: 模型生成规则无效。详细信息: {0}
zh_hant: 模型產生規則無效。詳細資料: {0}

# InvalidModelItemInPerspective
source: The {1} cannot be included in the {0}.
de: Das {1}-Objekt kann nicht im {0}-Objekt enthalten sein.
es: No se puede incluir {1} en {0}.
fr: L'élément {1} ne peut pas être inclus dans l'élément {0}.
it: {1} non può essere incluso in {0}.
ja: {1} を {0} に含めることはできません。
ko: {1}을(를) {0}에 포함할 수 없습니다.
ru: {1} не может быть включен в {0}.
zh_hans: {1} 不能包括在 {0} 中。
zh_hant: {1} 不能包含在 {0} 中。

# InvalidNonFilterAttributeReference
source: One of the {0} properties of the {1} references the {2}, which is not a filter Attribute. This property must reference a filter Attribute.
de: Eine der {0}-Eigenschaften des {1}-Objekts verweist auf das {2}-Attribut, das kein Filterattribut ist. Diese Eigenschaft muss auf ein Filterattribut verweisen.
es: Una de las propiedades {0} de {1} hace referencia a {2}, que no es un atributo de filtro. Esta propiedad debe hacer referencia a un atributo de filtro.
fr: Une des propriétés {0} de {1} fait référence à l'attribut {2} qui n'est pas un attribut de filtre. Cette propriété doit faire référence à un attribut de filtre.
it: Una delle proprietà {0} di {1} fa riferimento a {2}, che non è un attributo di filtro. La proprietà deve fare riferimento a un attributo di filtro.
ja: {1} の {0} プロパティのいずれかで {2} が参照されています。これはフィルター属性ではありません。このプロパティでは、フィルター属性を参照する必要があります。
ko: {1}의 {0} 속성 중 하나가 필터 특성이 아닌 {2}을(를) 참조합니다. 이 속성은 필터 특성을 참조해야 합니다.
ru: Одно из свойств {0} для {1} ссылается на {2}, который не является атрибутом фильтра. Данное свойство должно ссылаться на атрибут фильтра.
zh_hans: {1} 的 {0} 属性之一引用的 {2} 不是筛选器特性。此属性必须引用筛选器特性。
zh_hant: {1} 的 {0} 屬性 (property) 之一參考了不是篩選屬性 (attribute) 的 {2}。此屬性必須參考篩選屬性。

# InvalidOptionalityOfRoleForColumnBoundEntity
source: The {0} from the {1} to the {2} is optional, but the {3} is bound to a column. All roles involving entities bound to columns are treated as mandatory.
de: Die {0} von {1} bis {2} ist optional, {3} ist jedoch an eine Spalte gebunden. Alle Rollen, deren Entitäten an Spalten gebunden sind, werden als verbindlich angesehen.
es: {0} de {1} hasta {2} es opcional, pero {3} está enlazado a una columna. Todos los roles que incluyen entidades enlazadas a columnas se tratan como obligatorios.
fr: {0} de {1} vers {2} est facultatif, mais {3} est lié à une colonne. Tous les rôles impliquant des entités liées à des colonnes sont considérés comme obligatoires.
it: {0} da {1} a {2} è facoltativo, ma {3} è associato a una colonna. Tutti i ruoli relativi a entità associate a colonne devono essere considerati obbligatori.
ja: {1} から {2} までの {0} は省略可能ですが、{3} は列にバインドされています。列にバインドされたエンティティを含むロールはすべて必須として扱われます。
ko: {1}에서 {2}(으)로의 {0}은(는) 선택 사항이지만 {3}이(가) 열에 바인딩되어 있습니다. 열에 바인딩되어 있는 엔터티를 포함하는 모든 역할은 필수 사항으로 처리됩니다.
ru: {0} от {1} до {2} является необязательным, но {3} привязан к столбцу. Все роли, в которых участвуют сущности, привязанные к столбцам, считаются обязательными.
zh_hans: 从 {1} 到 {2} 的 {0} 是可选的，但是 {3} 绑定到了列。涉及绑定到列的实体的所有角色都被视为是必需的。
zh_hant: 從 {1} 到 {2} 的 {0} 是選擇性的，但 {3} 繫結至資料行。如果實體繫結至資料行，則涉及此實體的所有角色都視為強制性的。

# InvalidParameterExpression
source: The default value Expression for the {0} contains one or more of the following: Path, Function, AttributeRef, EntityRef, ParameterRef. Parameter Expression cannot contain these elements.
de: Der Standardwert für den Parameterausdruck des {0}-Objekts enthält mindestens eines der folgenden Elemente: "Path", "Function", "AttributeRef", "EntityRef", "ParameterRef". Ein Parameterausdruck darf keines dieser Elemente enthalten.
es: La expresión de valor predeterminado de {0} contiene uno o varios de estos elementos: Path, Function, AttributeRef, EntityRef, ParameterRef. Una expresión de parámetro no puede contener estos elementos.
fr: L'expression de valeur par défaut de {0} contient un ou plusieurs des éléments suivants : Path, Function, AttributeRef, EntityRef, ParameterRef. Une expression de paramètre ne peut pas contenir ces éléments.
it: L'espressione con valore predefinito {0} include uno o più degli elementi seguenti: Path, Function, AttributeRef, EntityRef, ParameterRef. Un'espressione per i parametri non può contenere questi elementi.
ja: {0} の既定値 Expression に、Path、Function、AttributeRef、EntityRef、または ParameterRef の要素が 1 つ以上含まれています。パラメーター Expression には、これらの要素を含めることができません。
ko: {0}에 대한 기본값 식에 Path, Function, AttributeRef, EntityRef, ParameterRef 요소 중 하나 이상이 있습니다. 매개 변수 식은 이러한 요소를 포함할 수 없습니다.
ru: Параметр Expression значения по умолчанию для {0} содержит один или несколько следующих элементов: Path, Function, AttributeRef, EntityRef, ParameterRef. Параметр Expression не может содержать этих элементов.
zh_hans: {0} 的默认值表达式包含一个或多个以下项: Path、Function、AttributeRef、EntityRef、ParameterRef。参数表达式不能包含这些元素。
zh_hant: {0} 的預設值運算式包含下列一個或多個項目: Path、Function、AttributeRef、EntityRef、ParameterRef。參數運算式不能包含這些元素。

# InvalidParameterName
source: A parameter in the {0} has the name "{1}". Parameter names cannot be the reserved name "{2}".
de: Ein Parameter im {0}-Objekt besitzt den Namen "{1}". Der reservierte Name "{2}" darf nicht als Parametername verwendet werden.
es: Un parámetro del objeto {0} tiene el nombre "{1}". Los nombres de parámetro no pueden ser el nombre reservado "{2}".
fr: Un paramètre de {0} porte le nom "{1}". Un nom de paramètre ne peut pas être le nom réservé "{2}".
it: A un parametro in {0} è associato il nome ''{1}''. Il nome di un parametro non può essere il nome riservato "{2}".
ja: {0} のパラメーターの名前が "{1}" です。予約された名前 "{2}" をパラメーター名に使用することはできません。
ko: {0}의 매개 변수 이름이 "{1}"입니다. 매개 변수 이름은 예약된 이름 "{2}"이(가) 될 수 없습니다.
ru: Параметр {0} имеет имя "{1}". Параметры не могут иметь зарезервированное имя "{2}".
zh_hans: {0} 中的参数名称为“{1}”。参数名称不能是保留名称“{2}”。
zh_hant: {0} 中的參數名稱為 "{1}"。參數名稱不可以是保留的名稱 "{2}"。

# InvalidParameterValueCardinality
source: The parameter "{0}" requires a single value. However, the value provided for the parameter is a set.
de: Der {0}-Parameter erfordert genau einen Wert. Der für den Parameter bereitgestellte Wert ist aber eine Menge.
es: El parámetro "{0}" requiere un solo valor. Sin embargo, el valor proporcionado para el parámetro es un conjunto.
fr: Le paramètre "{0}" requiert une valeur unique. Or, la valeur fournie pour le paramètre est un ensemble.
it: Il parametro ''{0}'' richiede un solo valore, ma il valore fornito per il parametro è un set.
ja: 単独の値を指定する必要があるパラメーター "{0}" に、値のセットが指定されています。
ko: "{0}" 매개 변수에는 단일 값이 필요한데 매개 변수에 제공된 값은 집합입니다.
ru: В качестве параметра "{0}" необходимо передавать одиночное значение. Переданное значение является набором.
zh_hans: 参数“{0}”要求使用单个值。但为该参数提供的是一组值。
zh_hant: 參數 "{0}" 需要單一值，但是提供給參數的值是集合。

# InvalidParameterValueType
source: The data type of the parameter "{0}" is {1}. However, the value provided for the parameter cannot be converted to this type.
de: Der {0}-Parameter hat den {1}-Datentyp. Der für den Parameter bereitgestellte Wert kann jedoch nicht in diesen Typ konvertiert werden.
es: El tipo de datos del parámetro "{0}" es {1}. Sin embargo, el valor proporcionado para el parámetro no se puede convertir a este tipo.
fr: Le type de données du paramètre "{0}" est {1}. Or, la valeur fournie pour le paramètre ne peut pas être convertie en ce type.
it: Il tipo di dati del parametro ''{0}'' è {1}. Tuttavia, il valore fornito per il parametro non può essere convertito in questo tipo.
ja: パラメーター "{0}" のデータ型は {1} ですが、パラメーターに指定された値はこの型に変換できません。
ko: "{0}" 매개 변수의 데이터 형식은 {1}인데 매개 변수에 제공된 값을 이 형식으로 변환할 수 없습니다.
ru: Параметр "{0}" имеет тип данных {1}. Переданное значение не может быть преобразовано в этот тип.
zh_hans: 参数“{0}”的数据类型为 {1}。但是，无法将提供给该参数的值转换成此类型。
zh_hant: 參數 "{0}" 的資料類型為 {1}，但是提供給參數的值無法轉換成此類型。

# InvalidParameterValueType_MultipleValues
source: The data type of the parameter "{0}" is {1}. However, one or more of the values provided for the parameter cannot be converted to this type.
de: Der {0}-Parameter hat den {1}-Datentyp. Mindestens einer der Werte, die für den Parameter bereitgestellt werden, kann jedoch nicht in diesen Typ konvertiert werden.
es: El tipo de datos del parámetro "{0}" es {1}. Sin embargo, uno o varios valores proporcionados para el parámetro no se pueden convertir a este tipo.
fr: Le type de données du paramètre "{0}" est {1}. Or, une ou plusieurs des valeurs fournies pour ce paramètre ne peuvent être converties en ce type.
it: Il tipo di dati del parametro ''{0}'' è {1}. Tuttavia, uno o più dei valori forniti per il parametro non possono essere convertiti in questo tipo.
ja: パラメーター "{0}" のデータ型は {1} ですが、パラメーターに指定された 1 つ以上の値はこの型に変換できません。
ko: "{0}" 매개 변수의 데이터 형식은 {1}인데 매개 변수에 제공된 값 중 하나 이상을 이 형식으로 변환할 수 없습니다.
ru: Параметр "{0}" имеет тип данных {1}. Одно или несколько значений, переданных в этом параметре, невозможно привести к этому типу.
zh_hans: 参数“{0}”的数据类型为 {1}。但是，无法将提供给该参数的一个或多个值转换成此类型。
zh_hant: 參數 "{0}" 的資料類型為 {1}，但是提供給參數的一個或多個值無法轉換成此類型。

# InvalidReferencedItem
source: The {0} property of the {1} refers to the {2}, which is not one of the following types: {3}.
de: Die {0}-Eigenschaft des {1}-Objekts verweist auf das {2}-Element. Dieses Element hat keinen der folgenden Typen: {3}.
es: La propiedad {0} de {1} hace referencia a {2}, que no es ninguno de los tipos siguientes: {3}.
fr: La propriété {0} de {1} se rapporte à {2} qui n'est pas l'un des types suivants : {3}.
it: La proprietà {0} di {1} fa riferimento a {2}, che non è uno dei tipi seguenti: {3}.
ja: {1} の {0} プロパティで {2} が参照されていますが、その型は次のいずれの型にも該当しません: {3}。
ko: {1}의 {0} 속성이 다음 유형 중 하나에 해당하지 않는 {2}을(를) 참조합니다: {3}.
ru: Свойство {0} для {1} ссылается на {2}, которое не принадлежит ни к одному из следующих типов: {3}.
zh_hans: {1} 的 {0} 属性引用的 {2} 不属于以下类型之一: {3}。
zh_hant: {1} 的 {0} 屬性參考 {2}，它不屬於下列類型之一: {3}。
