Repository: Hamid-K/PowerBI
Catalog: Portal/Microsoft.ReportingServices.Modeling/Microsoft.ReportingServices.Modeling/Modeling/ModelGeneration/SRRuleTokens.*.resx
Languages: de, es, fr, it, ja, ko, ru, zh_hans, zh_hant

# CreateAttributesRuleDescription
source: Create an attribute for each discovered column.
de: Für jede ermittelte Spalte ein Attribut erstellen
es: Crea un atributo para cada columna detectada.
fr: Créez un attribut pour chaque colonne découverte.
it: Crea un attributo per ogni colonna individuata.
ja: 検出された列ごとに属性を作成します。
ko: 검색된 각 열에 대해 특성을 만듭니다.
ru: Создать атрибут для каждого найденного столбца.
zh_hans: 为每个发现的列创建一个属性。
zh_hant: 為各個發現的資料行建立屬性。

# CreateAttributesRuleName
source: Create attributes.
de: Attribute erstellen
es: Crear atributos.
fr: Créez des attributs.
it: Crea attributi.
ja: 属性の作成。
ko: 특성 만들기
ru: Создать атрибуты.
zh_hans: 创建属性。
zh_hant: 建立屬性。

# CreateAutoIncrementAttributesRuleDescription
source: Create a hidden attribute for each auto-increment column.
de: Für jede automatisch inkrementierte Spalte ein ausgeblendetes Attribut erstellen
es: Crea un atributo oculto para cada columna de incremento automático.
fr: Créez un attribut masqué pour chaque colonne à incrémentation automatique.
it: Crea un attributo nascosto per ogni colonna incremento automatico.
ja: 自動増加列ごとに非表示属性を作成します。
ko: 각 자동 증가 열에 대해 숨겨진 특성을 만듭니다.
ru: Создать скрытый атрибут для каждого столбца автоприращения.
zh_hans: 为每个自动递增列创建一个隐藏属性。
zh_hant: 為各個自動遞增的資料行建立隱藏的屬性。

# CreateAutoIncrementAttributesRuleName
source: Create attributes for auto-increment columns.
de: Für automatisch inkrementierte Spalten Attribute erstellen
es: Crear atributos para columnas de incremento automático.
fr: Créez des attributs pour les colonnes à incrémentation automatique.
it: Crea attributi per colonne incremento automatico.
ja: 自動増加列に属性を作成。
ko: 각 자동 증가 열에 대해 특성 만들기
ru: Создать атрибуты для столбцов автоприращения
zh_hans: 为自动递增列创建属性。
zh_hant: 建立自動遞增資料行的屬性。

# CreateCountAggregatesRuleDescription
source: Create a Count aggregate for each new entity.
de: Count-Aggregat für jede neue Entität erstellen
es: Crea un agregado de recuento para cada entidad nueva.
fr: Créez un agrégat de comptage pour chaque nouvelle entité.
it: Crea una funzione di aggregazione Count per ogni nuova entità.
ja: 新しいエンティティごとに Count 集計を作成します。
ko: 각 새 엔터티에 대해 Count 집계를 만듭니다.
ru: Создать статистическое выражение подсчета для каждой новой сущности.
zh_hans: 为每个新实体创建一个 Count 聚合。
zh_hant: 為各個新實體建立 Count 彙總

# CreateCountAggregatesRuleName
source: Create count aggregates.
de: Count-Aggregate erstellen
es: Crear agregados de recuento.
fr: Créez des agrégats de comptage.
it: Crea funzioni di aggregazione Count.
ja: カウント集計の作成。
ko: Count 집계 만들기
ru: Создать статистические выражения подсчета.
zh_hans: 创建计数聚合。
zh_hant: 建立計數彙總。

# CreateDateAggregatesRuleDescription
source: Create First, Last aggregates for date attributes.
de: First- und Last-Aggregate für Datumsattribute erstellen
es: Crea agregados de primero y último para atributos de fecha.
fr: Créez des agrégats First, Last pour des attributs de date.
it: Crea funzioni di aggregazione First, Last per gli attributi di data.
ja: 日付属性に対する First 集計および Last 集計を作成します。
ko: 날짜 특성에 대해 First 및 Last 집계를 만듭니다.
ru: Создать статистические выражения First и Last для атрибутов даты.
zh_hans: 为日期属性创建 First、Last 聚合。
zh_hant: 建立日期屬性的 First、Last 彙總。

# CreateDateAggregatesRuleName
source: Create date aggregates.
de: Date-Aggregate erstellen
es: Crear agregados de fecha.
fr: Créez des agrégats de date.
it: Crea funzioni di aggregazione per attributi data.
ja: 日付集計の作成。
ko: Date 집계 만들기
ru: Создать статистические выражения дат.
zh_hans: 创建日期聚合。
zh_hant: 建立日期彙總。

# CreateDateVariationsRuleDescription
source: Create variations for date attributes based on different date parts.
de: Variationen für Datumsattribute basierend auf unterschiedlichen Datumsteilen erstellen
es: Crea variaciones para atributos de fecha basadas en diferentes partes de fecha.
fr: Créez des variations pour des attributs de date d'après les différentes parties de la date.
it: Crea varianti per gli attributi di data sulla base di parti diverse della data.
ja: 異なる日付部分に基づいた日付属性のバリエーションを作成します。
ko: 서로 다른 날짜 부분을 기반으로 날짜 특성의 변형을 만듭니다.
ru: Создать варианты атрибутов дат на основе разных элементов дат.
zh_hans: 为基于不同日期组成部分的日期属性创建变体。
zh_hant: 根據不同的日期部分建立日期屬性的變數。

# CreateDateVariationsRuleName
source: Create date variations.
de: Datumsvariationen erstellen
es: Crear variaciones de fecha.
fr: Créez des variations de date.
it: Crea varianti per attributi data.
ja: 日付バリエーションの作成。
ko: 날짜 변형 만들기
ru: Создать варианты дат.
zh_hans: 创建日期变体。
zh_hant: 建立日期變數。

# CreateEntitiesRuleDescription
source: Create an entity for each discovered table.
de: Für jede ermittelte Tabelle eine Entität erstellen
es: Crea una entidad para cada tabla detectada.
fr: Créez une entité pour chaque table découverte.
it: Crea un'entità per ogni tabella individuata.
ja: 検出されたテーブルごとにエンティティを作成します。
ko: 검색된 각 테이블에 대해 엔터티를 만듭니다.
ru: Создать сущность для каждой найденной таблицы.
zh_hans: 为每个发现的表创建一个实体。
zh_hant: 為各個發現的資料表建立實體。

# CreateEntitiesRuleName
source: Create entities for all tables.
de: Für alle Tabellen Entitäten erstellen
es: Crear entidades para todas las tablas.
fr: Créez des entités pour toutes les tables.
it: Crea entità per tutte le tabelle.
ja: すべてのテーブルにエンティティを作成。
ko: 모든 테이블에 대해 엔터티 만들기
ru: Создать сущности для всех таблиц.
zh_hans: 为所有表创建实体。
zh_hant: 為所有資料表建立實體。

# CreateNonEmptyAttributesRuleDescription
source: Create an attribute for each discovered non-empty column.
de: Für jede ermittelte, nicht leere Spalte ein Attribut erstellen
es: Crea un atributo para cada columna no vacía detectada.
fr: Créez un attribut pour chaque colonne non vide découverte.
it: Crea un attributo per ogni colonna non vuota individuata.
ja: 検出された空以外の列ごとに属性を作成します。
ko: 검색된 열 중 비어 있지 않은 각각의 열에 대해 특성을 만듭니다.
ru: Создать атрибут для каждого найденного непустого столбца.
zh_hans: 为每个发现的非空列创建一个属性。
zh_hant: 為各個發現的非空白資料行建立屬性。

# CreateNonEmptyAttributesRuleName
source: Create attributes for non-empty columns.
de: Für nicht leere Spalten Attribute erstellen
es: Crear atributos para columnas no vacías.
fr: Créez des attributs pour des colonnes non vides.
it: Crea attributi per le colonne non vuote.
ja: 空以外の列に属性を作成。
ko: 비어 있지 않은 열에 대해 특성 만들기
ru: Создать атрибуты для непустых столбцов.
zh_hans: 为非空列创建属性。
zh_hant: 為非空白資料行建立屬性。

# CreateNonEmptyEntitiesRuleDescription
source: Create an entity for each discovered non-empty table.
de: Für jede ermittelte, nicht leere Tabelle eine Entität erstellen
es: Crea una entidad para cada tabla no vacía detectada.
fr: Créez une entité pour chaque table non vide découverte.
it: Crea un'entità per ogni tabella non vuota individuata.
ja: 検出された空以外のテーブルごとにエンティティを作成します。
ko: 검색된 테이블 중 비어 있지 않은 각각의 테이블에 대해 엔터티를 만듭니다.
ru: Создать сущность для каждой найденной непустой таблицы.
zh_hans: 为每个发现的非空表创建一个实体。
zh_hant: 為各個發現的非空白資料表建立實體。

# CreateNonEmptyEntitiesRuleName
source: Create entities for non-empty tables.
de: Entitäten für nicht leere Tabellen erstellen
es: Crear entidades para tablas no vacías.
fr: Créez des entités pour des tables non vides.
it: Crea entità per le tabelle non vuote.
ja: 空以外のテーブルにエンティティを作成。
ko: 비어 있지 않은 테이블에 대해 엔터티 만들기
ru: Создать сущности для непустых таблиц.
zh_hans: 为非空表创建实体。
zh_hant: 為非空白資料表建立實體。

# CreateNumericAggregatesRuleDescription
source: Create Sum, Avg, Min, and Max aggregates for numeric attributes.
de: Aggregate vom Typ "Sum", "Avg", "Min" und "Max" für numerische Attribute erstellen
es: Crea agregados de suma, promedio, mínimo y máximo para atributos numéricos.
fr: Créez des agrégats Sum, Avg, Min et Max pour des attributs numériques.
it: Crea funzioni di aggregazione Sum, Avg, Min e Max per gli attributi numerici.
ja: 数値属性の Sum、Avg、Min、および Max 集計を作成します。
ko: 숫자 특성에 대해 Sum, Avg, Min 및 Max 집계를 만듭니다.
ru: Создать статистические выражения Sum, Avg, Min и Max для числовых атрибутов.
zh_hans: 为数值属性创建 Sum、Avg、Min 和 Max 聚合。
zh_hant: 為數值屬性建立 Sum、Avg、Min 和 Max 彙總。

# CreateNumericAggregatesRuleName
source: Create numeric aggregates.
de: Numerische Aggregate erstellen
es: Crear agregados numéricos.
fr: Créez des agrégats numériques.
it: Crea funzioni di aggregazione numeriche.
ja: 数値集計の作成。
ko: 숫자 집계 만들기
ru: Создать числовые статистические выражения.
zh_hans: 创建数值聚合。
zh_hant: 建立數值彙總。

# CreateRolesRuleDescription
source: Create roles for each discovered relationship.
de: Für jede ermittelte Beziehung Rollen erstellen
es: Crea roles para cada relación detectada.
fr: Créez des rôles pour chaque relation découverte.
it: Crea ruoli per ogni relazione individuata.
ja: 検出されたリレーションシップごとにロールを作成します。
ko: 검색된 각 관계에 대해 역할을 만듭니다.
ru: Создать роли для каждой обнаруженной связи.
zh_hans: 为每个发现的关系创建角色。
zh_hant: 為各個發現的關聯性建立角色。

# CreateRolesRuleName
source: Create roles.
de: Rollen erstellen
es: Crear roles.
fr: Créez des rôles.
it: Crea ruoli.
ja: ロールの作成。
ko: 역할 만들기
ru: Создать роли.
zh_hans: 创建角色。
zh_hant: 建立角色。

# CreateTimeAggregatesRuleDescription
source: Create First, Last aggregates for time attributes.
de: First- und Last-Aggregate für Zeitattribute erstellen.
es: Crear agregados de primero y último para atributos de hora.
fr: Créez des agrégats First, Last pour des attributs d'heure.
it: Crea funzioni di aggregazione First, Last per gli attributi di ora.
ja: 時刻属性に対する First 集計および Last 集計を作成します。
ko: 시간 특성에 대해 First 및 Last 집계를 만듭니다.
ru: Создать статистические выражения First и Last для атрибутов времени.
zh_hans: 为时间属性创建 First、Last 聚合。
zh_hant: 建立時間屬性的第一個和最後一個彙總。

# CreateTimeAggregatesRuleName
source: Create time aggregates.
de: Time-Aggregate erstellen.
es: Crear agregados de hora.
fr: Créez des agrégats d'heure.
it: Crea funzioni di aggregazione Time.
ja: 時刻集計の作成。
ko: Time 집계 만들기
ru: Создать статистические функции времени.
zh_hans: 创建时间聚合。
zh_hant: 建立時間彙總。

# DateAggregateMinName
source: First {AttributeName}
de: Erster {AttributeName}
es: Primero {AttributeName}
fr: Première colonne {AttributeName}
it: Primo valore {AttributeName}
ja: 最初の {AttributeName}
ko: 첫 번째 {AttributeName}
ru: Перв. {AttributeName}
zh_hant: 第一個 {AttributeName}

# DateFormattingRuleDescription
source: Set date-only formatting on date attributes.
de: DATEONLY-Formatierung für Datumsattribute festlegen
es: Establece el formato de solo fecha en atributos de fecha.
fr: Définissez une mise en forme de date uniquement sur des attributs de date.
it: Imposta la formattazione della data per gli attributi di data.
ja: 日付属性に日付のみの書式を設定します。
ko: 날짜 특성에 날짜 형식만 지정합니다.
ru: Установить для атрибутов даты форматирование ''только даты''.
zh_hans: 对日期属性设置纯日期格式。
zh_hant: 設定日期屬性的僅日期格式。

# DateFormattingRuleName
source: Date formatting.
de: Datumsformatierung
es: Formato de fecha.
fr: Mise en forme de la date.
it: Formattazione data.
ja: 日付の書式設定。
ko: 날짜 형식 지정
ru: Форматирование даты.
zh_hans: 日期格式。
zh_hant: 日期格式。

# DateVariationDayName
source: {AttributeName} Day
de: {AttributeName} Tag
es: {AttributeName} Día
fr: {AttributeName} jour
it: {AttributeName} - Giorno
ja: {AttributeName} 日
ko: {AttributeName} 일
ru: День {AttributeName}
zh_hans: {AttributeName} 日
zh_hant: {AttributeName} 天

# DateVariationMonthName
source: {AttributeName} Month
de: {AttributeName} Monat
es: {AttributeName} Mes
fr: {AttributeName} mois
it: {AttributeName} - Mese
ja: {AttributeName} 月
ko: {AttributeName} 월
ru: Месяц {AttributeName}
zh_hans: {AttributeName} 月
zh_hant: {AttributeName} 月

# DateVariationQuarterName
source: {AttributeName} Quarter
de: {AttributeName} Quartal
es: {AttributeName} Trimestre
fr: {AttributeName} trimestre
it: {AttributeName} - Trimestre
ja: {AttributeName} 四半期
ko: {AttributeName} 분기
ru: Квартал {AttributeName}
zh_hans: {AttributeName} 季度
zh_hant: {AttributeName} 季

# DateVariationYearName
source: {AttributeName} Year
de: {AttributeName} Jahr
es: {AttributeName} Año
fr: {AttributeName} année
it: {AttributeName} - Anno
ja: {AttributeName} 年
ko: {AttributeName} 년
ru: Год {AttributeName}
zh_hans: {AttributeName} 年
zh_hant: {AttributeName} 年

# DateVariation_DateOfX_Date
source: Date
de: Datum
es: Fecha
it: Data
ja: 日付
ko: 날짜
ru: Дата
zh_hans: 日期
zh_hant: 日期

# DateVariation_DateOfX_Of
source: of
de: von
es: de
fr: de
it: di
ko: 의
ru: из
zh_hant: 的

# DecimalFormattingRuleDescription
source: Set formatting on decimal attributes.
de: Formatierung für Dezimalattribute festlegen
es: Establecer formato de atributos decimales.
fr: Définissez la mise en forme sur les attributs des décimales.
it: Imposta la formattazione per gli attributi decimali.
ja: 10 進数属性の書式を設定します。
ko: 10진수 특성에 형식을 지정합니다.
ru: Установить форматирование десятичных атрибутов.
zh_hans: 对小数属性设置格式。
zh_hant: 設定十進位屬性的格式。

# DecimalFormattingRuleName
source: Decimal formatting.
de: Dezimalformatierung
es: Formato de decimales.
fr: Mise en forme des décimales.
it: Formattazione decimali.
ja: 10 進数の書式設定。
ko: 10진수 형식 지정
ru: Форматирование десятичных чисел.
zh_hans: 小数格式。
zh_hant: 十進位格式。

# DefaultDetailAttributeNames_NonPreferred
source: Addr|Address|Fax|Postal|PostalCode|Zip|ZipCode
ko: 주소1|주소|팩스|우편번호1|PostalCode|우편번호2|ZipCode
ru: Адрес|Адрес|Факс|ПочтовыйИндекс|PostalCode|ПочтовыйИндекс|ZipCode

# DefaultDetailAttributeNames_Preferred
source: Name|Desc|Descr|Descrip|Description
ru: Имя|Описание|Описание|Описание|Описание

# DefaultMimeTypeRuleDescription
source: Set default mime type on binary attributes.
de: Standard-MIME-Typ für binäre Attribute festlegen
es: Establece el tipo MIME predeterminado en los atributos binarios.
fr: Définissez le type MIME par défaut sur des attributs binaires.
it: Imposta il tipo MIME predefinito per gli attributi binari.
ja: バイナリ属性に既定の MIME の種類を設定します。
ko: 이진 특성에 기본 MIME 형식을 설정합니다.
ru: Установите тип MIME по умолчанию для двоичных атрибутов.
zh_hans: 对二进制属性设置默认的 mime 类型。
zh_hant: 設定二進位屬性的預設 MIME 類型。

# DefaultMimeTypeRuleName
source: Default mime type.
de: Standard-MIME-Typ
es: Tipo MIME predeterminado.
fr: Type MIME par défaut.
it: Tipo MIME predefinito.
ja: 既定の MIME の種類。
ko: 기본 MIME 형식
ru: Тип MIME по умолчанию.
zh_hans: 默认 mime 类型。
zh_hant: 預設 MIME 類型。

# DiscourageGroupingRuleDescription
source: Discourage grouping for attributes with high uniqueness.
de: Von Gruppierung für Attribute mit hoher Eindeutigkeit abraten
es: Desaconseja la agrupación de atributos con unicidad alta.
fr: Déconseillez le regroupement pour les attributs à forte unicité.
it: Impedisce il raggruppamento per gli attributi con univocità alta.
ja: 一意性が高い属性のグループ化を防止します。
ko: 고유성이 높은 특성에 대해 그룹화를 억제합니다.
ru: Препятствовать группированию атрибутов с высокой уникальностью.
zh_hans: 禁止对唯一性强的属性进行分组。
zh_hant: 不鼓勵以高唯一性進行屬性群組。

# DiscourageGroupingRuleName
source: Discourage grouping.
de: Von Gruppierung abraten
es: Desaconsejar la agrupación.
fr: Déconseillez le regroupement.
it: Impedisci raggruppamento.
ja: グループ化を防止。
ko: 그룹화 억제
ru: Препятствовать группированию.
zh_hans: 禁止分组。
zh_hant: 不鼓勵群組。

# DropdownValueSelectionRuleDescription
source: Set dropdown value selection on attributes with few unique values.
de: Dropdownwertauswahl für Attribute mit wenigen eindeutigen Werten festlegen
es: Establece la selección de valores desplegables en atributos con pocos valores únicos.
fr: Définissez la sélection des valeurs de liste déroulante sur les attributs avec quelques valeurs uniques.
it: Imposta la selezione dei valori a discesa su attributi con pochi valori univoci.
ja: いくつか一意の値を持つ属性にドロップダウンによる値の選択を設定します。
ko: 매우 적은 개수의 고유 값이 있는 특성에 드롭다운 값 선택을 설정합니다.
ru: Установить выбор значения из раскрывающегося списка для атрибутов с несколькими уникальными значениями.
zh_hans: 对具有几个唯一值的属性设置下拉值选择。
zh_hant: 為只有少量唯一值的屬性，設定下拉式值選取項目。

# DropdownValueSelectionRuleName
source: Dropdown value selection.
de: Dropdownwertauswahl
es: Selección de valores desplegables.
fr: Sélection des valeurs de liste déroulante.
it: Selezione valori a discesa.
ja: ドロップダウンによる値の選択。
ko: 드롭다운 값 선택
ru: Выбор значения из раскрывающегося списка.
zh_hans: 下拉值选择。
zh_hant: 下拉式值選取項目。

# ExcludeAuditColumnsRuleName
source: Exclude audit columns.
de: Überwachungsspalten ausschließen
es: Excluir columnas de auditoría.
fr: Excluez les colonnes d'audit.
it: Escludi colonne di controllo.
ja: 監査列の除外。
ko: 감사 열 제외
ru: Исключить столбцы аудита.
zh_hans: 排除审核列。
zh_hant: 排除稽核資料行。

# ExcludeSystemTablesRuleName
source: Exclude system tables.
de: Systemtabellen ausschließen
es: Excluir tablas del sistema.
fr: Excluez les tables système.
it: Escludi tabelle di sistema.
ja: システム テーブルの除外。
ko: 시스템 테이블 제외
ru: Исключить системные таблицы.
zh_hans: 排除系统表。
zh_hant: 排除系統資料表。

# ExcludeSystemViewsRuleName
source: Exclude system views.
de: Systemsichten ausschließen
es: Excluir vistas del sistema.
fr: Excluez les vues système.
it: Escludi viste di sistema.
ja: システム ビューの除外。
ko: 시스템 뷰 제외
ru: Исключить системные представления.
zh_hans: 排除系统视图。
zh_hant: 排除系統檢視表。

# FloatFormattingRuleDescription
source: Set formatting on floating-point numeric attributes.
de: Formatierung für numerische Gleitkommaattribute festlegen
es: Establece el formato de atributos numéricos de coma flotante.
fr: Définissez la mise en forme sur des attributs numériques à virgule flottante.
it: Imposta la formattazione per gli attributi numerici a virgola mobile.
ja: 浮動小数点数の数値属性の書式を設定します。
ko: 부동 소수점 숫자 특성에 형식을 지정합니다.
ru: Установить форматирование для числовых атрибутов с плавающей запятой.
zh_hans: 对浮点数值属性设置格式。
zh_hant: 設定浮點數值屬性的格式。

# FloatFormattingRuleName
source: Float formatting.
de: Gleitkommaformatierung
es: Formato flotante.
fr: Mise en forme des nombres à virgule flottante.
it: Formattazione virgola mobile.
ja: 浮動小数点数の書式設定。
ko: 부동 소수점 수 형식 지정
ru: Форматирование чисел с плавающей запятой.
zh_hans: 浮点格式。
zh_hant: 浮點格式。

# IdentifierColumnSuffixes_ForeignKey
source: ID|Code|Key|Number|Num
ru: Идентификатор|Код|Ключ|Номер|Номер

# IdentifierColumnSuffixes_NoAggregates
source: ID|Code|Key
ru: Идентификатор|Код|Ключ

# IdentifyingAttributeNames_NonPreferred
source: Addr|Address|Fax|Postal|PostalCode|Zip|ZipCode
ko: 주소1|주소|팩스|우편번호1|PostalCode|우편번호2|ZipCode
ru: Адрес|Адрес|Факс|ПочтовыйИндекс|PostalCode|ПочтовыйИндекс|ZipCode

# IdentifyingAttributeNames_Preferred
source: Name|Desc|Descr|Descrip|Description
ru: Имя|Описание|Описание|Описание|Описание

# IncludeColumnsRuleName
source: Include all user columns.
de: Alle Benutzerspalten einschließen
es: Incluir todas las columnas de usuario.
fr: Incluez toutes les colonnes utilisateur.
it: Includi tutte le colonne utente.
ja: すべてのユーザー列を含める。
ko: 모든 사용자 열 포함
ru: Включить все пользовательские столбцы.
zh_hans: 包括所有用户列。
zh_hant: 包含所有使用者資料行。

# IncludeRelationsRuleName
source: Include all user relations.
de: Alle Benutzerbeziehungen einschließen
es: Incluir todas las relaciones de usuario.
fr: Incluez toutes les relations utilisateur.
it: Includi tutte le relazioni utente.
ja: すべてのユーザー リレーションを含める。
ko: 모든 사용자 관계 포함
ru: Включить все пользовательские связи.
zh_hans: 包括所有用户关系。
zh_hant: 包含所有使用者關聯性。

# IncludeUserTablesRuleName
source: Include all user tables.
de: Alle Benutzertabellen einschließen
es: Incluir todas las tablas de usuario.
fr: Incluez toutes les tables utilisateur.
it: Includi tutte le tabelle utente.
ja: すべてのユーザー テーブルを含める。
ko: 모든 사용자 테이블 포함
ru: Включить все пользовательские таблицы.
zh_hans: 包括所有用户表。
zh_hant: 包含所有使用者資料表。

# IncludeUserViewsRuleName
source: Include all user views.
de: Alle Benutzersichten einschließen
es: Incluir todas las vistas de usuario.
fr: Incluez toutes les vues utilisateur.
it: Includi tutte le viste utente.
ja: すべてのユーザー ビューを含める。
ko: 모든 사용자 뷰 포함
ru: Включить все пользовательские представления.
zh_hans: 包括所有用户视图。
zh_hant: 包含所有使用者檢視。

# IntegerFormattingRuleDescription
source: Set formatting on integer attributes.
de: Formatierung für ganzzahlige Attribute festlegen
es: Establecer formato de atributos enteros.
fr: Définissez la mise en forme des attributs d'entier.
it: Imposta la formattazione per gli attributi integer.
ja: 整数属性の書式を設定します。
ko: 정수 특성에 형식을 지정합니다.
ru: Установить форматирование целочисленных атрибутов.
zh_hans: 对整数属性设置格式。
zh_hant: 設定整數屬性的格式。

# IntegerFormattingRuleName
source: Integer formatting.
de: Ganzzahlformatierung
es: Formato de enteros.
fr: Mise en forme des entiers.
it: Formattazione integer.
ja: 整数の書式設定。
ko: 정수 형식 지정
ru: Форматирование целых чисел.
zh_hans: 整数格式。
zh_hant: 整數格式。

# ListValueSelectionRuleDescription
source: Set list value selection on attributes with moderate number of unique values.
de: Für Attribute mit einer geringen Anzahl von eindeutigen Werten eine Listenwertauswahl festlegen
es: Establece la selección de valores de lista en los atributos con un número moderado de valores únicos.
fr: Définissez la sélection des valeurs de liste sur les attributs comportant un nombre modéré de valeurs uniques.
it: Imposta la selezione dei valori con elenco su attributi con un numero moderato di valori univoci.
ja: 適当な数の一意の値を持つ属性に一覧値選択を設定します。
ko: 적정한 개수의 고유 값이 있는 특성에 목록 값 선택을 설정합니다.
ru: Установить выбор значения из списка для атрибутов с умеренным числом уникальных значений.
zh_hans: 对唯一值个数适中的属性设置列表值选择。
zh_hant: 為具有適量唯一值的屬性，設定清單值選取項目。

# ListValueSelectionRuleName
source: List value selection.
de: Listenwertauswahl
es: Selección de valores de lista.
fr: Sélection des valeurs de liste.
it: Selezione valori elenco.
ja: 一覧値選択。
ko: 목록 값 선택
ru: Выбор значения из списка.
zh_hans: 列表值选择。
zh_hant: 清單值選取項目。

# LookupFolderName
source: Lookup
de: Suche
es: Búsqueda
fr: Rechercher
it: Ricerca
ja: 参照
ko: 조회
ru: Поиск
zh_hans: 查找
zh_hant: 查閱

# MarkLargeListsRuleDescription
source: Use filtered list selection for entities with a large number of instances.
de: Für Entitäten mit einer großen Anzahl von Instanzen eine gefilterte Listenauswahl verwenden
es: Utiliza una selección de lista filtrada para entidades con un gran número de instancias.
fr: Utilisez la sélection par liste filtrée pour les entités comprenant beaucoup d'instances.
it: Usa la selezione con elenco filtrato per le entità con molte istanze.
ja: 多数のインスタンスを持つエンティティの場合、フィルターされたリストから選択します。
ko: 많은 개수의 인스턴스가 있는 엔터티에 대해 필터링된 목록 선택을 사용합니다.
ru: Использовать выбор из списка с фильтром для сущностей с большим числом экземпляров.
zh_hans: 将筛选列表选项用于具有大量实例的实体。
zh_hant: 在執行個體數目多的實體上使用已篩選清單選取。

# MarkLargeListsRuleName
source: Large lists.
de: Umfangreiche Listen
es: Listas grandes.
fr: Grandes listes.
it: Elenchi di grandi dimensioni.
ja: 大きい一覧。
ko: 긴 목록
ru: Большие списки.
zh_hans: 大列表。
zh_hant: 大型清單。

# MarkLookupEntitiesRuleDescription
source: Consider entities with one attribute as lookup entities.
de: Entitäten mit einem Attribut als Nachschlageentitäten behandeln
es: Considera entidades con un atributo como entidades de búsqueda.
fr: Considérez les entités avec un seul attribut comme des entités de recherche.
it: Considera le entità con un attributo come entità di ricerca.
ja: 1 つの属性を持つエンティティを参照エンティティと見なします。
ko: 특성이 하나인 엔터티를 조회 엔터티로 간주합니다.
ru: Рассматривать сущности с одним атрибутом как сущности поиска.
zh_hans: 将具有一个属性的实体视为查找实体。
zh_hant: 將有一個屬性的實體視為查閱實體。

# MarkLookupEntitiesRuleName
source: Lookup entities.
de: Nachschlageentitäten
es: Entidades de búsqueda.
fr: Entités de recherche.
it: Entità di ricerca.
ja: 参照エンティティ。
ko: 조회 엔터티
ru: Уточняющие сущности.
zh_hans: 查找实体。
zh_hant: 查閱實體。

# MarkMediumListsRuleDescription
source: Use list selection for entities with a medium number of instances.
de: Für Entitäten mit einer mittleren Anzahl von Instanzen eine Listenauswahl verwenden
es: Utiliza una selección de lista para entidades con un número mediano de instancias.
fr: Utilisez la sélection par liste pour les entités comportant un nombre moyen d'instances.
it: Usa la selezione con elenco per le entità con un numero medio di istanze.
ja: 中程度の数のインスタンスを持つエンティティに一覧選択を使用します。
ko: 보통 개수의 인스턴스가 있는 엔터티에 대해 목록 선택을 사용합니다.
ru: Использовать выбор из списка для сущностей со средним числом экземпляров.
zh_hans: 对实例数适中的实体使用列表选择。
zh_hant: 針對具有中等量執行個體的實體，使用清單選取項目。
