Repository: Hamid-K/PowerBI
Catalog: Portal/Microsoft.ReportingServices.Modeling/Microsoft.ReportingServices.Modeling/Modeling/ModelGeneration/SRRuleTokens.*.resx
Languages: de, es, fr, it, ja, ko, ru, zh_hans, zh_hant

# MarkMediumListsRuleName
source: Medium lists.
de: Mittlere Listen
es: Listas medianas.
fr: Listes moyennes.
it: Elenchi di medie dimensioni.
ja: 中程度の一覧。
ko: 보통 목록
ru: Средние списки.
zh_hans: 中等列表。
zh_hant: 中等量清單。

# MarkSmallListsRuleDescription
source: Use dropdown selection for entities with a small number of instances.
de: Für Entitäten mit einer kleinen Anzahl von Instanzen eine Dropdownauswahl verwenden
es: Utiliza una selección desplegable para entidades con un número reducido de instancias.
fr: Utilisez la sélection par liste déroulante pour les entités comprenant peu d'instances.
it: Usa la selezione a discesa per le entità con un numero ridotto di istanze.
ja: 少数のインスタンスを持つエンティティの場合、ドロップダウンから選択します。
ko: 적은 개수의 인스턴스가 있는 엔터티에 대해 드롭다운 선택을 사용합니다.
ru: Использовать выбор из раскрывающего списка для сущностей с небольшим числом экземпляров.
zh_hans: 将下拉选项用于具有少量实例的实体。
zh_hant: 針對具有少量執行個體的實體，使用下拉式選取項目。

# MarkSmallListsRuleName
source: Small lists.
de: Kurze Listen
es: Listas pequeñas.
fr: Petites listes.
it: Elenchi di piccole dimensioni.
ja: 小さい一覧。
ko: 짧은 목록
ru: Небольшие списки.
zh_hans: 小列表。
zh_hant: 小型清單。

# MarkVeryLargeListsRuleDescription
source: Use mandatory filter selection for entities with a very large number of instances.
de: Eine verbindliche Filterauswahl für Entitäten mit einer sehr großen Anzahl von Instanzen verwenden
es: Utiliza una selección de filtro obligatoria para entidades con un número muy grande de instancias.
fr: Imposez la sélection par filtre pour les entités comprenant de très nombreuses instances.
it: Usa la selezione con filtro obbligatoria per le entità con un numero di istanze molto elevato.
ja: 非常に多数のインスタンスを持つエンティティの場合、フィルター選択を強制的に使用します。
ko: 매우 많은 개수의 인스턴스가 있는 엔터티에 대해 필수 필터 선택을 사용합니다.
ru: Использовать выбор с обязательным фильтром для сущностей с очень большим числом экземпляров.
zh_hans: 将必需的筛选选项用于具有超大量实例的实体。
zh_hant: 在執行個體數目極多的實體上使用強制篩選選取。

# MarkVeryLargeListsRuleName
source: Very large lists.
de: Sehr umfangreiche Listen
es: Listas muy grandes.
fr: Très grandes listes.
it: Elenchi di dimensioni molto grandi.
ja: 非常に大きい一覧。
ko: 매우 긴 목록
ru: Очень большие списки.
zh_hans: 超大列表。
zh_hant: 極大型清單。

# NumericAggregateAvgName
source: Avg {AttributeName}
de: Durchschnitt {AttributeName}
es: Promedio {AttributeName}
fr: Moy. {AttributeName}
it: Media {AttributeName}
ja: 平均 {AttributeName}
ko: 평균 {AttributeName}
ru: Ср. знач. {AttributeName}
zh_hans: {AttributeName} 的平均值
zh_hant: 平均 {AttributeName}

# NumericAggregateMaxName
source: Max {AttributeName}
es: Máximo {AttributeName}
ja: 最大 {AttributeName}
ko: 최대 {AttributeName}
ru: Макс. {AttributeName}
zh_hans: {AttributeName} 的最大值
zh_hant: 最大 {AttributeName}

# NumericAggregateMinName
source: Min {AttributeName}
es: Mínimo {AttributeName}
ja: 最小 {AttributeName}
ko: 최소 {AttributeName}
ru: Мин. {AttributeName}
zh_hans: {AttributeName} 的最小值
zh_hant: 最小 {AttributeName}

# NumericAggregateSumName
source: Total {AttributeName}
de: Summe {AttributeName}
it: Totale {AttributeName}
ja: 合計 {AttributeName}
ko: 합계 {AttributeName}
ru: Итог {AttributeName}
zh_hans: {AttributeName} 的总计
zh_hant: 總計 {AttributeName}

# NumericAndDateFormattingRuleDescription
source: Set sort descending on numeric and date attributes.
de: Die Sortierung in numerischen und Datumsattributen auf absteigend festlegen
es: Establece el orden descendente en atributos numéricos y de fecha.
fr: Triez par ordre décroissant sur des attributs de nombre et de date.
it: Imposta l'ordinamento decrescente per gli attributi numerici e di data.
ja: 数値属性および日付属性の降順での並べ替えを設定します。
ko: 숫자 및 날짜 특성에 내림차순 정렬을 설정합니다.
ru: Установить сортировку по убыванию для числовых атрибутов и атрибутов дат.
zh_hans: 对数值属性和日期属性设置降序排序。
zh_hant: 在數值和日期屬性上設定遞減排序。

# NumericAndDateFormattingRuleName
source: Numeric/date formatting.
de: Formatierung für numerische Werte/Datumswerte
es: Formato de fecha y numérico.
fr: Mise en forme des nombres et de la date.
it: Formattazione numeri/date.
ja: 数値/日付の書式設定。
ko: 숫자/날짜 형식 지정
ru: Форматирование чисел и дат.
zh_hans: 数值/日期格式。
zh_hant: 數值/日期格式。

# RoleNameOnlyRuleDescription
source: Use role name only for generically-named identifying attributes.
de: Rollennamen nur für generisch benannte, identifizierende Attribute verwenden
es: Utiliza un nombre de rol solo para atributos de identificación con nombre genérico.
fr: Utilisez le nom de rôle uniquement pour des attributs d'identification au nom générique.
it: Usa solo il nome del ruolo per attributi di identificazione con nomi generici.
ja: 汎用的な名前が付いた識別属性のみにロール名を使用します。
ko: 일반적으로 이름이 지정된 식별 특성에 대해 역할 이름만 사용합니다.
ru: Использовать имя роли только для идентифицирующих атрибутов с общими именами.
zh_hans: 仅将角色名称用于常规命名的标识属性。
zh_hant: 角色名稱僅供用於一般名稱的識別屬性。

# RoleNameOnlyRuleName
source: Role name only.
de: Nur Rollenname
es: Solo el nombre de rol.
fr: Nom du rôle uniquement.
it: Solo nome ruolo.
ja: ロール名のみ。
ko: 역할 이름만
ru: Только имя роли.
zh_hans: 仅角色名称。
zh_hant: 僅角色名稱。

# RoleOnlyContextualNames
source: Name|Desc|Descr|Descrip|Description|Type
ru: Имя|Описание|Описание|Описание|Описание|Тип

# RulesDescription
source: Standard rules used for generation of semantic models from Data Source Views.
de: Standardregeln, die zum Generieren von Semantikmodellen aus Datenquellensichten verwendet werden.
es: Reglas estándar utilizadas para generar modelos semánticos de vistas del origen de datos.
fr: Règles standard utilisées pour créer des modèles sémantiques à partir de vues de source de données.
it: Regole standard utilizzate per la generazione di modelli semantici da viste origine dati.
ja: データ ソース ビューからセマンティック モデルの生成に使用される標準ルール。
ko: 데이터 원본 뷰에서 의미 체계 모델을 생성하는 데 사용되는 표준 규칙입니다.
ru: Стандартные правила, используемые для формирования семантических моделей из представлений источника данных.
zh_hans: 用于从数据源视图生成语义模型的标准规则。
zh_hant: 用來從資料來源檢視產生語意模型的標準規則。

# RulesName
source: Default model generation rules
de: Standardregeln für die Modellgenerierung.
es: Reglas de generación de modelos predeterminados
fr: Règles de création de modèle par défaut
it: Regole predefinite per la generazione di modelli
ja: 既定のモデル生成ルール
ko: 기본 모델 생성 규칙
ru: Правила формирования моделей по умолчанию
zh_hans: 默认模型生成规则
zh_hant: 預設模型產生規則

# SetDefaultDetailAttributesRuleDescription
source: Set default detail attributes on each entity.
de: Standarddetailattribute für jede Entität festlegen
es: Establece atributos de detalle predeterminados en cada entidad.
fr: Définissez les attributs de détail par défaut sur chaque entité.
it: Imposta attributi dettagli predefiniti per ogni entità.
ja: 各エンティティに既定の詳細属性を設定します。
ko: 각 엔터티에 기본 세부 특성을 설정합니다.
ru: Установить атрибуты подробностей по умолчанию для каждой сущности.
zh_hans: 对每个实体设置默认详细信息属性。
zh_hant: 在各個實體上設定預設詳細資料屬性。

# SetDefaultDetailAttributesRuleName
source: Set default detail attributes.
de: Standarddetailattribute festlegen
es: Establecer atributos de detalle predeterminados.
fr: Définissez les attributs de détail par défaut.
it: Imposta attributi dettagli predefiniti.
ja: 既定の詳細属性の設定。
ko: 기본 세부 특성 설정
ru: Установить атрибуты подробностей по умолчанию.
zh_hans: 设置默认详细信息属性。
zh_hant: 設定預設詳細資料屬性。

# SetIdentifyingAttributesRuleDescription
source: Set identifying attributes on each entity.
de: Identifizierende Attribute für jede Entität festlegen
es: Establece atributos de identificación en cada entidad.
fr: Définissez des attributs d'identification sur chaque entité.
it: Imposta attributi di identificazione per ogni entità.
ja: エンティティごとに識別属性を設定します。
ko: 각 엔터티에 식별 특성을 설정합니다.
ru: Установить идентифицирующие атрибуты для каждой сущности.
zh_hans: 对每个实体设置标识属性。
zh_hant: 在各個實體上設定識別屬性。

# SetIdentifyingAttributesRuleName
source: Set identifying attributes.
de: Identifizierende Attribute festlegen
es: Establecer atributos de identificación.
fr: Définissez des attributs d'identification.
it: Imposta attributi di identificazione
ja: 識別属性の設定。
ko: 식별 특성 설정
ru: Установить идентифицирующие атрибуты.
zh_hans: 设置标识属性。
zh_hant: 設定識別屬性。

# TimeAggregateMinName
source: First {AttributeName}
de: Erster {AttributeName}
es: Primero {AttributeName}
fr: Première colonne {AttributeName}
it: Primo valore {AttributeName}
ja: 最初の {AttributeName}
ko: 첫 번째 {AttributeName}
ru: Перв. {AttributeName}
zh_hant: 第一個 {AttributeName}

# DateAggregateMaxName
source: Last {AttributeName}
de: Letzter {AttributeName}
es: Último {AttributeName}
fr: Dernière colonne {AttributeName}
it: Ultimo valore {AttributeName}
ja: 最後の {AttributeName}
ko: 마지막 {AttributeName}
zh_hant: 最後一個 {AttributeName}

# TimeAggregateMaxName
source: Last {AttributeName}
de: Letzter {AttributeName}
es: Último {AttributeName}
fr: Dernière colonne {AttributeName}
it: Ultimo valore {AttributeName}
ja: 最後の {AttributeName}
ko: 마지막 {AttributeName}
zh_hant: 最後一個 {AttributeName}

# DateVariation_QuarterFormat
source: Q0
fr: T0
it: T0
