Repository: Hamid-K/PowerBI
Catalog: Portal/Microsoft.ReportingServices.Storage/Microsoft.ReportingServices.Storage/Library/RepLibRes.*.resx
Languages: de, es, fr, it, ja, ko, pt, ru, zh_hans, zh_hant

source: A.M.
ko: 오전
zh_hans: 上午
zh_hant: 上午

# CacheInvalidateScheduleHanlder
source: When the scheduled expiration date occurs for the cached report.
de: Zeitpunkt, zu dem der zwischengespeicherte Bericht abläuft.
es: Cuando transcurra la fecha de expiración programada para el informe almacenado en caché.
fr: Lorsque la date d'expiration planifiée arrive pour le rapport mis en cache.
it: Alla data di scadenza pianificata per il report memorizzato nella cache.
ja: キャッシュされたレポートのスケジュールされた有効期限が切れたとき。
ko: 캐시된 보고서의 예약된 만료 날짜에 도달했을 때
pt: Quando a data de expiração agendada ocorre para o relatório armazenado em cache.
ru: При истечении срока действия кэшированного отчета.
zh_hans: 当该缓存报表的预定过期日期到来时。
zh_hant: 快取報表所排程的到期日。

# CacheRefreshPlans
source: According to a schedule.
de: Entsprechend einem Zeitplan.
es: De acuerdo con una programación.
fr: En fonction d'une planification.
it: In base a una pianificazione.
ja: スケジュールに従います。
ko: 일정에 따라
pt: De acordo com um agendamento.
ru: Согласно расписанию.
zh_hans: 根据计划。
zh_hant: 根據排程。

# CanNotSubscribe
source: This event cannot be subscribed to.
de: Dieses Ereignis kann nicht abonniert werden.
es: No se puede suscribir a este evento.
fr: Impossible de s'abonner à cet événement.
it: Impossibile sottoscrivere questo evento.
ja: このイベントはサブスクライブの対象ではありません。
ko: 이 이벤트를 구독할 수 없습니다.
pt: Não é possível fazer assinatura neste evento.
ru: Подписка на данное событие невозможна.
zh_hans: 无法订阅此事件。
zh_hant: 無法訂閱此事件。

# DataDrivenSubscriptionError
source: Error: {0}
de: Fehler: {0}
fr: Erreur : {0}
it: Errore: {0}
ja: エラー: {0}
ko: 오류: {0}
pt: Erro: {0}
ru: Ошибка: {0}
zh_hans: 错误: {0}
zh_hant: 錯誤: {0}

# DeliveryExtensionFailedToLoad
source: The delivery extension for this subscription could not be loaded.
de: Die Übermittlungserweiterung für dieses Abonnement konnte nicht geladen werden.
es: No se pudo cargar la extensión de entrega para esta suscripción.
fr: Impossible de charger l'extension de remise pour cet abonnement.
it: Impossibile caricare l'estensione per il recapito per questa sottoscrizione.
ja: このサブスクリプションの配信拡張機能を読み込めませんでした。
ko: 이 구독에 대한 배달 확장 프로그램을 로드할 수 없습니다.
pt: Não foi possível carregar a extensão de entrega desta assinatura.
ru: Не удалось загрузить модуль доставки для данной подписки.
zh_hans: 无法加载此订阅的传递扩展插件。
zh_hant: 無法載入此訂閱的傳遞延伸模組。

# DeliveryExtensionRemoved
source: The delivery extension associated with this subscription is not available on this report server. Verify that the delivery extension is installed.
de: Die Übermittlungserweiterung, die diesem Abonnement zugeordnet ist, steht auf diesem Berichtsserver nicht zur Verfügung. Überprüfen Sie, ob die Übermittlungserweiterung installiert ist.
es: La extensión de entrega asociada con esta suscripción no está disponible en este servidor de informes. Compruebe que está instalada la extensión de entrega.
fr: L'extension de remise associée à cet abonnement n'est pas disponible sur ce serveur de rapports. Vérifiez qu'elle est installée.
it: L'estensione per il recapito associata a questa sottoscrizione non è disponibile in questo server di report. Verificare che l'estensione per il recapito sia installata.
ja: このサブスクリプションに関連付けられている配信拡張機能は、このレポート サーバーでは使用できません。配信拡張機能がインストールされていることを確認してください。
ko: 이 구독과 연결된 배달 확장 프로그램을 이 보고서 서버에서 사용할 수 없습니다. 배달 확장 프로그램이 설치되어 있는지 확인하십시오.
pt: A extensão de entrega associada a esta assinatura não está disponível neste servidor de relatório. Verifique se a extensão de entrega está instalada.
ru: Модуль доставки, связанный с подпиской, недоступен на данном сервере отчетов. Проверьте, установлен ли модуль доставки.
zh_hans: 与此订阅关联的传递扩展插件在此报表服务器上不可用。请验证该传递扩展插件已安装。
zh_hant: 與此訂閱關聯的傳遞延伸模組在此報表伺服器上無法使用。請確認已安裝該傳遞延伸模組。

# DisallowedExcelFileExtensionChange
source: Changing Excel file extension is not allowed.
de: Die Excel-Dateiendung darf nicht geändert werden.
es: No se permite cambiar la extensión de los archivos de Excel.
fr: La modification de l’extension de fichier Excel n’est pas autorisée.
it: La modifica dell'estensione del file di Excel non è consentita.
ja: Excel ファイル拡張子の変更は許可されていません。
ko: Excel 파일 확장명은 변경할 수 없습니다.
pt: Não é permitido alterar a extensão de arquivo do Excel.
ru: Изменение расширения файла Excel запрещено.
zh_hans: 不允许更改 Excel 文件扩展名。
zh_hant: 不允許變更 Excel 副檔名。

# DisallowedResourceExtensionError
source: Uploading or saving files with {0} extension is not allowed. Contact your administrator if you have any questions.
de: Das Hochladen oder Speichern von Dateien mit der Erweiterung "{0}" ist nicht zulässig. Wenden Sie sich bei Fragen an Ihren Administrator.
es: No se permite cargar ni guardar archivos con la extensión {0}. Póngase en contacto con el administrador si tiene alguna pregunta.
fr: Le chargement ou l'enregistrement des fichiers ayant l'extension {0} ne sont pas autorisés. Si vous avez des questions, contactez votre administrateur.
it: Il caricamento o il salvataggio di file con estensione {0} non è consentito. In caso di domande, contattare l'amministratore.
ja: 拡張子が {0} のファイルのアップロードまたは保存は許可されていません。ご質問がある場合は、管理者にお問い合わせください。
ko: 확장명이 {0}인 파일은 업로드하거나 저장할 수 없습니다. 궁금한 사항이 있으면 관리자에게 문의하세요.
pt: Não é permitido carregar nem salvar arquivos com a extensão {0}. Se você tiver dúvidas, entre em contato com seu administrador.
ru: Не допускается отправка или сохранение файлов с расширением {0}. Если у вас возникли вопросы, обратитесь к администратору.
zh_hans: 不允许上载或保存带有 {0} 扩展的文件。如果有任何问题，请与管理员联系。
zh_hant: 不允許上傳或儲存副檔名為 {0} 的檔案。如有任何問題，請連絡您的系統管理員。

# DisallowedResourceMimeType
source: Uploading or saving files with mime type {0} is not allowed. Contact your administrator if you have any questions.
de: Das Hochladen oder Speichern von Dateien mit dem MIME-Typ "{0}" ist nicht zulässig. Wenden Sie sich bei Fragen an Ihren Administrator.
es: No se permite cargar ni guardar archivos con el tipo mime {0}. Póngase en contacto con el administrador si tiene alguna pregunta.
fr: Le chargement ou l'enregistrement des fichiers ayant le type MIME {0} ne sont pas autorisés. Si vous avez des questions, contactez votre administrateur.
it: Il caricamento o il salvataggio di file con il tipo MIME {0} non è consentito. In caso di domande, contattare l'amministratore.
ja: MIME の種類が {0} のファイルのアップロードまたは保存は許可されていません。ご質問がある場合は、管理者にお問い合わせください。
ko: MIME 형식이 {0}인 파일은 업로드하거나 저장할 수 없습니다. 궁금한 사항이 있으면 관리자에게 문의하세요.
pt: Não é permitido carregar nem salvar arquivos com o tipo MIME {0}. Em caso de dúvidas, entre em contato com o administrador.
ru: Загрузка или сохранение файлов с типом MIME {0} недопустимы. При наличии вопросов обратитесь к своему администратору.
zh_hans: 禁止上传或保存采用 MIME 类型 {0} 的文件。若有任何问题，请联系管理员。
zh_hant: 不允許上傳或儲存 MIME 類型為 {0} 的檔案。如有任何問題，請連絡您的系統管理員。

# ExecutionAccountLogonError
source: Logon failed for the unattended execution account.
de: Fehler beim Anmelden für das Konto für die unbeaufsichtigte Ausführung.
es: Error de inicio de sesión de la cuenta de ejecución desatendida.
fr: Échec de l'ouverture de session du compte d'exécution sans assistance.
it: Accesso non riuscito per l'account di esecuzione automatica.
ja: 自動実行アカウントのログオンに失敗しました。
ko: 무인 실행 계정으로 로그온하지 못했습니다.
pt: Falha de logon para a conta de execução autônoma.
ru: Ошибка входа для учетной записи автоматического выполнения.
zh_hans: 无人参与的执行帐户登录失败。
zh_hant: 自動執行帳戶的登入失敗。

# FileOpenError
source: Unable to open {0} : {1}
de: {0} kann nicht geöffnet werden: {1}
es: No se puede abrir {0}: {1}
fr: Impossible d'ouvrir {0} : {1}
it: Impossibile aprire {0}: {1}
ja: {0} を開けません: {1}
ko: {0}을(를) 열 수 없습니다. {1}
pt: Não é possível abrir {0}: {1}
ru: Не удается открыть {0}: {1}
zh_hans: 无法打开 {0}: {1}
zh_hant: 無法開啟 {0} : {1}

# MyReportsFolderDescription
source: Use this folder to store personalized reports.
de: In diesem Ordner können Sie personalisierte Berichte speichern.
es: Utilice esta carpeta para almacenar informes personalizados.
fr: Utilisez ce dossier pour stocker les rapports personnalisés.
it: Usare questa cartella per archiviare i report personalizzati.
ja: 個人用に設定されたレポートを保存するためにこのフォルダーを使用します。
ko: 이 폴더에 사용자 개인 보고서를 저장하십시오.
pt: Use esta pasta para armazenar relatórios personalizados.
ru: Используйте данную папку для хранения личных отчетов.
zh_hans: 使用此文件夹存储个性化报表。
zh_hant: 使用此資料夾來儲存個人化的報表。

# MyReportsFolderName
source: My Reports
de: Meine Berichte
es: Mis informes
fr: Mes rapports
it: Report personali
ja: 個人用レポート
ko: 내 보고서
pt: Meus Relatórios
ru: Мои отчеты
zh_hans: 我的报表
zh_hant: 我的報表

source: New Cache Refresh Plan
de: Neuer Cacheaktualisierungsplan
es: Nuevo plan de actualización de caché
fr: Nouveau plan d'actualisation du cache
it: Nuovo piano di aggiornamento della cache
ja: 新しいキャッシュ更新計画
ko: 새 캐시 새로 고침 계획
pt: Novo Plano de Atualização do Cache
ru: Создать план обновления кэша
zh_hans: 新建缓存刷新计划
zh_hant: 新增快取重新整理計劃

source: New Scheduled Refresh Plan
de: Neuer geplanter Aktualisierungsplan
es: Nuevo plan de actualización programado
fr: Nouveau plan d'actualisation planifié
it: Nuovo piano di aggiornamento pianificato
ja: スケジュールされた新しい更新計画
ko: 새 예정된 새로 고침 계획
pt: Novo Plano de Atualização Agendada
ru: Новое расписание обновления
zh_hans: 新建计划性刷新计划
zh_hant: 新增排程的重新整理計劃

source: New Subscription
de: Neues Abonnement
es: Nueva suscripción
fr: Nouvel abonnement
it: Nuova sottoscrizione
ja: 新しいサブスクリプション
ko: 새 구독
pt: Nova Assinatura
ru: Создать подписку
zh_hans: 新建订阅
zh_hant: 新增訂閱

source: P.M.
ko: 오후
zh_hans: 下午
zh_hant: 下午

# ParentDirectoryLink
source: To Parent Directory
de: In übergeordnetes Verzeichnis
es: Al directorio principal
fr: Vers le répertoire parent
it: Vai alla directory padre
ja: 親ディレクトリへ
ko: 부모 디렉터리로 이동
pt: Para o Diretório Pai
ru: В родительский каталог
zh_hans: 父目录
zh_hant: 移至上層目錄

# PreviewImageDataInvalid
source: The preview image parameter value contains invalid data.
de: Der Parameterwert für das Vorschaubild enthält ungültige Daten.
es: El valor de parámetro de la imagen de vista previa contiene datos no válidos.
fr: La valeur du paramètre d'image d'aperçu contient des données non valides.
it: Il valore del parametro dell'immagine di anteprima contiene dati non validi.
ja: プレビュー画像パラメーターの値に、無効なデータが含まれています。
ko: 미리 보기 이미지 매개 변수 값에 잘못된 데이터가 포함되어 있습니다.
pt: O valor do parâmetro de imagem de visualização contém dados inválidos.
ru: Значение параметра изображения для предварительного просмотра содержит недопустимые данные.
zh_hans: 预览图像参数值包含无效数据。
zh_hant: 預覽圖像參數值包含無效的資料。

# ProgressMessage
source: Completed {0} iterations.
de: {0} Iterationen wurden abgeschlossen.
es: Se han completado {0} iteraciones.
fr: Itérations {0} terminées.
it: {0} iterazioni completate.
ja: {0} 回繰り返しました。
ko: {0}번의 반복을 완료했습니다.
pt: {0} iterações concluídas.
ru: Выполнено итераций: {0}.
zh_hans: 已完成 {0} 次迭代。
zh_hant: 已完成 {0} 次反覆運算。

# RefreshCachePlanCachingIsNotEnabled
source: Caching for the item is not enabled.
de: Für das Element ist keine Zwischenspeicherung aktiviert.
es: El almacenamiento en caché no está habilitado para el elemento.
fr: La mise en cache de cet élément n'est pas activée.
it: Memorizzazione nella cache dell'elemento non abilitata.
ja: アイテムのキャッシュが有効になっていません。
ko: 항목에 대한 캐싱이 설정되어 있지 않습니다.
pt: Cache do item não habilitado.
ru: Для элемента не включено кэширование.
zh_hans: 该项的缓存未启用。
zh_hant: 未啟用項目的快取。

# RefreshCachePlanError
source: Error: {0}.
de: Fehler: {0}.
fr: Erreur : {0}.
it: Errore: {0}.
ja: エラー: {0}。
ko: 오류: {0}.
pt: Erro: {0}.
ru: Ошибка: {0}.
zh_hans: 错误: {0}。
zh_hant: 錯誤: {0}。

# RefreshCachePlanParametersInvalid
source: The cache refresh plan contains parameter values that are not valid.
de: Der Cacheaktualisierungsplan enthält ungültige Parameterwerte.
es: El plan de actualización de caché contiene valores de parámetro que no son válidos.
fr: Le plan d'actualisation du cache contient des valeurs de paramètre non valides.
it: Il piano di aggiornamento della cache contiene valori di parametri non validi.
ja: キャッシュ更新計画に無効なパラメーター値が含まれています。
ko: 캐시 새로 고침 계획에 올바르지 않은 매개 변수 값이 들어 있습니다.
pt: O plano de atualização do cache contém valores de parâmetro que não são válidos.
ru: План обновления кэша содержит недопустимые значения параметров.
zh_hans: 缓存刷新计划包含无效的参数值。
zh_hant: 快取重新整理計劃包含無效的參數值。

# RefreshCachePlanRefreshed
source: Refreshing
de: Aktualisieren
es: Actualizando
fr: Actualisation en cours
it: Aggiornamento
ja: 最新の情報に更新しています
ko: 새로 고치는 중
pt: Atualizando
ru: Обновление
zh_hans: 正在刷新
zh_hant: 正在重新整理

# RefreshCachePlanSharedDataSourceRemoved
source: Restore shared data source.
de: Stellen Sie die freigegebene Datenquelle wieder her.
es: Restaurar origen de datos compartido.
fr: Restaurez la source de données partagée.
it: Ripristina origine dati condivisa.
ja: 共有データ ソースを復元します。
ko: 공유 데이터 원본을 복원하십시오.
pt: Restaurar fonte de dados compartilhada.
ru: Восстановите общий источник данных.
zh_hans: 还原共享数据源。
zh_hant: 還原共用資料來源。

# RefreshCachePlanSuccess
source: Cache refresh succeeded.
de: Die Cacheaktualisierung war erfolgreich.
es: La actualización de caché se ha realizado correctamente.
fr: Actualisation du cache réussie.
it: Cache aggiornata correttamente.
ja: キャッシュの更新が成功しました。
ko: 캐시를 새로 고쳤습니다.
pt: Atualização do cache bem-sucedida.
ru: Обновление кэша выполнено успешно.
zh_hans: 缓存刷新成功。
zh_hant: 快取重新整理成功。

# ReportExecutionSnapshotUpdateHandler
source: When the cached copy of the report is updated by a scheduled report run.
de: Zeitpunkt im Zeitplan, zu dem die zwischengespeicherte Kopie des Berichts durch eine geplante Berichtsausführung aktualisiert wird.
es: Cuando la copia en caché del informe se actualice mediante una ejecución programada del informe.
fr: Lorsque la copie mise en cache du rapport est mise à jour par une exécution planifiée du rapport.
it: Quando la copia del report memorizzata nella cache viene aggiornata da un'esecuzione del report pianificata.
ja: レポートのキャッシュされたコピーが、スケジュールされたレポートの実行によって更新されたとき。
ko: 보고서의 캐시된 복사본이 예약된 보고서 실행에 의해 업데이트될 때
pt: Quando a cópia armazenada em cache do relatório for atualizada por uma execução agendada do relatório.
ru: Когда кэшированная копия отчета обновляется при запланированном выполнении отчета.
zh_hans: 当按计划运行报表，更新报表的缓存副本时。
zh_hant: 報表的快取副本由排程報表執行更新時。

# ReportHistorySnapShotCreatedHandler
source: When a report history snapshot of the report is created.
de: Zeitpunkt, zu dem eine Berichtsverlaufs-Momentaufnahme für den Bericht erstellt wird.
es: Cuando se cree una instantánea del historial de informes.
fr: Lorsqu'un instantané de l'historique du rapport est créé.
it: Quando viene creato uno snapshot della cronologia del report.
ja: レポートのレポート履歴スナップショットの作成時。
ko: 보고서의 보고서 기록 스냅샷이 생성될 때
pt: Quando um instantâneo de histórico de relatório for criado.
ru: Когда создается моментальный снимок журнала отчета для данного отчета.
zh_hans: 当创建报表的报表历史记录快照时。
zh_hant: 建立報表的報表歷程記錄快照集時。

# ScheduleFiredEventHandlerName
source: Schedule Fired Handler
de: Handler für "Schedule Fired"
es: Controlador de programación activada
fr: Gestionnaire à déclenchement planifié
it: Gestore evento SCHEDULE FIRED
ja: Schedule Fired ハンドラー
ko: 발생한 일정 처리기
pt: Manipulador de Agendamento Acionado
ru: Запускаемый по расписанию обработчик
zh_hans: 计划激发的处理程序
zh_hant: 排程觸發處理常式

# SharePointModeCatalogNotSupported
source: The catalog database is in SharePoint integrated mode. That is no longer supported by this instance of Reporting Services.
de: Die Katalogdatenbank befindet sich im integrierten SharePoint-Modus. Dieser Modus wird von dieser Reporting Services-Instanz nicht mehr unterstützt.
es: La base de datos de catálogo está en el modo integrado de SharePoint. Eso ya no se admite en esta instancia de Reporting Services.
fr: La base de données du catalogue est en mode intégré SharePoint. Ce mode n'est plus pris en charge par cette instance de Reporting Services.
it: Il database del catalogo si trova in modalità integrata SharePoint. Tale modalità non è più supportata da questa istanza di Reporting Services.
ja: カタログ データベースが SharePoint 統合モードです。Reporting Services のこのインスタンスではサポートされません。
ko: 카탈로그 데이터베이스가 SharePoint 통합 모드입니다. 이 데이터베이스는 이 Reporting Services 인스턴스에서 더 이상 지원되지 않습니다.
pt: O banco de dados do catálogo está no modo integrado do SharePoint. Isso não tem mais suporte nesta instância do Reporting Services.
ru: База данных каталога находится в режиме интеграции с SharePoint. Это уже не поддерживается этим экземпляром служб Reporting Services.
zh_hans: 目录数据库处于 SharePoint 集成模式。此 Reporting Services 实例不再支持该模式。
zh_hant: 目錄資料庫處於 SharePoint 整合模式。此 Reporting Services 執行個體已不再支援該模式。

# SharedDatasetCacheUpdatePlans
source: Shared Dataset Cache Update.
de: Cacheupdate für freigegebenes Dataset.
es: Actualización de la caché de conjunto de datos compartido.
fr: Mise à jour du cache de datasets partagé.
it: Aggiornamento della cache dei set di dati condivisi.
ja: 共有データセット キャッシュの更新。
ko: 공유 데이터 세트 캐시 업데이트.
pt: Atualização de Cache do Conjunto de Dados Compartilhado.
ru: Обновление кэша общего набора данных.
zh_hans: 已共享数据集缓存更新。
zh_hant: 共用的資料集快取更新。

# SimpleMessage
source: This is a simple test message.
de: Dies ist eine einfache Testmeldung.
es: Esto es un mensaje de prueba sencillo.
fr: Ceci est un simple message de test.
it: Questo è un semplice messaggio di prova.
ja: これは簡単なテスト メッセージです。
ko: 간단한 테스트 메시지입니다.
pt: Esta é uma mensagem de teste simples.
ru: Это простое тестовое сообщение.
zh_hans: 这是一条简单的测试消息。
zh_hant: 這是簡單的測試訊息。

# SubscriptionDisabled
source: Disabled
de: Deaktiviert
es: Deshabilitado
fr: Désactivé
it: Disabilitata
ja: 無効
ko: 사용 안 함
pt: Desabilitado
ru: отключена
zh_hans: 已禁用
zh_hant: 已停用

# SubscriptionDone
source: Done: {0} processed of {1} total; {2} errors.
de: Fertig: {0} von insgesamt {1} verarbeitet; {2} Fehler.
es: Listo: se han procesado {0} de un total de {1}; {2} errores.
fr: Terminé : {0} traité(s) sur un total de {1} ; {2} erreurs.
it: Completato: elaborati {0} di {1}; errori {2}.
ja: 完了: 合計 {1} 件のうち {0} 件を処理し、{2} 件のエラーが発生しました。
ko: 총 {1}개 중 {0}개가 처리되었으며 {2}개의 오류가 발생했습니다.
pt: Concluído: {0} processado de {1} total; {2} erros.
ru: Выполнено: обработано {0} из общего числа в {1}; ошибок: {2}.
zh_hans: 完成: 已处理 {0}，总计 {1}；{2} 个错误。
zh_hant: 完成: 總計 {1} 已處理 {0}; {2} 個錯誤。

# SubscriptionError
source: Error: {0}
de: Fehler: {0}
fr: Erreur : {0}
it: Errore: {0}
ja: エラー: {0}
ko: 오류: {0}
pt: Erro: {0}
ru: Ошибка: {0}
zh_hans: 错误: {0}
zh_hant: 錯誤: {0}

# SubscriptionExecuted
source: Running
de: Wird ausgeführt.
es: En ejecución
fr: En cours d'exécution
it: In esecuzione
ja: 実行中
ko: 실행 중
pt: Executando
ru: Выполняется
zh_hans: 正在运行
zh_hant: 執行中

# SubscriptionMissingEncryptedContent
source: The subscription encrypted content was removed.
de: Der verschlüsselte Abonnementinhalt wurde entfernt.
es: Se quitó el contenido cifrado de la suscripción.
fr: Le contenu chiffré de l'abonnement a été supprimé.
it: Il contenuto crittografato della sottoscrizione è stato rimosso.
ja: サブスクリプションの暗号化されたコンテンツが削除されました。
ko: 구독의 암호화된 내용이 제거되었습니다.
pt: O conteúdo criptografado da assinatura foi removido.
ru: Удалено зашифрованное содержимое подписки.
zh_hans: 已删除订阅加密的内容。
zh_hant: 訂閱的加密內容已移除。

# SubscriptionParametersInvalid
source: The subscription contains parameter values that are not valid.
de: Das Abonnement enthält ungültige Parameterwerte.
es: La suscripción contiene valores de parámetro que no son válidos.
fr: L'abonnement contient des valeurs de paramètre non valides.
it: La sottoscrizione contiene valori di parametri non validi.
ja: サブスクリプションに無効なパラメーター値が含まれています。
ko: 구독에 잘못된 매개 변수 값이 있습니다.
pt: A assinatura contém valores de parâmetro que não são válidos.
ru: Подписка содержит недопустимые значения параметров.
zh_hans: 该订阅包含无效参数值。
zh_hant: 訂閱包含無效的參數值。

# SubscriptionPending
source: Pending
de: Ausstehend
es: Pendiente
fr: En attente
it: In sospeso
ja: 保留中
ko: 보류 중
pt: Pendente
ru: Ожидает
zh_hans: 挂起
zh_hant: 暫止

# SubscriptionProcessing
source: Processing: {0} processed of {1} total; {2} errors.
de: Verarbeitung: {0} von insgesamt {1} verarbeitet; {2} Fehler.
es: Procesando: se han procesado {0} de un total de {1}; {2} errores.
fr: Traitement : {0} traité(s) sur un total de {1} ; {2} erreurs.
it: In elaborazione: elaborati {0} di {1}; errori {2}.
ja: 処理中: 合計 {1} 件のうち {0} 件を処理し、{2} 件のエラーが発生しました。
ko: 처리 중: 총 {1}개 중 {0}개가 처리되었으며 {2}개의 오류가 발생했습니다.
pt: Processamento: {0} processado de {1} total; {2} erros.
ru: Обработка: обработано {0} из общего числа в {1}; ошибок: {2}.
zh_hans: 正在处理: 已处理 {0}，总计 {1}；{2} 个错误。
zh_hant: 正在處理: 總計 {1} 已處理 {0}; {2} 個錯誤。

# SubscriptionReady
source: Ready
de: Bereit
es: Preparada
fr: Prêt
it: Pronta
ja: 準備完了
ko: 준비
pt: Pronto
ru: Готово
zh_hans: 就绪
zh_hant: 就緒

# TaskComment
source: This job is owned by a report server process. Modifying this job could result in database incompatibilities. Use Report Manager or Management Studio to update this job.
de: Dieser Auftrag ist im Besitz eines Berichtsserverprozesses. Das Ändern dieses Auftrags kann zu Datenbankinkompatibilitäten führen. Aktualisieren Sie diesen Auftrag mithilfe des Berichts-Managers oder mit Management Studio.
es: Este trabajo pertenece a un proceso del servidor de informes. Si lo modifica, puede dar lugar a incompatibilidades entre bases de datos. Utilice el Administrador de informes o Management Studio para actualizar el trabajo.
fr: Ce travail appartient à un processus du serveur de rapports. Le modifier peut entraîner des incompatibilités de bases de données. Utilisez le Gestionnaire de rapports ou Management Studio pour mettre à jour ce travail.
it: Questo è un processo di un processo del server di report. L'eventuale modifica di questo processo potrebbe causare incompatibilità a livello di database. Per aggiornare il processo, utilizzare Gestione report o Management Studio.
ja: このジョブは、レポート サーバー プロセスで所有されています。このジョブを変更すると、データベースで互換性の問題が発生することがあります。このジョブを更新するには、レポート マネージャーまたは Management Studio を使用してください。
ko: 이 작업은 보고서 서버 프로세스에서 소유합니다. 이 작업을 수정하면 데이터베이스가 호환되지 않을 수 있습니다. 보고서 관리자 또는 Management Studio를 사용하여 이 작업을 업데이트하십시오.
pt: Este trabalho pertence a um processo do servidor de relatório. A modificação deste trabalho poderá resultar em incompatibilidades do banco de dados. Use o Gerenciador de Relatórios ou o Management Studio para atualizar este trabalho.
ru: Владельцем этого задания является процесс сервера отчетов. Изменение этого задания может повлечь за собой несовместимость баз данных. Для обновления этого задания используйте диспетчер отчетов или среду Management Studio.
zh_hans: 此作业由报表服务器进程所拥有。修改此作业会导致数据库不兼容。请使用报表管理器或 Management Studio 更新此作业。
zh_hant: 此為報表伺服器作業。修改此作業會造成資料庫不相容。請使用報表管理員或 Management Studio 更新此作業。

# TimedSubscriptions
source: According to a schedule.
de: Entsprechend einem Zeitplan.
es: De acuerdo con una programación.
fr: En fonction d'une planification.
it: In base a una pianificazione.
ja: スケジュールに従います。
ko: 일정에 따라
pt: De acordo com um agendamento.
ru: Согласно расписанию.
zh_hans: 根据计划。
zh_hant: 根據排程。

source: Unable to allocate ILockBytes.
de: ILockBytes kann nicht zugewiesen werden.
es: No se puede asignar ILockBytes.
fr: Impossible d'allouer ILockBytes.
it: Impossibile allocare ILockBytes.
ja: ILockBytes を割り当てられませんでした。
ko: ILockBytes를 할당할 수 없습니다.
pt: Não é possível alocar ILockBytes.
ru: Не удалось выделить ILockBytes.
zh_hans: 无法分配 ILockBytes。
zh_hant: 無法配置 ILockBytes。

# UnableToCreateStorage
source: Unable to create structured storage file.
de: Es kann keine strukturierte Speicherdatei erstellt werden.
es: No se puede crear el archivo de almacenamiento estructurado.
fr: Impossible de créer un fichier de stockage structuré.
it: Impossibile creare il file di archiviazione strutturato.
ja: 構造化ストレージ ファイルを作成できませんでした。
ko: 구조적 스토리지 파일을 만들 수 없습니다.
pt: Não é possível criar arquivo de armazenamento estruturado.
ru: Не удалось создать структурированный файл хранилища.
zh_hans: 无法创建结构化的存储文件。
zh_hant: 無法建立結構化儲存體檔案。
