Repository: Hamid-K/PowerBI
Catalog: Portal/Microsoft.ReportingServices.Storage/Microsoft.ReportingServices.Storage/Library/RepLibRes.*.resx
Languages: de, es, fr, it, ja, ko, pt, ru, zh_hans, zh_hant

# UnableToReadData
source: Unable to read data from structured storage file.
de: Es können keine Daten aus der strukturierten Speicherdatei gelesen werden.
es: No se pueden leer datos del archivo de almacenamiento estructurado.
fr: Impossible de lire les données du fichier de stockage structuré.
it: Impossibile leggere i dati dal file di archiviazione strutturato.
ja: 構造化ストレージ ファイルからデータを読み取ることができません。
ko: 구조적 스토리지 파일에서 데이터를 읽을 수 없습니다.
pt: Não é possível ler dados de arquivo de armazenamento estruturado.
ru: Невозможно считать данные из структурированного файла хранилища.
zh_hans: 无法从结构化的存储文件中读取数据。
zh_hant: 無法從結構化儲存體檔案讀取資料。

# UsersFolderName
source: Users Folders
de: Benutzerordner
es: Carpetas de usuarios
fr: Dossiers des utilisateurs
it: Cartelle utenti
ja: Users フォルダー
ko: 사용자 폴더
pt: Pastas de Usuários
ru: Папки пользователей
zh_hans: 用户文件夹
zh_hant: 使用者資料夾
