Repository: Hamid-K/PowerBI
Catalog: Portal/ReportingServicesLibrary/ReportingServicesLibrary/ReportingServices/Design/RdlModel/SRDescription.*.resx
Languages: de, es, fr, it, ja, ko, pt, ru, zh_hans, zh_hant

# MergeTransactions
source: Indicates that transactions for the subreport are merged with transactions for the parent report if the data sources for both reports use the same connection. This combines transactions for both reports into a single transaction.
de: Zeigt an, dass Transaktionen für den Unterbericht mit Transaktionen für den übergeordneten Bericht zusammengeführt werden, wenn die Datenquellen für beide Berichte die gleiche Verbindung verwenden. Dadurch werden Transaktionen für beide Berichte in einer Transaktion kombiniert.
es: Indica que las transacciones del subinforme se combinan con las transacciones del informe primario si los orígenes de datos de ambos informes utilizan la misma conexión. Así se combinan las transacciones de ambos informes en una única transacción.
fr: Indique que les transactions du sous-rapport fusionnent avec les transactions du rapport parent si les sources de données des deux rapports utilisent la même connexion. Cela permet de combiner les transactions des deux rapports en une seule transaction.
it: Indica che le transazioni per il sottoreport vengono unite alle transazioni del report padre se le origini dei dati di entrambi i report utilizzano la stessa connessione. In questo modo, le transazioni per entrambi i report vengono unite in un'unica transazione.
ja: 親レポートとサブレポートの両方のデータ ソースで同じ接続を使用している場合に、サブレポートのトランザクションが親レポートのトランザクションに結合されることを示します。その結果、これらのレポートのトランザクションは、1 つのトランザクションに統合されます。
ko: 하위 보고서와 부모 보고서의 데이터 원본에서 같은 연결을 사용하는 경우 두 보고서에 대한 트랜잭션을 병합함을 나타냅니다. 이 경우 두 보고서에 대한 트랜잭션을 단일 트랜잭션으로 결합합니다.
pt: Indica que as transações do sub-relatório serão mescladas com as transações do relatório pai se as fontes de dados dos dois relatórios utilizarem a mesma conexão. Isso combina as transações dos dois relatórios em uma única transação.
ru: Указывает, что транзакции вложенного отчета сливаются с транзакциями родительского отчета при условии, что источники данных для обоих отчетов используют одно и то же соединение. При этом происходит объединение транзакций для обоих отчетов в единую транзакцию.
zh_hans: 指明如果子报表和父报表的数据源使用相同的连接，则合并子报表的事务和父报表的事务。此操作可以将两个报表的事务组合成一个事务。
zh_hant: 指出如果父報表和子報表的資料來源使用相同的連接，則兩份報表的交易會合併。如此會將兩個報表的交易結合成單一交易。

# Name
source: The name of the report item.
de: Der Name des Berichtselements.
es: Nombre del elemento de informe.
fr: Nom de l'élément de rapport.
it: Nome dell'elemento del report.
ja: レポート アイテムの名前。
ko: 보고서 항목 이름입니다.
pt: O nome do item de relatório.
ru: Имя элемента отчета.
zh_hans: 报表项的名称。
zh_hant: 報表項目的名稱。

# NoRows
source: The message to display in the data region when no rows of data are available.
de: Die Meldung, die im Datenbereich angezeigt werden soll, wenn keine Datenzeilen verfügbar sind.
es: Mensaje que se debe mostrar en la región de datos cuando no está disponible ninguna fila de datos.
fr: Message à afficher dans la région de données en l'absence de lignes de données disponibles.
it: Messaggio da visualizzare nell'area dati quando non sono disponibili righe di dati.
ja: 使用できるデータ行がない場合に、データ領域に表示するメッセージ。
ko: 데이터 행을 사용할 수 없을 때 데이터 영역에 표시할 메시지입니다.
pt: A mensagem a ser exibida na área de dados quando não houver linhas de dados disponíveis.
ru: Сообщение, отображаемое в области данных, если не доступна ни одна строка данных.
zh_hans: 当所有数据行均不可用时显示在数据区域的消息。
zh_hant: 沒有資料列可用時，要在資料區域中顯示的訊息。

# NumeralLanguage
source: The digit format to use as described by its primary language.
de: Das zu verwendende Ziffernformat, wie durch die primäre Sprache beschrieben.
es: Formato de dígito que se debe usar tal y como lo describe su idioma principal.
fr: Format numérique à utiliser, conformément à la description de la langue principale.
it: Formato da utilizzare per le cifre in base a quanto previsto dalla relativa lingua principale.
ja: 第一言語で指定されている数字の形式。
ko: 주 언어로 표현된 대로 사용할 숫자 형식입니다.
pt: O formato de dígito a ser usado conforme descrito pelo idioma principal.
ru: Цифровой формат, используемый в соответствии с правилами основного языка.
zh_hans: 根据主要语言，应使用的数字格式。
zh_hant: 依其主要語言所述要使用的數字格式。

# NumeralVariant
source: The variant of the digit format to use.
de: Die zu verwendende Variante des Ziffernformats.
es: Variante del formato de dígito que se debe usar.
fr: Variante du format numérique à utiliser.
it: Variante del formato da utilizzare per le cifre.
ja: 使用する数字の形式の変化形。
ko: 사용할 숫자 형식의 변형입니다.
pt: A variante do formato de dígito a ser usado.
ru: Используемый вариант цифрового формата.
zh_hans: 要使用的数字格式的变量。
zh_hant: 要使用之數字格式的變數。

# OverwriteDataSources
source: Indicates whether data source definitions on the report server can be overwritten when deploying the project.
de: Gibt an, ob Datenquellendefinitionen auf dem Berichtsserver überschrieben werden können, während das Projekt bereitgestellt wird.
es: Indica si se pueden sobrescribir las definiciones de orígenes de datos en el servidor de informes al implementar el proyecto.
fr: Indique si les définitions de source de données qui se trouvent sur le serveur de rapports peuvent être remplacées lors du déploiement du projet.
it: Indica se le definizioni delle origini dei dati nel server di report possono essere sovrascritte quando si distribuisce il progetto.
ja: プロジェクトの配置時にレポート サーバー上にあるデータ ソース定義の上書きを許可するかどうかを示します。
ko: 프로젝트를 배포할 때 보고서 서버의 데이터 원본 정의를 덮어쓸지 여부를 나타냅니다.
pt: Indica se as definições de fonte de dados no servidor de relatório podem ser substituídas na implantação do projeto.
ru: Указывает, могут ли описания источников данных на сервере отчетов быть перезаписаны при развертывании проекта.
zh_hans: 指明在部署项目时是否可以覆盖报表服务器上的数据源定义。
zh_hant: 指出在部署專案時是否可以覆寫報表伺服器上的資料來源定義。

# Padding
source: The amount of padding within the object.
de: Der Abstand innerhalb des Objekts.
es: Relleno dentro del objeto.
fr: Taille des marges autour de l'objet.
it: Quantità di spaziatura interna dentro l'oggetto.
ja: オブジェクト内部の余白。
ko: 개체 내의 안쪽 여백입니다.
pt: A quantidade de enchimento dentro do objeto.
ru: Количество битов разреживания между элементами объекта.
zh_hans: 对象内部的填充量。
zh_hant: 物件內填補的量。

# PaddingBottom
source: The amount of padding below the object.
de: Der Abstand unterhalb des Objekts.
es: Relleno inferior del objeto.
fr: Taille de la marge sous l'objet.
it: Quantità di spaziatura interna sotto l'oggetto.
ja: オブジェクト下部の余白。
ko: 개체 아래의 안쪽 여백입니다.
pt: A quantidade de enchimento abaixo do objeto.
ru: Количество битов разреживания снизу от объекта.
zh_hans: 对象下方的填充量。
zh_hant: 物件下方填補的量。

# PaddingLeft
source: The amount of padding to the left of the object.
de: Der Abstand links vom Objekt.
es: Relleno izquierdo del objeto.
fr: Taille de la marge à gauche de l'objet.
it: Quantità di spaziatura interna a sinistra dell'oggetto.
ja: オブジェクト左側の余白。
ko: 개체 왼쪽의 안쪽 여백입니다.
pt: A quantidade de enchimento à esquerda do objeto.
ru: Количество битов разреживания слева от объекта.
zh_hans: 对象左侧的填充量。
zh_hant: 物件左方填補的量。

# PaddingRight
source: The amount of padding to the right of the object.
de: Der Abstand rechts vom Objekt.
es: Relleno derecho del objeto.
fr: Taille de la marge à droite de l'objet.
it: Quantità di spaziatura interna a destra dell'oggetto.
ja: オブジェクト右側の余白。
ko: 개체 오른쪽의 안쪽 여백입니다.
pt: A quantidade de enchimento à direita do objeto.
ru: Количество битов разреживания справа от объекта.
zh_hans: 对象右侧的填充量。
zh_hant: 物件右方填補的量。

# PaddingTop
source: The amount of padding above the object.
de: Der Abstand oberhalb des Objekts.
es: Relleno superior del objeto.
fr: Taille de la marge au-dessus de l'objet.
it: Quantità di spaziatura interna sopra l'oggetto.
ja: オブジェクト上部の余白。
ko: 개체 위의 안쪽 여백입니다.
pt: A quantidade de enchimento acima do objeto.
ru: Количество битов разреживания сверху от объекта.
zh_hans: 对象上方的填充量。
zh_hant: 物件上方填補的量。

# PageBreakAtEnd
source: Specifies that the rendering extension insert a page break at the end of the group.
de: Gibt an, dass von der Renderingerweiterung ein Seitenumbruch am Ende der Gruppe eingefügt wird.
es: Especifica que la extensión de representación inserta un salto de página al final del grupo.
fr: Spécifie que l'extension de rendu insère un saut de page à la fin du groupe.
it: Specifica che l'estensione per il rendering inserirà un'interruzione di pagina alla fine del gruppo.
ja: 表示拡張機能がグループの最後に改ページを挿入することを指定します。
ko: 렌더링 확장 프로그램이 그룹 끝 부분에 페이지 나누기를 삽입하도록 지정합니다.
pt: Especifica se a extensão de renderização insere uma quebra de página no final do grupo.
ru: Указывает, что модуль подготовки отчетов вставляет разрыв страницы в конце группы.
zh_hans: 指定呈现扩展插件在该组结尾处插入一个分页符。
zh_hant: 指定轉譯延伸模組在群組結尾插入分頁符號。

# PageBreakAtStart
source: Specifies that the rendering extension insert a page break at the beginning of the group.
de: Gibt an, dass von der Renderingerweiterung ein Seitenumbruch am Anfang der Gruppe eingefügt wird.
es: Especifica que la extensión de representación inserta un salto de página al principio del grupo.
fr: Spécifie que l'extension de rendu insère un saut de page au début du groupe.
it: Specifica che l'estensione per il rendering inserirà un'interruzione di pagina all'inizio del gruppo.
ja: 表示拡張機能がグループの先頭に改ページを挿入することを指定します。
ko: 렌더링 확장 프로그램이 그룹 시작 부분에 페이지 나누기를 삽입하도록 지정합니다.
pt: Especifica se a extensão de renderização insere uma quebra de página no início do grupo.
ru: Указывает, что модуль подготовки отчетов вставляет разрыв страницы в начале группы.
zh_hans: 指定呈现扩展插件在该组开头处插入一个分页符。
zh_hant: 指定轉譯延伸模組在群組開頭插入分頁符號。

# PageSize
source: The default size of pages in the report.
de: Die Standardgröße der Seiten im Bericht.
es: Tamaño predeterminado de las páginas del informe.
fr: Taille par défaut des pages du rapport.
it: Dimensioni predefinite delle pagine del report.
ja: レポート ページの既定サイズ。
ko: 보고서 페이지의 기본 크기입니다.
pt: O tamanho padrão das páginas do relatório.
ru: Размер страницы отчета по умолчанию.
zh_hans: 报表中页面的默认大小。
zh_hant: 報表中頁面的預設大小。

# Parent
source: The name of the containing report item.
de: Der Name des enthaltenden Berichtselements.
es: Nombre del elemento de informe contenedor.
fr: Nom de l'élément de rapport conteneur.
it: Nome dell'elemento di report contenitore.
ja: 親レポート アイテムの名前。
ko: 포함하는 보고서 항목의 이름입니다.
pt: O nome do item de relatório contentor.
ru: Имя объемлющего элемента отчета.
zh_hans: 包含报表项的名称。
zh_hant: 包含報表項目的名稱。

# PrintOnFirstPage
source: Specifies that the page header or footer is included on the first page of the report.
de: Gibt an, dass die Kopf- oder Fußzeile auf der ersten Seite des Berichts enthalten ist.
es: Especifica que el encabezado o el pie de página está incluido en la primera página del informe.
fr: Spécifie que l'en-tête ou le pied de page figure sur la première page du rapport.
it: Specifica che l'intestazione di pagina o il piè di pagina verrà incluso nella prima pagina del report.
ja: レポートの最初のページにページ ヘッダーまたはフッターを表示することを指定します。
ko: 페이지 머리글 또는 바닥글을 보고서의 첫 페이지에 포함하도록 지정합니다.
pt: Especifica que o cabeçalho ou rodapé de página será incluído na primeira página do relatório.
ru: Указывает, что верхний и нижний колонтитулы выводятся на первой странице отчета.
zh_hans: 指定在报表首页包含页眉或页脚。
zh_hant: 指定頁首或頁尾包含在報表的第一頁中。

# PrintOnLastPage
source: Specifies that the page header or footer is included on the last page of the report.
de: Gibt an, dass die Kopf- oder Fußzeile auf der letzten Seite des Berichts enthalten ist.
es: Especifica que el encabezado o el pie de página está incluido en la última página del informe.
fr: Spécifie que l'en-tête ou le pied de page figure sur la dernière page du rapport.
it: Specifica che l'intestazione di pagina o il piè di pagina verrà incluso nell'ultima pagina del report.
ja: レポートの最後のページにページ ヘッダーまたはフッターを表示することを指定します。
ko: 페이지 머리글 또는 바닥글을 보고서의 마지막 페이지에 포함하도록 지정합니다.
pt: Especifica que o cabeçalho ou rodapé de página será incluído na última página do relatório.
ru: Указывает, что верхний и нижний колонтитулы страницы выводятся на последней странице отчета.
zh_hans: 指定在报表最后一页包含页眉或页脚。
zh_hant: 指定頁首或頁尾包含在報表的最後一頁中。

# QueryString
source: The query to execute to get the data for the report.
de: Die auszuführende Abfrage, um die Daten für den Bericht abzurufen.
es: Consulta que se debe ejecutar para obtener los datos del informe.
fr: Requête à exécuter pour obtenir les données du rapport.
it: Query da eseguire per recuperare i dati per il report.
ja: レポートのデータを取得するために実行するクエリ。
ko: 보고서 데이터를 가져오기 위해 실행할 쿼리입니다.
pt: A consulta a ser executada para obter os dados do relatório.
ru: Запрос, выполняемый для получения данных отчета.
zh_hans: 获取报表数据要执行的查询。
zh_hant: 取得報表資料所執行的查詢。

# RepeatFooterOnNewPage
source: Indicates whether the footer is displayed on each page that includes the table.
de: Gibt an, ob die Fußzeile auf jeder Seite angezeigt wird, die die Tabelle enthält.
es: Indica si se muestra el pie en todas las páginas que incluyen la tabla.
fr: Indique si le pied de page est affiché sur chacune des pages où se trouve le tableau.
it: Indica se il piè di pagina verrà visualizzato in ogni pagina che include la tabella.
ja: テーブルを含んでいる各ページにフッターを表示するかどうかを示します。
ko: 테이블이 포함된 각 페이지에 바닥글을 표시할지 여부를 나타냅니다.
pt: Indica se o rodapé será exibido em cada página que inclui a tabela.
ru: Указывает, выводится ли нижний колонтитул на всех страницах, содержащих таблицу.
zh_hans: 指明是否在包含表的每一页上显示页脚。
zh_hant: 指出包含資料表的每一頁是否顯示頁尾。

# RepeatHeaderOnNewPage
source: Indicates whether the header is displayed on each page that includes the table.
de: Gibt an, ob die Kopfzeile auf jeder Seite angezeigt wird, die die Tabelle enthält.
es: Indica si se muestra el encabezado en todas las páginas que incluyen la tabla.
fr: Indique si l'en-tête est affiché sur chacune des pages où se trouve le tableau.
it: Indica se l'intestazione verrà visualizzata in ogni pagina che include la tabella.
ja: テーブルを含んでいる各ページにヘッダーを表示するかどうかを示します。
ko: 테이블이 포함된 각 페이지에 머리글을 표시할지 여부를 나타냅니다.
pt: Indica se o cabeçalho será exibido em cada página que inclui a tabela.
ru: Указывает, выводится ли верхний колонтитул на всех страницах, содержащих таблицу.
zh_hans: 指明是否在包含表的每一页上显示页眉。
zh_hant: 指出包含資料表的每一頁是否顯示頁首。

# RepeatOnNewPage
source: Indicates whether all rows of the header or footer are displayed on each page that includes the table.
de: Gibt an, ob alle Zeilen der Kopfzeile oder Fußzeile auf jeder Seite angezeigt werden, die die Tabelle enthält.
es: Indica si se muestran todas las filas del encabezado o pie en todas las páginas que incluyen la tabla.
fr: Indique si toutes les lignes de l'en-tête ou du pied de page sont affichées sur chacune des pages où se trouve le tableau.
it: Indica se tutte le righe dell'intestazione o del piè di pagina verranno visualizzate in ogni pagina che include la tabella.
ja: テーブルを含んでいる各ページにヘッダーまたはフッターのすべての行を表示するかどうかを示します。
ko: 테이블이 포함된 각 페이지에 머리글이나 바닥글의 모든 행을 표시할지 여부를 나타냅니다.
pt: Indica se todas as linhas do cabeçalho ou rodapé serão exibidas em cada página que inclui a tabela.
ru: Указывает, все ли строки верхнего и нижнего колонтитулов выводятся на всех страницах, содержащих таблицу.
zh_hans: 指明是否在包含该表的每一页上显示页眉或页脚的所有行。
zh_hant: 指出包含資料表的每一頁是否顯示頁首或頁尾的所有資料列。

# RepeatWith
source: The name of the data region with which this report item should be repeated if the data region spans multiple pages.
de: Der Name des Datenbereichs, mit dem dieses Berichtselement wiederholt werden soll, wenn sich der Datenbereich über mehrere Seiten erstreckt.
es: Nombre de la región de datos con el que se debe repetir este elemento de informe si la región de datos abarca varias páginas.
fr: Nom de la région de données avec laquelle cet élément de rapport doit être répété si la région de données s'étend sur plusieurs pages.
it: Nome dell'area dati associata all'elemento del report da ripetere se l'area dati si estende su più pagine.
ja: データ領域が複数ページにわたる場合に、レポート アイテムを繰り返し表示するのに使用するデータ領域の名前。
ko: 데이터 영역이 여러 페이지에 걸쳐 있는 경우 이 보고서 항목을 반복할 데이터 영역의 이름입니다.
pt: O nome da área de dados com a qual este item de relatório será repetido, caso a área de dados se estenda por várias páginas.
ru: Имя области данных, с которым должен повторяться данный элемент отчета, если область данных занимает несколько страниц.
zh_hans: 数据区域名称，如果数据区域跨多页显示，则该数据区域名称应与此报表项一起重复显示。
zh_hant: 資料區域跨越多頁時，此報表項目應該重複的資料區域名稱。

# ReportDataElementName
source: Name of a top level element that represents the report data.
de: Name eines Elements der obersten Ebene, das die Berichtsdaten darstellt.
es: Nombre de un elemento de nivel superior que representa los datos del informe.
fr: Nom d'un élément de premier niveau qui représente les données du rapport.
it: Nome di un elemento di livello principale che rappresenta i dati del report.
ja: レポート データを表す最上位要素の名前。
ko: 보고서 데이터를 나타내는 최상위 요소의 이름입니다.
pt: Nome de um elemento de nível superior que representa os dados do relatório.
ru: Имя элемента верхнего уровня, представляющего данные отчета.
zh_hans: 代表报表数据的最上层元素的名称。
zh_hant: 代表報表資料的最上層元素名稱。

# ReportName
source: The URL of the report to display as the subreport.
de: Die URL des Berichts, der als Unterbericht angezeigt werden soll.
es: Dirección URL del informe que se debe mostrar como subinforme.
fr: URL du rapport à afficher en tant que sous-rapport.
it: URL del report da visualizzare come sottoreport.
ja: サブレポートとして表示するレポートの URL。
ko: 하위 보고서로 표시할 보고서의 URL입니다.
pt: A URL do relatório a ser exibido como sub-relatório.
ru: URL-адрес отчета, отображаемого как вложенный отчет.
zh_hans: 要作为子报表显示的报表的 URL。
zh_hant: 顯示為子報表的報表 URL。

# ReportParameters
source: The parameters for the report.
de: Die Parameter für den Bericht.
es: Parámetros del informe.
fr: Paramètres du rapport.
it: Parametri per il report.
ja: レポートのパラメーター。
ko: 보고서에 대한 매개 변수입니다.
pt: Os parâmetros do relatório.
ru: Параметры отчета.
zh_hans: 报表的参数。
zh_hant: 報表的參數。

# RowHeight
source: The height of the row.
de: Die Höhe der Zeile.
es: Alto de la fila.
fr: Hauteur de la ligne.
it: Altezza della riga.
ja: 行の高さ。
ko: 행 높이입니다.
pt: A altura da linha.
ru: Высота строки.
zh_hans: 行的高度。
zh_hant: 資料列的高度。

# Size
source: The size of the report item.
de: Die Größe des Berichtselements.
es: Tamaño del elemento de informe.
fr: Taille de l'élément de rapport.
it: Dimensioni dell'elemento del report.
ja: レポート アイテムのサイズ。
ko: 보고서 항목의 크기입니다.
pt: O tamanho do item de relatório.
ru: Размер элемента отчета.
zh_hans: 报表项的大小。
zh_hant: 報表項目的大小。

# Sizing
source: The appearance of the image if it does not conform to the specified size.
de: Die Darstellung des Bilds, wenn es nicht der angegebenen Größe entspricht.
es: Apariencia de la imagen si no se adapta al tamaño especificado.
fr: Apparence de l'image si elle ne respecte pas la taille spécifiée.
it: Aspetto dell'immagine se non è conforme alle dimensioni specificate.
ja: 指定のサイズに合わない場合の画像の外観。
ko: 지정한 크기에 맞지 않는 이미지의 모양입니다.
pt: A aparência da imagem, caso não esteja de acordo com o tamanho especificado.
ru: Внешний вид рисунка, если он не соответствует указанному размеру.
zh_hans: 图像不符合指定大小时的外观。
zh_hant: 影像與指定大小不一致時的外觀。

# SnapToGrid
source: Determines whether controls snap to the positioning grid.
de: Bestimmt, ob Steuerelemente am Positionierungsraster ausgerichtet werden sollen.
es: Determina si los controles se ajustan a la cuadrícula de posición.
fr: Détermine si les contrôles s'alignent sur la grille de positionnement.
it: Determina se il controllo viene bloccato sulla griglia di posizionamento.
ja: コントロールを位置グリッドに合わせるかどうかを設定します。
ko: 컨트롤을 위치 지정 눈금에 맞출지 여부를 결정합니다.
pt: Determina se os controles se ajustarão à grade de posicionamento.
ru: Определяет, привязаны ли элементы управления к направляющей сетке.
zh_hans: 确定控件是否与定位网格线对齐。
zh_hant: 決定控制項是否貼齊定位方格。

# StartItem
source: The report to execute when you start the debugger.
de: Der Bericht, der beim Start des Debuggers ausgeführt werden soll.
es: Informe que se debe ejecutar al iniciar el depurador.
fr: Rapport à exécuter au démarrage du débogueur.
it: Report da eseguire quando si avvia il debugger.
ja: デバッガーの起動時に実行するレポート。
ko: 디버거를 시작할 때 실행할 보고서입니다.
pt: O relatório a ser executado quando o depurador for iniciado.
ru: Отчет, выполняющийся при запуске отладчика.
zh_hans: 启动调试器时执行的报表。
zh_hant: 啟動偵錯工具時要執行的報表。

# SubreportParameters
source: The parameters to pass to the subreport.
de: Parameter, die an den Unterbericht übergeben werden sollen.
es: Parámetros que se deben pasar al subinforme.
fr: Paramètres à passer au sous-rapport.
it: Parametri da passare al sottoreport.
ja: サブレポートに渡すパラメーター。
ko: 하위 보고서에 전달할 매개 변수입니다.
pt: Os parâmetros a serem passados para o sub-relatório.
ru: Параметры для передачи вложенному отчету.
zh_hans: 传递给子报表的参数。
zh_hant: 傳遞至子報表的參數。

# SubreportReportName
source: The path to the subreport.
de: Der Pfad zum Unterbericht.
es: Ruta de acceso al subinforme.
fr: Chemin d'accès au sous-rapport.
it: Percorso per il sottoreport.
ja: サブレポートのパス。
ko: 하위 보고서의 경로입니다.
pt: O caminho do sub-relatório.
ru: Путь к вложенному отчету.
zh_hans: 子报表的路径。
zh_hant: 子報表的路徑。

# SubtotalDataElementName
source: The name to use for this subtotal.
de: Der zu verwendende Name für dieses Teilergebnis.
es: Nombre que se debe usar para este subtotal.
fr: Nom à utiliser pour ce sous-total.
it: Nome da utilizzare per il subtotale.
ja: この集計に使用する名前。
ko: 이 부분합에 사용할 이름입니다.
pt: O nome a ser usado para este subtotal.
ru: Имя, используемое для этого подытога.
zh_hans: 该小计项使用的名称。
zh_hant: 此小計所用的名稱。

# SubtotalPosition
source: Indicates whether this subtotal column or row should appear before (above or left) or after (below or right) the detail columns and rows.
de: Gibt an, ob die Teilergebnisspalte oder -zeile vor (über oder links) oder nach (unter oder rechts) den Detailspalten und -zeilen angezeigt werden soll.
es: Indica si la columna o fila de subtotal debe aparecer antes (encima o a la izquierda) o después (debajo o a la derecha) de las columnas y filas de detalles.
fr: Indique si cette colonne ou ligne de sous-total doit apparaître avant (au-dessus/à gauche) ou après (en dessous/à droite) des colonnes et des lignes de détails.
it: Indica se la colonna o riga del subtotale deve apparire prima (sopra o a sinistra) o dopo (sotto o a destra) le colonne e le righe di dettaglio.
ja: この集計列または行を、詳細列または行の前 (左または上) あるいは後 (右または下) に表示するかどうかを示します。
ko: 이 부분합 열 또는 행을 세부 열 및 행 앞(위 또는 왼쪽)에 표시할지 또는 뒤(아래 또는 오른쪽)에 표시할지 나타냅니다.
pt: Indica se esta coluna ou linha de subtotal aparecerá antes (acima ou à esquerda) ou depois (abaixo ou à direita) das colunas e linhas de detalhes.
ru: Указывает, должны ли строка или столбец подытогов отображаться перед (выше или левее) или после (ниже или правее) столбцов и строк со сведениями.
zh_hans: 指明此小计列或行是显示在详细信息列和行的前面(上方或左侧)还是后面(下方或右侧)。
zh_hant: 指出此小計資料行或資料列是否應顯示在詳細資料的資料行與資料列之前 (上或左) 或之後 (下或右)。

# TableFillPage
source: Indicates whether to expand the table to the bottom of the page.
de: Gibt an, ob die Tabelle bis zum Ende der Seite erweitert werden soll.
es: Indica si se debe expandir la tabla hasta el final de la página.
fr: Indique si le tableau doit être étendu ou non jusqu'au bas de la page.
it: Indica se la tabella si estende fino alla fine della pagina.
ja: テーブルをページの下まで展開するかどうかを示します。
ko: 테이블을 페이지 아래쪽으로 확장할지 여부를 나타냅니다.
pt: Indica se a tabela será expandida até a parte inferior da página.
ru: Указывает, следует ли продолжить таблицу до нижней границы страницы.
zh_hans: 指明是否将表扩展到页面底部。
zh_hant: 指出是否將資料表展開至頁面下方。

# TableGroups
source: The groups for the table (group expressions, headers, and footers).
de: Die Gruppen für die Tabelle (Gruppenausdrücke, Kopfzeilen und Fußzeilen).
es: Grupos de la tabla (expresiones, encabezados y pies de grupo).
fr: Groupes pour le tableau (expressions de groupe, en-têtes et pieds de page).
it: Gruppi per la tabella (intestazioni, piè di pagina ed espressioni di raggruppamento).
ja: テーブルのグループ (グループ式、ヘッダー、およびフッター)。
ko: 테이블에 대한 그룹(그룹 식, 머리글, 바닥글)입니다.
pt: Os grupos da tabela (expressões, cabeçalhos e rodapés de grupo).
ru: Группы для таблицы (выражения группирования, верхние и нижние колонтитулы).
zh_hans: 表的多个组(组表达式、组头和组尾)。
zh_hant: 資料表群組 (群組運算式、頁首和頁尾)。
