Repository: Hamid-K/PowerBI
Catalog: Portal/ReportingServicesLibrary/ReportingServicesLibrary/ReportingServices/Design/RdlModel/SRDescription.*.resx
Languages: de, es, fr, it, ja, ko, pt, ru, zh_hans, zh_hant

# DataInstanceName
source: The name to use for the data element for the each instance of this list.
de: Der zu verwendende Name für das Datenelement für jede Instanz dieser Liste.
es: Nombre que se debe usar para el elemento de datos de cada instancia de esta lista.
fr: Nom à utiliser pour l'élément de données de chaque instance de cette liste.
it: Nome da utilizzare per l'elemento dati di ogni istanza dell'elenco.
ja: この一覧の各インスタンスのデータ要素に使用する名前。
ko: 이 목록에 있는 각 인스턴스의 데이터 요소에 사용할 이름입니다.
pt: O nome a ser usado para o elemento de dados em cada instância desta lista.
ru: Имя элемента данных для каждого из экземпляров данного списка.
zh_hans: 此列表中每个实例的数据元素可用的名称。
zh_hant: 此清單中每一個執行個體的資料元素所用的名稱。

# DataSchema
source: The schema or namespace to use when rendering report data.
de: Das Schema oder der Namespace zur Verwendung beim Rendern von Berichtsdaten.
es: Esquema o espacio de nombres que se debe usar al representar datos de un informe.
fr: Schéma ou espace de noms à utiliser dans un rendu de données de rapport.
it: Schema o spazio dei nomi da utilizzare durante il rendering dei dati di un report.
ja: レポート データを表示するときに使用するスキーマまたは名前空間。
ko: 보고서 데이터를 렌더링할 때 사용할 스키마 또는 네임스페이스입니다.
pt: O esquema ou namespace a ser usado na renderização dos dados do relatório.
ru: Схема или пространство имен, используемые при подготовке данных отчета.
zh_hans: 呈现报表数据时可用的架构或命名空间。
zh_hant: 轉譯報表資料時所用的結構描述或命名空間。

# DataSetName
source: The dataset to use for this data region.
de: Das Dataset, das für diesen Datenbereich verwendet wird.
es: Conjunto de datos que se debe usar para esta región de datos.
fr: Dataset à utiliser pour cette région de données.
it: Set di dati da utilizzare per l'area dati.
ja: このデータ領域で使用するデータセット。
ko: 이 데이터 영역에 사용할 데이터 세트입니다.
pt: O conjunto de dados a ser usado para esta área de dados.
ru: Набор данных для этой области данных.
zh_hans: 用于此数据区域的数据集。
zh_hant: 此資料區域所用的資料集。

# DataSourceType
source: The data source type.
de: Der Datenquellentyp.
es: Tipo de origen de datos.
fr: Type de source de données.
it: Tipo dell'origine dei dati.
ja: データ ソースの種類。
ko: 데이터 원본 유형입니다.
pt: O tipo da fonte de dados.
ru: Тип источника данных.
zh_hans: 数据源类型。
zh_hant: 資料來源類型。

# DataTransform
source: Transformation to apply to a report data rendering.
de: Transformation, die auf ein Berichtsdatenrendering angewendet werden soll.
es: Transformación que se debe aplicar a una representación de datos del informe.
fr: Transformation à appliquer à un rendu de données de rapport.
it: Trasformazione da applicare al rendering dei dati di un report.
ja: レポート データの表示に適用する変換。
ko: 보고서 데이터 렌더링에 적용할 변환입니다.
pt: Transformação a ser aplicada na renderização dos dados de um relatório.
ru: Преобразование, применяемое для подготовки данных отчета.
zh_hans: 应用于报表数据呈现的转换设置。
zh_hant: 套用至報表資料轉譯的轉換。

# Description
source: The description of the report.
de: Die Beschreibung des Berichts.
es: Descripción del informe.
fr: Description du rapport.
it: Descrizione del report.
ja: レポートの説明。
ko: 보고서에 대한 설명입니다.
pt: A descrição do relatório.
ru: Описание отчета.
zh_hans: 报表的说明。
zh_hant: 報表的描述。

# DetailDataCollectionName
source: Specifies for all instances of this group the data element name of the collection.
de: Gibt für alle Instanzen der Gruppe den Namen für das Datenelement der Auflistung an.
es: Especifica el nombre del elemento de datos de la colección para todas las instancias de este grupo.
fr: Spécifie pour toutes les instances de ce groupe le nom d'élément de données correspondant à la collection.
it: Specifica per tutte le istanze di questo gruppo il nome dell'elemento dati della raccolta.
ja: このグループのすべてのインスタンスに、コレクションのデータ要素名を指定します。
ko: 이 그룹에 있는 모든 인스턴스 모음의 데이터 요소 이름을 지정합니다.
pt: Especifica, para todas as instâncias deste grupo, o nome do elemento de dados da coleção.
ru: Для всех экземпляров данной группы указывает имя элемента данных в коллекции.
zh_hans: 为此组的所有实例指定集合的数据元素名称。
zh_hant: 針對此群組的所有執行個體，指定集合的資料元素名稱。

# DetailDataElementName
source: The name of the data element for instances of this group.
de: Der Name des Datenelements für Instanzen dieser Gruppe.
es: Nombre del elemento de datos de las instancias de este grupo.
fr: Nom de l'élément de données pour les instances de ce groupe.
it: Nome dell'elemento dati per le istanze del gruppo.
ja: このグループのインスタンスのデータ要素の名前。
ko: 이 그룹에 있는 인스턴스의 데이터 요소 이름입니다.
pt: O nome do elemento de dados para as instâncias deste grupo.
ru: Имя элемента данных для экземпляров этой группы.
zh_hans: 此组中实例的数据元素的名称。
zh_hant: 此群組之執行個體的資料元素名稱。

# DetailDataElementOutput
source: Indicates whether the details should appear in a data rendering.
de: Gibt an, ob die Details beim Datenrendering angezeigt werden sollen.
es: Indica si los detalles deben aparecer en una representación de datos.
fr: Indique si les détails doivent apparaître dans un rendu de données.
it: Indica se i dettagli verranno visualizzati a seguito del rendering dei dati.
ja: 詳細をデータに表示するかどうかを示します。
ko: 데이터 렌더링 시 세부 정보 표시 여부를 나타냅니다.
pt: Indica se os detalhes devem aparecer em uma renderização de dados.
ru: Указывает, следует ли в данных, готовых для просмотра, отображать подробности.
zh_hans: 指明数据呈现时是否应显示详细信息。
zh_hant: 指出在轉譯資料時是否顯示詳細資料。

# Direction
source: Indicates whether text is written left-to-right or right-to-left.
de: Gibt an, ob Text von links nach rechts oder von rechts nach links geschrieben wird.
es: Indica si el texto está escrito de izquierda a derecha o de derecha a izquierda.
fr: Indique si le texte s'écrit de gauche à droite ou de droite à gauche.
it: Indica se l'orientamento del testo è da sinistra a destra oppure da destra a sinistra.
ja: 文字列を左から右方向に記述するか、または右から左方向に記述するかを示します。
ko: 텍스트를 왼쪽에서 오른쪽으로 쓸지 또는 오른쪽에서 왼쪽으로 쓸지 나타냅니다.
pt: Indica se o texto é escrito da esquerda para a direita ou da direita para a esquerda.
ru: Указывает, выводится ли текст слева направо или справа налево.
zh_hans: 指明文本写入的方式是从左到右还是从右到左。
zh_hant: 指出是由左至右或由右至左撰寫文字。

# DrawGrid
source: Indicates whether the positioning grid is visible.
de: Gibt an, ob das Positionierungsraster angezeigt wird.
es: Indica si está visible la cuadrícula de posición.
fr: Indique si la grille de positionnement est visible.
it: Indica se la griglia di posizionamento è visibile.
ja: 位置グリッドを表示するかどうかを示します。
ko: 위치 지정 눈금 표시 여부를 나타냅니다.
pt: Indica se a grade de posicionamento está visível.
ru: Указывает, отображается ли направляющая сетка.
zh_hans: 指明定位网格是否可见。
zh_hant: 指出定位方格是否可見。

# EmbeddedImages
source: Embedded images for the report.
de: Eingebettete Bilder für den Bericht.
es: Imágenes incrustadas del informe.
fr: Images incorporées pour le rapport.
it: Immagini incorporate per il report.
ja: レポートの埋め込み画像。
ko: 보고서에 대한 포함 이미지입니다.
pt: Imagens inseridas para o relatório.
ru: Внедренные изображения для отчета.
zh_hans: 报表的嵌入图像。
zh_hant: 報表的內嵌影像。

# EndPoint
source: The position of the end of the line.
de: Die Position des Zeilenendes.
es: Posición del final de la línea.
fr: Position de la fin de la ligne.
it: Posizione di fine della linea.
ja: 行末の位置。
ko: 줄 끝의 위치입니다.
pt: A posição do final da linha.
ru: Позиция конца строки.
zh_hans: 行的结束位置。
zh_hant: 線條端點的位置。

# Filters
source: A collection of filters to apply to the data region.
de: Eine Auflistung von Filtern, die auf den Datenbereich angewendet werden können.
es: Colección de filtros para aplicar a la región de datos.
fr: Collection de filtres à appliquer à la région de données.
it: Raccolta di filtri da applicare all'area dati.
ja: データ領域に適用するフィルターのコレクション。
ko: 데이터 영역에 적용할 필터 모음입니다.
pt: Uma coleção de filtros a serem aplicados à área de dados.
ru: Коллекция фильтров, применяемых к области данных.
zh_hans: 应用于数据区域的筛选器集合。
zh_hant: 套用至資料區域的篩選集合。

# Font
source: The font used to display text.
de: Die Schriftart für angezeigten Text.
es: Fuente utilizada para mostrar texto.
fr: Police utilisée pour afficher le texte.
it: Tipo di carattere da utilizzare per la visualizzazione del testo.
ja: 文字列の表示に使用するフォント。
ko: 텍스트 표시에 사용되는 글꼴입니다.
pt: A fonte usada para exibir texto.
ru: Шрифт, используемый при отображении текста.
zh_hans: 用于显示文本的字体。
zh_hant: 用來顯示文字的字型。

# FontFamily
source: The name of the font family.
de: Der Name der Schriftfamilie.
es: Nombre de la familia de fuentes.
fr: Nom de la famille de polices.
it: Nome della famiglia di caratteri.
ja: フォント ファミリの名前。
ko: 글꼴 패밀리 이름입니다.
pt: O nome da família de fontes.
ru: Название семейства шрифта.
zh_hans: 字体系列的名称。
zh_hant: 字型家族的名稱。

# FontSize
source: The size of the font.
de: Die Größe der Schriftart.
es: Tamaño de la fuente.
fr: Taille de la police.
it: Dimensioni del tipo di carattere.
ja: フォント サイズ。
ko: 글꼴 크기입니다.
pt: O tamanho da fonte.
ru: Размер шрифта.
zh_hans: 字体的大小。
zh_hant: 字型大小。

# FontStyle
source: The font style.
de: Der Schriftschnitt.
es: Estilo de la fuente.
fr: Style de police.
it: Stile del tipo di carattere.
ja: フォント スタイル。
ko: 글꼴 스타일입니다.
pt: O estilo da fonte.
ru: Стиль шрифта.
zh_hans: 字形。
zh_hant: 字型樣式。

# FontWeight
source: The thickness of the font.
de: Die Schriftstärke.
es: Grosor de la fuente.
fr: Épaisseur de la police.
it: Spessore del tipo di carattere.
ja: フォントの太さ。
ko: 글꼴 두께입니다.
pt: A espessura da fonte.
ru: Толщина шрифта.
zh_hans: 字体的粗细。
zh_hant: 字型粗細。

# Format
source: The formatting string.
de: Die Formatierungszeichenfolge.
es: Cadena de formato.
fr: Chaîne de mise en forme.
it: Stringa di formattazione.
ja: 書式設定の文字列。
ko: 서식 문자열입니다.
pt: A cadeia de caracteres de formatação.
ru: Строка форматирования.
zh_hans: 格式设置字符串。
zh_hant: 格式化字串。

# GridSize
source: Determines the size of the positioning grid.
de: Bestimmt die Größe des Positionierungsrasters.
es: Determina el tamaño de la cuadrícula de posición.
fr: Détermine la taille de la grille de positionnement.
it: Determina le dimensioni della griglia di posizionamento.
ja: 位置グリッドのサイズを設定します。
ko: 위치 지정 눈금의 크기를 결정합니다.
pt: Determina o tamanho da grade de posicionamento.
ru: Определяет шаг направляющей сетки.
zh_hans: 确定定位网格的大小。
zh_hant: 決定定位方格的大小。

# Grouping
source: The expressions used to group the data.
de: Die Ausdrücke, nach denen Daten gruppiert werden.
es: Expresiones utilizadas para agrupar los datos.
fr: Expressions utilisées pour regrouper les données.
it: Espressioni utilizzate per raggruppare i dati.
ja: データのグループ化に使用される式。
ko: 데이터 그룹화에 사용되는 식입니다.
pt: As expressões usadas para agrupar os dados.
ru: Выражения для группирования данных.
zh_hans: 数据分组所用的表达式。
zh_hant: 用來將資料分組的運算式。

# GroupsBeforeRowHeaders
source: The number of instances of the outermost column group that can appear to the left of the row headers (or to the right of the row headers for right-to-left matrices).
de: Die Anzahl von Instanzen der äußersten Spaltengruppe, die links der Zeilenüberschriften angezeigt werden kann (oder rechts der Zeilenüberschriften bei Matrizen mit Leserichtung von rechts nach links).
es: Número de instancias del grupo de columnas externo que pueden aparecer a la izquierda de los encabezados de fila (o a la derecha en las matrices de derecha a izquierda).
fr: Le nombre d'instances du groupe de colonnes le plus à l'extérieur qui peut apparaître à gauche des en-têtes de lignes (ou à droite des en-têtes de lignes pour les matrices de droite à gauche).
it: Numero di istanze del gruppo di colonne più esterno che possono apparire a sinistra delle intestazioni di riga (oppure a destra delle intestazioni di riga in matrici con orientamento da destra a sinistra).
ja: 行ヘッダーの左側 (右から左のマトリックスでは、行ヘッダーの右側) に表示できる最も外側にある列グループのインスタンス数。
ko: 행 머리글의 왼쪽(오른쪽에서 왼쪽 행렬의 경우에는 행 머리글의 오른쪽)에 나타날 가장 바깥쪽 열 그룹의 인스턴스 개수입니다.
pt: O número de instâncias do grupo externo de colunas que podem aparecer à esquerda dos cabeçalhos de linha (ou à direita, no caso de matrizes da direita para a esquerda).
ru: Число экземпляров самой внешней группы столбцов, которые отображаются слева от заголовков строк (либо справа от заголовков строк для матриц, размещаемых справа налево).
zh_hans: 可显示在行标题左侧(对于从右到左排列的矩阵，则为行标题右侧)最外面的列组的实例数。
zh_hant: 可以顯示在資料列標頭左邊的最外側資料行群組的執行個體數目 (若為由右至左的矩陣，則在資料列標頭右邊)。

# Height
source: The height of the report section.
de: Die Höhe des Berichtsabschnitts.
es: Alto de la sección del informe.
fr: Hauteur de la section du rapport.
it: Altezza della sezione del report.
ja: レポート セクションの高さ。
ko: 보고서 섹션 높이입니다.
pt: A altura da seção do relatório.
ru: Высота раздела отчета.
zh_hans: 报表区域的高度。
zh_hant: 報表區段的高度。

# Hidden
source: Indicates whether the item is initially hidden.
de: Gibt an, ob das Element ursprünglich ausgeblendet ist.
es: Indica si el elemento está oculto inicialmente.
fr: Indique si l'élément est initialement masqué.
it: Indica se l'elemento è inizialmente nascosto.
ja: アイテムを初期状態で非表示にするかどうかを示します。
ko: 처음에 항목을 숨길지 여부를 나타냅니다.
pt: Indica se o item ficará oculto inicialmente.
ru: Указывает, является ли элемент изначально скрытым.
zh_hans: 指明是否一开始就隐藏该项。
zh_hant: 指出起初是否隱藏此項目。

# HideDuplicates
source: Hides an item when the value of the item equals the value of the same item in the preceding row. The value of this property is the name of the grouping or dataset that contains items to be hidden.
de: Blendet ein Element aus, wenn der Wert des Elements gleich dem Wert des gleichen Elements in der vorhergehenden Zeile ist. Der Wert dieser Eigenschaft entspricht dem Namen der Gruppierung oder des Datasets mit auszublendenden Elementen.
es: Oculta un elemento cuando su valor es igual al valor del mismo elemento en la fila anterior. El valor de esta propiedad es el nombre de la agrupación o conjunto de datos que contiene elementos para ocultar.
fr: Masque un élément lorsque sa valeur est égale à la valeur du même élément dans la ligne précédente. La valeur de cette propriété est le nom du regroupement ou du dataset qui contient les éléments à masquer.
it: Nasconde un elemento quando il valore dell'elemento è uguale al valore dello stesso elemento nella riga precedente. Il valore della proprietà è il nome del raggruppamento o del set di dati contenente gli elementi da nascondere.
ja: アイテムの値が 1 つ前の行の値と同じ場合にアイテムを非表示にします。このプロパティの値は、非表示にするアイテムを含むグループ化またはデータセットの名前になります。
ko: 항목의 값이 앞 행에 있는 같은 항목의 값과 같을 때 항목을 숨깁니다. 이 속성 값은 숨길 항목이 포함된 그룹화 또는 데이터 세트의 이름입니다.
pt: Oculta um item quando o valor dele é igual ao valor do mesmo item na linha precedente. O valor desta propriedade é o nome do agrupamento ou conjunto de dados que contém itens a serem ocultos.
ru: Делает элемент скрытым, если его значение равно значению того же элемента в предыдущей строке. Значение этого свойства - имя группирования или набора данных, содержащих скрываемые элементы.
zh_hans: 如果某项的值等于前面行中同一项的值，则隐藏该项。此属性的值即为包含要隐藏项的分组或数据集的名称。
zh_hant: 當項目的值等於先前資料列中相同項目的值時，則會隱藏此項目。此屬性的值，是要隱藏的項目所屬群組或資料集的名稱。

# ImageSource
source: The type of the image source.
de: Der Typ der Bildquelle.
es: Tipo del origen de la imagen.
fr: Type de la source de l'image.
it: Tipo dell'origine dell'immagine.
ja: 画像ソースの種類。
ko: 이미지 원본 유형입니다.
pt: O tipo de fonte da imagem.
ru: Тип источника рисунка.
zh_hans: 图像源的类型。
zh_hant: 影像來源的類型。

# ImageValue
source: The source of the image.
de: Die Quelle des Bilds.
es: Origen de la imagen.
fr: Source de l'image.
it: Origine dell'immagine.
ja: 画像ソース。
ko: 이미지 원본입니다.
pt: A fonte da imagem.
ru: Источник рисунка.
zh_hans: 图像的来源。
zh_hant: 影像來源。

# KanatypeSensitivity
source: Indicates whether the data is kanatype sensitive.
de: Gibt an, ob bei den Daten nach Kanatyp unterschieden wird.
es: Indica si los datos distinguen tipos de kana.
fr: Indique si les données respectent le jeu de caractères Kana.
it: Indica se i dati supportano la distinzione Kana.
ja: データでかなを区別するかどうかを示します。
ko: 데이터의 일본어 가나 구분 여부를 나타냅니다.
pt: Indica se os dados distinguem caracteres Kana.
ru: Указывает, учитывают ли данные тип японской азбуки.
zh_hans: 指明数据是否区分假名类型。
zh_hant: 指出資料是否區分假名。

# KeepTogether
source: Indicates that the data region (all repeated sections) should be kept together on one page if possible.
de: Zeigt an, dass der Datenbereich (alle wiederholten Abschnitte) nach Möglichkeit auf einer Seite zusammengehalten werden soll.
es: Indica que la región de datos (todas las secciones repetidas) debe mantenerse en una sola página siempre que sea posible.
fr: Indique que la région de données (toutes les sections répétées) doit occuper une seule page, si possible.
it: Indica se l'area dati (tutte le sezioni ripetute) deve essere mantenuta in una sola pagina, se possibile.
ja: 可能な場合は、データ領域 (すべての繰り返しセクション) を同じページにまとめる必要があることを示します。
ko: 가능하면 데이터 영역(반복되는 모든 구역)을 한 페이지에 표시해야 함을 나타냅니다.
pt: Indica que a área de dados (todas as seções repetidas) será mantida junta na mesma página, se possível.
ru: Указывает, что область данных (все повторяющиеся разделы) должны быть по возможности размещены на одной странице.
zh_hans: 指明数据区域(所有重复的区域)应尽可能地显示在同一页上。
zh_hant: 指出資料區域 (所有重複的區段) 應該盡可能保存在同一個頁面上。

# Label
source: The label to identify an instance of a report item within the document map.
de: Die Bezeichnung, die eine Instanz eines Berichtselements innerhalb der Dokumentstruktur identifiziert.
es: Etiqueta que identifica una instancia de un elemento de informe dentro del mapa del documento.
fr: Étiquette identifiant une instance d'un élément de rapport au sein de l'explorateur de documents.
it: Etichetta che identifica un'istanza dell'elemento di un report all'interno della mappa documento.
ja: ドキュメント マップでレポート アイテムのインスタンスを識別するラベル。
ko: 문서 구조 내의 보고서 항목 인스턴스를 식별할 레이블입니다.
pt: O rótulo para identificar uma instância de um item de relatório no mapa do documento.
ru: Метка, идентифицирующая экземпляр элемента отчета внутри схемы документа.
zh_hans: 标识文档结构图中报表项实例的标签。
zh_hant: 識別文件引導模式中報表項目執行個體的標籤。

# Language
source: The primary language of the text.
de: Die primäre Sprache des Texts.
es: Idioma principal del texto.
fr: Langue principale du texte.
it: Lingua principale del testo.
ja: 文字列の第一言語。
ko: 텍스트의 주 언어입니다.
pt: O idioma principal do texto.
ru: Первичный язык текста.
zh_hans: 文本的主要语言。
zh_hant: 文字的主要語言。

# LayoutDirection
source: Indicates whether the matrix columns expand left-to-right or right-to-left.
de: Gibt an, ob die Matrixspalten von links nach rechts oder von rechts nach links erweitert werden.
es: Indica si las columnas de la matriz se expanden de izquierda a derecha o de derecha a izquierda.
fr: Indique si les colonnes de la matrice s'étendent de gauche à droite ou de droite à gauche.
it: Indica se le colonne della matrice si espandono da sinistra verso destra o da destra verso sinistra.
ja: マトリックス列を左から右方向に展開するか、または右から左方向に展開するかを示します。
ko: 행렬 열을 왼쪽에서 오른쪽으로 확장할지 또는 오른쪽에서 왼쪽으로 확장할지 나타냅니다.
pt: Indica se as colunas da matriz irão se expandir da esquerda para a direita ou da direita para a esquerda.
ru: Указывает, как раскрываются столбцы матрицы: слева направо или справа налево.
zh_hans: 指明矩阵列是从左到右展开，还是从右到左展开。
zh_hant: 指出矩陣資料行是由左至右或由右至左展開。

# LineColor
source: The color of the line.
de: Die Farbe der Linie.
es: Color de la línea.
fr: Couleur de la ligne.
it: Colore della linea.
ja: 線の色。
ko: 선 색입니다.
pt: A cor da linha.
ru: Цвет строки.
zh_hans: 行的颜色。
zh_hant: 線條的色彩。

# LineHeight
source: The height of a line of text.
de: Die Höhe einer Textzeile.
es: Alto de una línea de texto.
fr: Hauteur d'une ligne de texte.
it: Altezza di una riga di testo.
ja: 文字列の行間。
ko: 텍스트 줄의 높이입니다.
pt: A altura de uma linha de texto.
ru: Высота строки текста.
zh_hans: 文本行的高度。
zh_hant: 文字行的高度。

# LineStyle
source: The style of the line.
de: Die Art der Linie.
es: Estilo de la línea.
fr: Style de la ligne.
it: Stile della linea.
ja: 線のスタイル。
ko: 선 스타일입니다.
pt: O estilo da linha.
ru: Стиль строки.
zh_hans: 行的样式。
zh_hant: 線條的樣式。

# LineWidth
source: The width of the line.
de: Die Stärke der Linie.
es: Ancho de la línea.
fr: Largeur de la ligne.
it: Spessore della linea.
ja: 線の幅。
ko: 선 두께입니다.
pt: A largura da linha.
ru: Ширина строки.
zh_hans: 行的宽度。
zh_hant: 線條的寬度。

# LinkToChild
source: The name of a report item that is the target of the document map label. This report item must be contained directly within the current report item .
de: Der Name eines Berichtselements, das Ziel der Dokumentstrukturbezeichnung ist. Dieses Berichtselement muss direkt im aktuellen Berichtselement enthalten sein.
es: Nombre de un elemento de informe que es el destino de la etiqueta de mapa del documento. Este elemento de informe debe estar incluido directamente dentro del elemento de informe actual.
fr: Nom d'un élément de rapport qui est la cible de l'étiquette Explorateur de documents. Cet élément de rapport doit être contenu directement au sein de l'élément de rapport actif.
it: Nome di un elemento del report che rappresenta la destinazione dell'etichetta della mappa documento. Questo elemento deve essere incluso direttamente nell'elemento del report corrente.
ja: ドキュメント マップ ラベルの対象となるレポート アイテムの名前。このレポート アイテムは、現在のレポート アイテム内に直接含める必要があります。
ko: 문서 구조 레이블의 대상이 되는 보고서 항목의 이름입니다. 이 보고서 항목은 현재 보고서 항목 내에 포함되어야 합니다.
pt: O nome de um item de relatório que é o alvo do rótulo do mapa de documento. Esse item de relatório deve estar contido diretamente no item de relatório atual.
ru: Имя элемента отчета, который является целевым объектом для метки схемы документа. Данный элемент отчета должен содержаться непосредственно внутри текущего элемента отчета.
zh_hans: 文档结构图标签的目标报表项名称。此报表项必须直接包含在当前报表项中。
zh_hant: 文件引導模式標籤之目標報表項目的名稱。此報表項目必須直接包含在目前的報表項目內。

# ListFillPage
source: Indicates whether to expand the list to the bottom of the page.
de: Gibt an, ob die Liste bis zum Ende der Seite erweitert werden soll.
es: Indica si se debe expandir la lista hasta el final de la página.
fr: Indique si la liste doit être étendue ou non jusqu'au bas de la page.
it: Indica se l'elenco si espande fino alla fine della pagina.
ja: 一覧をページの下まで展開するかどうかを示します。
ko: 목록을 페이지 아래쪽으로 확장할지 여부를 나타냅니다.
pt: Indica se a lista será expandida até a parte inferior da página.
ru: Указывает, следует ли развертывать список вниз страницы.
zh_hans: 指明是否将列表扩展到页面底部。
zh_hant: 指出是否將清單展開至頁面下方。

# Location
source: The position of the top-left corner of the report item in relation to its container.
de: Die Position der linken oberen Ecke des Berichtselements in Beziehung zu seinem Container.
es: Posición de la esquina superior izquierda del elemento de informe en relación con su contenedor.
fr: Position de l'angle supérieur gauche de l'élément de rapport par rapport à son conteneur.
it: Posizione dell'angolo superiore sinistro dell'elemento del report in relazione al contenitore dell'elemento.
ja: コンテナーに対するレポート アイテムの左上の位置。
ko: 컨테이너를 기준으로 한 보고서 항목의 왼쪽 위 모퉁이 위치입니다.
pt: A posição do canto superior esquerdo do item de relatório em relação ao respectivo contêiner.
ru: Позиция верхнего левого угла элемента отчета относительно контейнера, в котором он содержится.
zh_hans: 报表项位于其容器的左上角位置。
zh_hant: 報表項目左上角距離容器的位置。

# MIMEType
source: The MIME type for the image.
de: Der MIME-Typ für das Bild.
es: Tipo MIME de la imagen.
fr: Type MIME de l'image.
it: Tipo MIME per l'immagine.
ja: 画像の MIME の種類。
ko: 이미지의 MIME 형식입니다.
pt: O tipo de MIME correspondente à imagem.
ru: Тип MIME для рисунка.
zh_hans: 图像的 MIME 类型。
zh_hant: 影像的 MIME 類型。

# Margins
source: Margins for the report.
de: Ränder für den Bericht.
es: Márgenes del informe.
fr: Marges du rapport.
it: Margini del report.
ja: レポートの余白。
ko: 보고서 여백입니다.
pt: As margens do relatório.
ru: Поля отчета.
zh_hans: 报表的边距。
zh_hant: 報表的邊界。

# MatrixGroupings
source: The set of row and column groupings for the matrix.
de: Der Satz von Zeilen- und Spaltengruppierungen für die Matrix.
es: Conjunto de agrupaciones de filas y de columnas de la matriz.
fr: Ensemble de regroupements de lignes et de colonnes pour la matrice.
it: Set di raggruppamenti di righe e colonne per la matrice.
ja: マトリックスの行および列グループ化のセット。
ko: 행렬에 대한 행 및 열 그룹화 집합입니다.
pt: O conjunto de agrupamentos de linha e coluna para a matriz.
ru: Набор группирований строк и столбцов для матрицы.
zh_hans: 矩阵的行分组和列分组的设置。
zh_hant: 矩陣的資料列與資料行群組的集合。
