Repository: Hamid-K/PowerBI
Catalog: Portal/ReportingServicesLibrary/ReportingServicesLibrary/ReportingServices/Design/RdlModel/SRDescription.*.resx
Languages: de, es, fr, it, ja, ko, pt, ru, zh_hans, zh_hant

# AccentSensitivity
source: Indicates whether the data is accent sensitive.
de: Gibt an, ob bei den Daten nach Akzent unterschieden wird.
es: Indica si los datos distinguen acentos.
fr: Indique si les données respectent les accents.
it: Indica se i dati supportano la distinzione tra caratteri accentati e non accentati.
ja: データでアクセントを区別するかどうかを示します。
ko: 데이터의 강세 구분 여부를 나타냅니다.
pt: Indica se os dados diferenciam acentos.
ru: Указывает, могут ли данные учитывать диакритические знаки.
zh_hans: 指明数据是否区分重音符号。
zh_hant: 指出資料是否區分腔調字。

# Action
source: An action, such as a hyperlink, that is associated with the report item.
de: Eine Aktion, z. B. ein Link, die dem Berichtselement zugeordnet ist.
es: Acción (por ejemplo, un hipervínculo) asociada al elemento de informe.
fr: Action, comme un lien hypertexte, qui est associée à l'élément de rapport.
it: Azione, ad esempio un collegamento ipertestuale, associata all'elemento del report.
ja: レポート アイテムと関連付けられているハイパーリンクなどのアクション。
ko: 보고서 항목과 연결된 동작(예: 하이퍼링크)입니다.
pt: Uma ação (como, por exemplo, um hiperlink) que está associada ao item do relatório.
ru: Действие (например, гиперссылка), связанное с элементом отчета.
zh_hans: 与报表项关联的操作，如超链接。
zh_hant: 與報表項目相關聯的動作，例如超連結。

# Author
source: The author of the report.
de: Der Autor des Berichts.
es: Autor del informe.
fr: Auteur du rapport.
it: Autore del report.
ja: レポートの作成者。
ko: 보고서 작성자입니다.
pt: O autor do relatório.
ru: Автор отчета.
zh_hans: 报表的作者。
zh_hant: 報表的作者。

# AutoRefresh
source: The rate, in seconds, at which the report page automatically refreshes when rendered in HTML.
de: Die Rate in Sekunden, mit der die Berichtsseite automatisch aktualisiert wird, wenn in HTML gerendert wird.
es: Frecuencia en segundos de actualización automática de la página de informe cuando se representa en HTML.
fr: Fréquence, en secondes, d'actualisation automatique de la page de rapport lorsqu'elle est rendue en HTML.
it: Frequenza, espressa in secondi, in base alla quale la pagina del report viene aggiornata automaticamente quando ne viene eseguito il rendering in formato HTML.
ja: HTML 形式で表示したときにレポート ページを自動更新する間隔 (秒単位)。
ko: HTML로 렌더링할 때 보고서 페이지를 자동으로 새로 고치는 간격(초)입니다.
pt: A taxa, em segundos, à qual a página do relatório será atualizada automaticamente quando renderizada em HTML.
ru: Частота (в секундах), с которой сформированная в HTML страница отчета автоматически обновляется.
zh_hans: 当报表页以 HTML 格式呈现时自动刷新的速度(以秒计)。
zh_hant: 在 HTML 中轉譯時，報表頁面自動重新整理的速率，以秒為單位。

# BackgroundColor
source: The color of the background.
de: Die Farbe des Hintergrunds.
es: Color del fondo.
fr: Couleur de l'arrière-plan.
it: Colore dello sfondo.
ja: 背景色。
ko: 배경색입니다.
pt: A cor do plano de fundo.
ru: Цвет фона.
zh_hans: 背景的颜色。
zh_hant: 背景色彩。

# BackgroundImage
source: A background image for the report item.
de: Ein Hintergrundbild für das Berichtselement.
es: Imagen de fondo para el elemento de informe.
fr: Image d'arrière-plan pour l'élément de rapport.
it: Immagine di sfondo per l'elemento del report.
ja: レポート アイテムの背景画像。
ko: 보고서 항목의 배경 이미지입니다.
pt: Uma imagem de plano de fundo para o item de relatório.
ru: Фоновое изображение элемента отчета.
zh_hans: 报表项的背景图像。
zh_hant: 報表項目的背景影像。

# BackgroundRepeat
source: Indicates how the background image repeats to fill the available space.
de: Gibt an, wie das Hintergrundbild durch Wiederholung den verfügbaren Platz ausfüllt.
es: Indica cómo se repite la imagen de fondo para rellenar el espacio disponible.
fr: Indique la façon dont l'image d'arrière-plan se répète pour occuper l'espace disponible.
it: Indica come viene ripetuta l'immagine di sfondo per riempire lo spazio disponibile.
ja: 残りの領域における背景画像の繰り返し方法を示します。
ko: 사용 가능한 공간을 채울 때 배경 이미지가 반복되는 방법을 나타냅니다.
pt: Indica como a imagem de plano de fundo se repetirá para preencher o espaço disponível.
ru: Указывает, каким образом повторяется фоновое изображение для заполнения всего доступного пространства.
zh_hans: 指明如何重复背景图像以填充可用空间。
zh_hant: 指出背景影像如何重複，以填滿可用的空間。

# Bookmark
source: The possible target of a Bookmark action.
de: Das mögliche Ziel einer Lesezeichenaktion.
es: Destino posible de una acción de marcador.
fr: Cible possible d'une action de signet.
it: Possibile destinazione di un'azione segnalibro.
ja: ブックマーク アクションの対象となる可能性のあるアイテム。
ko: 책갈피 동작의 대상입니다.
pt: O possível destino de uma ação de Indicador.
ru: Возможная цель при переходе по закладке.
zh_hans: “书签”操作的可能目标。
zh_hant: 書籤動作的可能目標。

# BorderColor
source: The color of the border.
de: Die Farbe des Rahmens.
es: Color del borde.
fr: Couleur de la bordure.
it: Colore del bordo.
ja: 罫線の色。
ko: 테두리 색입니다.
pt: A cor da borda.
ru: Цвет границы.
zh_hans: 边框颜色。
zh_hant: 框線色彩。

# BorderColorBottom
source: The color of the bottom border.
de: Die Farbe des unteren Rahmens.
es: Color del borde inferior.
fr: Couleur de la bordure inférieure.
it: Colore del bordo inferiore.
ja: 下罫線の色。
ko: 아래쪽 테두리 색입니다.
pt: A cor da borda inferior.
ru: Цвет нижней границы.
zh_hans: 下边框颜色。
zh_hant: 下框線的色彩。

# BorderColorDefault
source: The color of the border, unless this property is overridden for a specific side.
de: Die Farbe des Rahmens, falls diese Eigenschaft nicht für eine bestimmte Seite überschrieben wird.
es: Color del borde, a menos que se invalide esta propiedad para un lado específico.
fr: Couleur de la bordure, sauf si cette propriété est remplacée sur un côté spécifique.
it: Colore del bordo, a meno che questa proprietà non venga impostata in modo esplicito per un lato specifico.
ja: 罫線の色 (ただし、このプロパティの一部がオーバーライドされた場合を除きます)。
ko: 테두리 색입니다(특정 면에 대해 이 속성이 무시되지 않은 경우).
pt: A cor da borda, a menos que esta propriedade seja substituída para um lado específico.
ru: Цвет границы, если это свойство не переопределено для какой-либо конкретной стороны.
zh_hans: 边框颜色，除非该属性被指定侧的设置覆盖。
zh_hant: 框線的色彩，除非針對特定的邊覆寫此屬性。

# BorderColorLeft
source: The color of the left border.
de: Die Farbe des linken Rahmens.
es: Color del borde izquierdo.
fr: Couleur de la bordure gauche.
it: Colore del bordo sinistro.
ja: 左罫線の色。
ko: 왼쪽 테두리 색입니다.
pt: A cor da borda esquerda.
ru: Цвет левой границы.
zh_hans: 左边框颜色。
zh_hant: 左框線的色彩。

# BorderColorRight
source: The color of the right border.
de: Die Farbe des rechten Rahmens.
es: Color del borde derecho.
fr: Couleur de la bordure droite.
it: Colore del bordo destro.
ja: 右罫線の色。
ko: 오른쪽 테두리 색입니다.
pt: A cor da borda direita.
ru: Цвет правой границы.
zh_hans: 右边框颜色。
zh_hant: 右框線的色彩。

# BorderColorTop
source: The color of the top border.
de: Die Farbe des oberen Rahmens.
es: Color del borde superior.
fr: Couleur de la bordure supérieure.
it: Colore del bordo superiore.
ja: 上罫線の色。
ko: 위쪽 테두리 색입니다.
pt: A cor da borda superior.
ru: Цвет верхней границы.
zh_hans: 上边框颜色。
zh_hant: 上框線的色彩。

# BorderStyle
source: The style of the border.
de: Die Art des Rahmens.
es: Estilo del borde.
fr: Style de la bordure.
it: Stile del bordo.
ja: 罫線のスタイル。
ko: 테두리 스타일입니다.
pt: O estilo da borda.
ru: Стиль границы.
zh_hans: 边框样式。
zh_hant: 框線的樣式。

# BorderStyleBottom
source: The style of the bottom border.
de: Die Art des unteren Rahmens.
es: Estilo del borde inferior.
fr: Style de la bordure inférieure.
it: Stile del bordo inferiore.
ja: 下罫線のスタイル。
ko: 아래쪽 테두리 스타일입니다.
pt: O estilo da borda inferior.
ru: Стиль нижней границы.
zh_hans: 下边框样式。
zh_hant: 下框線的樣式。

# BorderStyleDefault
source: The style of the border, unless this property is overridden for a specific side.
de: Die Art des Rahmens, außer diese Eigenschaft wird für eine bestimmte Seite überschrieben.
es: Estilo del borde, a menos que se invalide esta propiedad para un lado específico.
fr: Style de la bordure, sauf si cette propriété est remplacée sur un côté spécifique.
it: Stile del bordo, a meno che questa proprietà non venga impostata in modo esplicito per un lato specifico.
ja: 罫線のスタイル (ただし、このプロパティの一部がオーバーライドされた場合を除きます)。
ko: 테두리 스타일입니다(특정 면에 대해 이 속성이 무시되지 않은 경우).
pt: O estilo da borda, a menos que esta propriedade seja substituída para um lado específico.
ru: Стиль границы, если это свойство не переопределено для какой-либо конкретной стороны.
zh_hans: 边框样式，除非该属性被指定侧的设置覆盖。
zh_hant: 框線的樣式，除非針對特定的邊覆寫此屬性。

# BorderStyleLeft
source: The style of the left border.
de: Die Art des linken Rahmens.
es: Estilo del borde izquierdo.
fr: Style de la bordure gauche.
it: Stile del bordo sinistro.
ja: 左罫線のスタイル。
ko: 왼쪽 테두리 스타일입니다.
pt: O estilo da borda esquerda.
ru: Стиль левой границы.
zh_hans: 左边框样式。
zh_hant: 左框線的樣式。

# BorderStyleRight
source: The style of the right border.
de: Die Art des rechten Rahmens.
es: Estilo del borde derecho.
fr: Style de la bordure droite.
it: Stile del bordo destro.
ja: 右罫線のスタイル。
ko: 오른쪽 테두리 스타일입니다.
pt: O estilo da borda direita.
ru: Стиль правой границы.
zh_hans: 右边框样式。
zh_hant: 右框線的樣式。

# BorderStyleTop
source: The style of the top border.
de: Die Art des oberen Rahmens.
es: Estilo del borde superior.
fr: Style de la bordure supérieure.
it: Stile del bordo superiore.
ja: 上罫線のスタイル。
ko: 위쪽 테두리 스타일입니다.
pt: O estilo da borda superior.
ru: Стиль верхней границы.
zh_hans: 上边框样式。
zh_hant: 上框線的樣式。

# BorderWidth
source: The width of the border.
de: Die Breite des Rahmens.
es: Ancho del borde.
fr: Largeur de la bordure.
it: Spessore del bordo.
ja: 罫線の幅。
ko: 테두리 두께입니다.
pt: A largura da borda.
ru: Толщина границы.
zh_hans: 边框宽度。
zh_hant: 框線的寬度。

# BorderWidthBottom
source: The width of the bottom border.
de: Die Breite des unteren Rahmens.
es: Ancho del borde inferior.
fr: Largeur de la bordure inférieure.
it: Spessore del bordo inferiore.
ja: 下罫線の幅。
ko: 아래쪽 테두리 두께입니다.
pt: A largura da borda inferior.
ru: Толщина нижней границы.
zh_hans: 下边框宽度。
zh_hant: 下框線的寬度。

# BorderWidthDefault
source: The width of the border, unless this property is overridden for a specific side.
de: Die Breite des Rahmens, außer diese Eigenschaft wird für eine bestimmte Seite überschrieben.
es: Ancho del borde, a menos que se invalide esta propiedad para un lado específico.
fr: Largeur de la bordure, sauf si cette propriété est remplacée sur un côté spécifique.
it: Spessore del bordo, a meno che questa proprietà non venga impostata in modo esplicito per un lato specifico.
ja: 罫線の幅 (ただし、このプロパティの一部がオーバーライドされた場合を除きます)。
ko: 테두리 두께입니다(특정 면에 대해 이 속성이 무시되지 않은 경우).
pt: A largura da borda, a menos que esta propriedade seja substituída para um lado específico.
ru: Толщина границы, если это свойство не переопределено для какой-либо конкретной стороны.
zh_hans: 边框宽度，除非该属性被指定侧的设置覆盖。
zh_hant: 框線的寬度，除非針對特定的邊覆寫此屬性。

# BorderWidthLeft
source: The width of the left border.
de: Die Breite des linken Rahmens.
es: Ancho del borde izquierdo.
fr: Largeur de la bordure gauche.
it: Spessore del bordo sinistro.
ja: 左罫線の幅。
ko: 왼쪽 테두리 두께입니다.
pt: A largura da borda esquerda.
ru: Толщина левой границы.
zh_hans: 左边框宽度。
zh_hant: 左框線的寬度。

# BorderWidthRight
source: The width of the right border.
de: Die Breite des rechten Rahmens.
es: Ancho del borde derecho.
fr: Largeur de la bordure droite.
it: Spessore del bordo destro.
ja: 右罫線の幅。
ko: 오른쪽 테두리 두께입니다.
pt: A largura da borda direita.
ru: Толщина правой границы.
zh_hans: 右边框宽度。
zh_hant: 右框線的寬度。

# BorderWidthTop
source: The width of the top border.
de: Die Breite des oberen Rahmens.
es: Ancho del borde superior.
fr: Largeur de la bordure supérieure.
it: Spessore del bordo superiore.
ja: 上罫線の幅。
ko: 위쪽 테두리 두께입니다.
pt: A largura da borda superior.
ru: Толщина верхней границы.
zh_hans: 上边框宽度。
zh_hant: 上框線的寬度。

# Calendar
source: Indicates the calendar to use for formatting dates.
de: Gibt den für die Datumsformatierung zu verwendenden Kalender an.
es: Indica el calendario que se debe usar para dar formato a las fechas.
fr: Indique le calendrier à utiliser pour la mise en forme des dates.
it: Indica il calendario da utilizzare per impostare il formato delle date.
ja: 日付の書式設定に使用するカレンダーを示します。
ko: 날짜 형식 지정에 사용할 달력을 나타냅니다.
pt: Indica o calendário a ser usado para formatar datas.
ru: Определяет календарь, используемый при форматировании дат.
zh_hans: 指明设置日期格式所用的日历。
zh_hant: 指出用來格式化日期的日曆。

# CanGrow
source: Determines whether a text box is automatically resized to accommodate a lengthy value.
de: Bestimmt, ob die Größe eines Textfelds für die Aufnahme eines langen Werts automatisch geändert wird.
es: Determina si el tamaño de un cuadro de texto se ajusta automáticamente para albergar un valor largo.
fr: Détermine si une zone de texte est redimensionnée automatiquement pour s'adapter à une valeur longue.
it: Indica se le dimensioni di una casella di testo possono aumentare automaticamente per contenere un valore lungo.
ja: テキスト ボックスのサイズを長い値に合わせて自動的に変更するかどうかを決定します。
ko: 입력란의 크기가 긴 값에 맞게 자동으로 조정되는지 여부를 결정합니다.
pt: Determina se uma caixa de texto será redimensionada automaticamente para acomodar um valor longo.
ru: Определяет, производится ли автоматическое изменение размера текстового поля, чтобы вместить длинное значение.
zh_hans: 确定是否自动调整文本框的大小，以容纳较长的值。
zh_hant: 決定是否自動調整文字方塊的大小，以配合長度較長的值。

# CanShrink
source: Determines whether a text box shrinks to fit a smaller value.
de: Bestimmt, ob die Größe eines Textfelds für die Aufnahme eines kleineren Werts verringert wird.
es: Determina si el tamaño de un cuadro de texto se reduce para ajustarse a un valor más pequeño.
fr: Détermine si une zone de texte se réduit pour s'ajuster à une valeur plus petite.
it: Indica se le dimensioni di una casella di testo possono diminuire per contenere un valore più corto.
ja: テキスト ボックスのサイズを小さい値に合わせて縮小するかどうかを決定します。
ko: 입력란의 크기가 작은 값에 맞게 축소되는지 여부를 결정합니다.
pt: Determina se uma caixa de texto será reduzida para se ajustar a um valor menor.
ru: Определяет, подгоняется ли размер текстового поля до размеров короткого значения.
zh_hans: 确定是否收缩文本框，以适合较小的值。
zh_hant: 決定是否壓縮文字方塊，以符合較小的值。

# CaseSensitivity
source: Indicates whether the data is case-sensitive.
de: Gibt an, ob bei den Daten nach Groß-/Kleinschreibung unterschieden wird.
es: Indica si los datos distinguen mayúsculas de minúsculas.
fr: Indique si les données respectent la casse.
it: Indica se i dati supportano la distinzione tra lettere maiuscole e minuscole.
ja: データで大文字小文字を区別するかどうかを示します。
ko: 데이터의 대/소문자 구분 여부를 나타냅니다.
pt: Indica se os dados diferenciam maiúsculas de minúsculas.
ru: Указывает, учитывают ли данные регистр.
zh_hans: 指明数据是否区分大小写。
zh_hant: 指出資料是否區分大小寫。

# CellDataElementName
source: The name of the cell element.
de: Der Name des Zellenelements.
es: Nombre del elemento de celda.
fr: Nom de l'élément de cellule.
it: Nome dell'elemento cella.
ja: セル要素の名前。
ko: 셀 요소의 이름입니다.
pt: O nome do elemento da célula.
ru: Имя элемента ячейки.
zh_hans: 单元元素的名称。
zh_hant: 資料格元素的名稱。

# CellDataElementOutput
source: Indicates whether the cell contents should appear in a data rendering.
de: Gibt an, ob der Zelleninhalt beim Datenrendering angezeigt werden soll.
es: Indica si el contenido de la celda debe aparecer en una representación de datos.
fr: Indique si le contenu de la cellule doit apparaître dans un rendu de données.
it: Indica se i contenuti della cella verranno visualizzati a seguito del rendering dei dati.
ja: セルの内容をデータに反映するかどうかを示します。
ko: 데이터 렌더링 시 셀 내용 표시 여부를 나타냅니다.
pt: Indica se o conteúdo da célula deve aparecer em uma renderização de dados.
ru: Указывает, должно ли отображаться содержимое ячейки в данных, готовых для просмотра.
zh_hans: 指明在呈现数据时是否显示单元内容。
zh_hant: 指出在資料轉譯時是否顯示資料格內容。

# ChartData
source: The data fields to display in the chart.
de: Die Datenfelder, die im Diagramm angezeigt werden.
es: Campos de datos que se deben mostrar en el gráfico.
fr: Champs de données à afficher dans le graphique.
it: Campi dati da visualizzare nel grafico.
ja: グラフに表示するデータ フィールド。
ko: 차트에 표시할 데이터 필드입니다.
pt: Os campos de dados a serem exibidos no gráfico.
ru: Поля данных для отображения в диаграмме.
zh_hans: 要在图表中显示的数据字段。
zh_hant: 要在圖表中顯示的資料欄位。

# ChartDefinition
source: The chart definition.
de: Die Diagrammdefinition.
es: Definición del gráfico.
fr: Définition du graphique.
it: Definizione del grafico.
ja: グラフの定義。
ko: 차트 정의입니다.
pt: A definição do gráfico.
ru: Определение диаграммы.
zh_hans: 图表定义。
zh_hant: 圖表定義。

# ChartParameters
source: The parameters to the chart.
de: Die Parameter für das Diagramm.
es: Parámetros del gráfico.
fr: Paramètres du graphique.
it: Parametri per il grafico.
ja: グラフへのパラメーター。
ko: 차트에 대한 매개 변수입니다.
pt: Os parâmetros do gráfico.
ru: Параметры диаграммы.
zh_hans: 该图表的参数。
zh_hant: 圖表的參數。

# ClassID
source: The class identifier of the control.
de: Der Klassenbezeichner des Steuerelements.
es: Identificador de clase del control.
fr: Identificateur de classe du contrôle.
it: Identificatore della classe del controllo.
ja: コントロールのクラス ID。
ko: 컨트롤의 클래스 ID입니다.
pt: O identificador de classe do controle.
ru: Идентификатор класса элемента управления.
zh_hans: 该控件的类标识符。
zh_hant: 控制項的類別識別碼。

# Classes
source: Classes to instantiate during report initialization.
de: Klassen zum Instanziieren während der Berichtsinitialisierung.
es: Clases de las que se debe crear una instancia durante la inicialización del informe.
fr: Classes à instancier pendant l'initialisation du rapport.
it: Classi di cui creare le istanze durante l'inizializzazione del report.
ja: レポートの初期化中にインスタンスを作成する対象となるクラス。
ko: 보고서 초기화 중에 인스턴스화할 클래스입니다.
pt: Classes das quais será criada uma instância durante a inicialização do relatório.
ru: Классы, объекты которых создаются при инициализации отчета.
zh_hans: 报表初始化过程中要实例化的类。
zh_hant: 報表初始化期間要具現化的類別。

# CodeBase
source: The URL of the codebase from which the control is downloaded.
de: Die URL der Codebasis, von der das Steuerelement heruntergeladen wird.
es: Dirección URL del código base desde la que se descarga el control.
fr: URL du code base d'où le contrôle est téléchargé.
it: URL della base di codice da cui viene scaricato il controllo.
ja: コントロールのダウンロード元であるコードベースの URL。
ko: 컨트롤을 다운로드할 코드베이스의 URL입니다.
pt: A URL da base de código da qual o controle é baixado.
ru: URL-адрес базы кода, из которой загружается элемент управления.
zh_hans: 从中下载控件的基本代码 URL。
zh_hant: 用來下載控制項的程式碼基底 URL。

# CodeModules
source: Assemblies available to the report for use in expressions.
de: Assemblys, die dem Bericht zur Verwendung in Ausdrücken zur Verfügung stehen.
es: Ensamblados disponibles para que el informe los utilice en expresiones.
fr: Assemblys disponibles pour le rapport en vue de leur utilisation dans des expressions.
it: Assembly disponibili per l'utilizzo nelle espressioni del report.
ja: レポートの式で使用できるアセンブリ。
ko: 보고서 식에 사용할 수 있는 어셈블리입니다.
pt: Assemblies disponíveis para o relatório para uso em expressões.
ru: Сборки, доступные отчету для использования в выражениях.
zh_hans: 可供报表用于表达式中的程序集。
zh_hant: 可在報表的運算式中使用的組件。

# Collation
source: The locale to use for the collation sequence for sorting data.
de: Das Gebietsschema für die Sortierreihenfolge beim Sortieren von Daten.
es: Configuración regional que se debe usar para la secuencia de intercalación para ordenar datos.
fr: Paramètres régionaux à utiliser pour la séquence de classement du tri des données.
it: Impostazioni locali da utilizzare per la sequenza di confronto per l'ordinamento dei dati.
ja: データの並べ替えの照合順序に使用するロケール。
ko: 데이터 정렬을 위한 데이터 정렬 시퀀스에 사용할 로캘입니다.
pt: A localidade a ser usada para a sequência de ordenação na classificação de dados.
ru: Локаль, используемый для определения параметров сортировки для данных.
zh_hans: 排序规则在数据排序时可用的区域设置。
zh_hant: 排序資料時用來定序的地區設定。

# Color
source: The color of the text.
de: Die Farbe des Texts.
es: Color del texto.
fr: Couleur du texte.
it: Colore del testo.
ja: 文字列の色。
ko: 텍스트 색입니다.
pt: A cor do texto.
ru: Цвет текста.
zh_hans: 文本颜色。
zh_hant: 文字的色彩。

# ColumnSpacing
source: The spacing between each column.
de: Der Abstand zwischen jeder Spalte.
es: Espaciado entre columnas.
fr: Espacement entre chaque colonne.
it: Spaziatura tra le colonne.
ja: 各列の間隔。
ko: 열 간 간격입니다.
pt: O espaçamento entre cada coluna.
ru: Расстояние между столбцами.
zh_hans: 每列之间的间距。
zh_hant: 各資料行之間的間距。

# ColumnWidth
source: The width of each column.
de: Die Breite jeder Spalte.
es: Ancho de cada columna.
fr: Largeur de chaque colonne.
it: Larghezza di ogni colonna.
ja: 各列の幅。
ko: 열 너비입니다.
pt: A largura de cada coluna.
ru: Толщина каждого столбца.
zh_hans: 每列的宽度。
zh_hant: 各資料行的寬度。

# Columns
source: The number of columns in the rendered report.
de: Die Anzahl von Spalten im gerenderten Bericht.
es: Número de columnas del informe representado.
fr: Nombre de colonnes dans le rapport rendu.
it: Numero di colonne nel report visualizzabile.
ja: 表示レポートの列数。
ko: 렌더링된 보고서에 있는 열 개수입니다.
pt: O número de colunas do relatório renderizado.
ru: Число столбцов в отчете, готовом для просмотра.
zh_hans: 所呈现报表中的列数。
zh_hant: 已轉譯報表的資料行數目。

# ConnectString
source: The connection string for the data source.
de: Die Verbindungszeichenfolge für die Datenquelle.
es: Cadena de conexión para el origen de datos.
fr: Chaîne de connexion pour la source de données.
it: Stringa di connessione per l'origine dei dati.
ja: データ ソースの接続文字列。
ko: 데이터 원본에 대한 연결 문자열입니다.
pt: A cadeia de conexão para a fonte de dados.
ru: Строка соединения для источника данных.
zh_hans: 数据源的连接字符串。
zh_hant: 資料來源的連接字串。

# DataElementName
source: The name of the data element or attribute of this report item.
de: Der Name des Datenelements bzw. -attributs für dieses Berichtselement.
es: Nombre del elemento o atributo de datos de este elemento de informe.
fr: Nom de l'élément ou de l'attribut de données de cet élément de rapport.
it: Nome dell'elemento o attributo dati di questo elemento del report.
ja: このレポート アイテムのデータ要素または属性の名前。
ko: 이 보고서 항목의 데이터 요소 또는 특성의 이름입니다.
pt: O nome do atributo ou elemento de dados deste item de relatório.
ru: Имя элемента данных или атрибута данного элемента отчета.
zh_hans: 此报表项的数据元素或属性的名称。
zh_hant: 此報表項目的資料元素或屬性的名稱。

# DataElementOutput
source: Indicates whether the item should appear in a data rendering.
de: Gibt an, ob das Element beim Datenrendering angezeigt werden soll.
es: Indica si el elemento debe aparecer en una representación de datos.
fr: Indique si l'élément doit apparaître dans le rendu des données.
it: Indica se l'elemento verrà visualizzato a seguito del rendering dei dati.
ja: アイテムをデータに反映するかどうかを示します。
ko: 데이터 렌더링 시 항목 표시 여부를 나타냅니다.
pt: Indica se o item deve aparecer em uma renderização de dados.
ru: Указывает, должен ли элемент отображаться в данных, готовых для просмотра.
zh_hans: 指明数据呈现时是否应显示该项。
zh_hant: 指出在資料轉譯時是否顯示此項目。

# DataElementStyle
source: Indicates whether text boxes should render as elements or attributes.
de: Gibt an, ob Textfelder als Elemente oder Attribute gerendert werden sollen.
es: Indica si los cuadros de texto deben representarse como elementos o como atributos.
fr: Indique si les zones de texte doivent être rendues comme des éléments ou des attributs.
it: Indica se per le caselle di testo verrà eseguito il rendering come elementi o come attributi.
ja: テキスト ボックスを、要素として表示するか属性として表示するかを示します。
ko: 입력란을 요소로 렌더링할지 또는 특성으로 렌더링할지 나타냅니다.
pt: Indica se as caixas de texto devem ser renderizadas como elementos ou atributos.
ru: Указывает, как должны отображаться текстовые поля: как элементы или как атрибуты.
zh_hans: 指示文本框是应作为元素呈现还是作为属性呈现。
zh_hant: 指出文字方塊應轉譯成元素或屬性。

# DataInstanceElementOutput
source: Indicates whether the list instances should appear in a data rendering.
de: Gibt an, ob die Listeninstanzen beim Datenrendering angezeigt werden sollen.
es: Indica si las instancias de lista deben aparecer en una representación de datos.
fr: Indique si les instances de liste doivent apparaître dans un rendu de données.
it: Indica se le istanze dell'elenco verranno visualizzate a seguito del rendering dei dati.
ja: リスト インスタンスをデータに表示するかどうかを示します。
ko: 데이터 렌더링 시 목록 인스턴스 표시 여부를 나타냅니다.
pt: Indica se as instâncias da lista devem aparecer em uma renderização de dados.
ru: Указывает, должны ли в данных, готовых для просмотра, отображаться экземпляры списка.
zh_hans: 指明数据呈现时是否应显示列表实例。
zh_hant: 指出在資料轉譯時是否顯示清單執行個體。
