Repository: Hamid-K/PowerBI
Catalog: Portal/ReportingServicesLibrary/ReportingServicesLibrary/ReportingServices/Design/RdlModel/SRDescription.*.resx
Languages: de, es, fr, it, ja, ko, pt, ru, zh_hans, zh_hant

# TargetFolder
source: The path of the folder that contains the deployed project.
de: Der Pfad des Ordners, der das bereitgestellte Projekt enthält.
es: Ruta de acceso a la carpeta que contiene el proyecto implementado.
fr: Chemin d'accès au dossier qui contient le projet déployé.
it: Percorso della cartella che contiene il progetto distribuito.
ja: 配置されたプロジェクトを含むフォルダーのパス。
ko: 배포된 프로젝트가 있는 폴더의 경로입니다.
pt: O caminho da pasta que contém o projeto implantado.
ru: Путь к папке, содержащей развертываемый проект.
zh_hans: 包含已部署项目的文件夹的路径。
zh_hant: 包含已部署專案的資料夾路徑。

# TargetServerURL
source: The URL of the report server to which to deploy the project, for example, http://hostname/ReportServer.
de: Die URL des Berichtsservers, auf dem das Projekt bereitgestellt werden soll, beispielsweise: http://hostname/ReportServer.
es: Dirección URL del servidor de informes en la que se debe implementar el proyecto; por ejemplo, http://nombreDeHost/servidorDeInformes.
fr: URL du serveur de rapports sur lequel déployer le projet, par exemple, http://nomhôte/ServeurRapports.
it: URL del server di report nel quale distribuire il progetto, ad esempio, http://nomehost/ReportServer.
ja: プロジェクトを配置するレポート サーバーの URL。たとえば、http://hostname/ReportServer です。
ko: 프로젝트를 배포할 보고서 서버의 URL입니다(예: http://hostname/ReportServer).
pt: A URL do servidor de relatório no qual o projeto será implantado, como, por exemplo, http://nomedohost/ReportServer.
ru: URL-адрес сервера отчетов, на котором развертывается проект. Например: http://hostname/ReportServer.
zh_hans: 部署项目的目标报表服务器的 URL，例如 http://hostname/ReportServer。
zh_hant: 部署專案的報表伺服器 URL，例如 http://hostname/ReportServer。

# TextAlign
source: The horizontal alignment of the text.
de: Die horizontale Ausrichtung des Texts.
es: Alineación horizontal del texto.
fr: Alignement horizontal du texte.
it: Allineamento orizzontale del testo.
ja: 文字の配置 (横方向)。
ko: 텍스트 가로 맞춤입니다.
pt: O alinhamento horizontal do texto.
ru: Горизонтальное выравнивание текста.
zh_hans: 水平对齐文本。
zh_hant: 水平對齊文字。

# TextDecoration
source: Specifies special text formatting.
de: Gibt eine spezielle Textformatierung an.
es: Especifica formato de texto especial.
fr: Spécifie la mise en forme spéciale du texte.
it: Specifica una formattazione di testo speciale.
ja: 特別なテキストの形式を指定します。
ko: 특수 텍스트 서식을 지정합니다.
pt: Especifica uma formatação de texto especial.
ru: Указывает специальные параметры форматирования текста.
zh_hans: 指定特殊的文本格式设置。
zh_hant: 指定特殊文字格式。

# TextValue
source: The expression whose value is displayed in the text box.
de: Der Ausdruck, dessen Wert im Textfeld angezeigt wird.
es: Expresión cuyo valor se muestra en el cuadro de texto.
fr: Expression dont la valeur est affichée dans la zone de texte.
it: Espressione il cui valore è visualizzato nella casella di testo.
ja: テキスト ボックスに値が表示される式。
ko: 입력란에 표시할 값을 생성하는 식입니다.
pt: A expressão cujo valor será exibido na caixa de texto.
ru: Выражение, значение которого отображается в текстовом поле.
zh_hans: 其值显示在文本框中的表达式。
zh_hant: 在文字方塊中顯示其值的運算式。

# Title
source: The text label for the report item, which is used for purposes such as rendering TITLE and ALT attributes in HTML reports.
de: Die Textbezeichnung für das Berichtselement, das für Vorgänge wie das Rendern von TITLE- und ALT- Attributen in HTML-Berichten verwendet wird.
es: Etiqueta de texto para el elemento de informe, que se utiliza para fines como la representación de atributos TITLE y ALT en informes HTML.
fr: Étiquette de texte de l'élément de rapport, utilisée par exemple pour afficher les attributs TITLE et ALT dans les rapports HTML.
it: Etichetta di testo per l'elemento del report, che viene utilizzata, ad esempio, per il rendering di attributi TITLE e ALT in report HTML.
ja: レポート アイテムのテキスト ラベル。これは、HTML 形式のレポートの TITLE 属性や ALT 属性を表示するのに使用します。
ko: 보고서 항목에 대한 텍스트 레이블이며, HTML 보고서에 TITLE 및 ALT 등의 특성을 렌더링하는 데 사용됩니다.
pt: O rótulo de texto para o item de relatório, o qual é usado para fins como a renderização dos atributos TITLE e ALT nos relatórios em HTML.
ru: Текстовая метка элемента отчета, используемая, например для вывода атрибутов TITLE и ALT в отчетах HTML.
zh_hans: 报表项的文本标签，可用于在 HTML 报表中呈现 TITLE 和 ALT 属性。
zh_hant: 報表項目的文字標籤，可用於轉譯 HTML 報表中的 TITLE 和 ALT 屬性等用途上。

# ToggleImage
source: Determines the initial state of the toggle image.
de: Bestimmt den ursprünglichen Status des Umschaltbilds.
es: Determina el estado inicial de la imagen de alternancia.
fr: Détermine l'état initial de l'image bascule.
it: Determina lo stato iniziale dell'immagine dell'elemento Toggle.
ja: 表示切り替えイメージの初期状態を設定します。
ko: 토글 이미지의 초기 상태를 결정합니다.
pt: Determina o estado inicial da imagem de alternância.
ru: Определяет начальное состояние рисунка-переключателя.
zh_hans: 确定切换图像的初始状态。
zh_hant: 決定切換影像的初始狀態。

# ToggleItem
source: The name of the text box used to hide or show this report item.
de: Der Name des Textfelds, das zum Aus- bzw. Einblenden dieses Berichtselements verwendet wird.
es: Nombre del cuadro de texto utilizado para ocultar o mostrar este elemento de informe.
fr: Nom de la zone de texte utilisée pour masquer ou afficher cet élément de rapport.
it: Nome della casella di testo utilizzata per visualizzare o nascondere l'elemento del report.
ja: このレポート アイテムを表示するか非表示にするのに使用するテキスト ボックスの名前。
ko: 이 보고서 항목을 표시하거나 숨기는 데 사용되는 입력란의 이름입니다.
pt: O nome da caixa de texto usada para ocultar ou mostrar este item de relatório.
ru: Имя текстового поля, используемого, чтобы скрыть или показать этот элемент отчета.
zh_hans: 用于隐藏或显示此报表项的文本框的名称。
zh_hant: 用來隱藏或顯示此報表項目的文字方塊名稱。

# UnicodeBiDi
source: Indicates how bidirectional text is embedded within the main text of an item.
de: Gibt an, wie bidirektionaler Text in den Haupttext eines Elements eingebettet wird.
es: Indica cómo se incrusta el texto bidireccional en el texto principal de un elemento.
fr: Indique la façon dont un texte bidirectionnel est incorporé au sein du texte principal d'un élément.
it: Indica la modalità in base alla quale il testo bidirezionale viene incorporato all'interno del testo principale di un elemento.
ja: アイテムの本文に双方向テキストがどのように組み込まれるかを示します。
ko: 양방향 텍스트가 항목의 주 텍스트 내에 포함되는 방법을 나타냅니다.
pt: Indica como o texto bidirecional será inserido no texto principal de um item.
ru: Указывает, как двунаправленный текст внедряется в основной текст элемента.
zh_hans: 指明双向文本如何嵌入某项的主要文本内。
zh_hant: 指出雙向文字如何內嵌於項目的主文字之中。

# VerticalAlign
source: The vertical alignment of the text.
de: Die vertikale Ausrichtung des Texts.
es: Alineación vertical del texto.
fr: Alignement vertical du texte.
it: Allineamento verticale del testo.
ja: 文字の配置 (縦方向)。
ko: 텍스트의 세로 맞춤입니다.
pt: O alinhamento vertical do texto.
ru: Вертикальное выравнивание текста.
zh_hans: 垂直对齐文本。
zh_hant: 垂直對齊文字。

# Visibility
source: Indicates whether the item should be hidden.
de: Gibt an, ob das Element ausgeblendet werden soll.
es: Indica si el elemento debe estar oculto.
fr: Indique si l'élément doit être masqué.
it: Indica se un elemento deve essere nascosto.
ja: アイテムを非表示にするかどうかを示します。
ko: 항목을 숨길지 여부를 나타냅니다.
pt: Indica se o item ficará oculto.
ru: Указывает, должен ли элемент быть скрытым.
zh_hans: 指明是否隐藏该项。
zh_hant: 指出是否隱藏此項目。

# WidthSensitivity
source: Indicates whether the data is width-sensitive.
de: Gibt an, ob bei den Daten nach Breite unterschieden wird.
es: Indica si los datos distinguen el ancho.
fr: Indique si les données respectent la largeur.
it: Indica se i dati supportano la distinzione di larghezza.
ja: データで幅を区別するかどうかを示します。
ko: 데이터의 전자/반자 구분 여부를 나타냅니다.
pt: Indica se os dados serão sensíveis à largura.
ru: Указывает, учитывают ли данные ширину символов.
zh_hans: 指明数据是否区分全半角。
zh_hant: 指出資料是否區分全半形。

# WritingMode
source: Indicates whether text is written horizontally or vertically.
de: Gibt an, ob Text horizontal oder vertikal geschrieben wird.
es: Indica si el texto está escrito horizontal o verticalmente.
fr: Indique si le texte est écrit horizontalement ou verticalement.
it: Indica se il testo viene scritto orizzontalmente o verticalmente.
ja: 文字を横書きにするか、または縦書きにするかを示します。
ko: 텍스트를 가로로 쓸지 또는 세로로 쓸지 나타냅니다.
pt: Indica se o texto será escrito na horizontal ou na vertical.
ru: Указывает, выводится текст горизонтально или вертикально.
zh_hans: 指明是水平还是垂直写入文本。
zh_hant: 指出是以水平或垂直方式撰寫文字。

# Zindex
source: The drawing order of the report item within the containing object.
de: Die Zeichnungsreihenfolge des Berichtselements innerhalb des enthaltenden Objekts.
es: Orden de dibujo del elemento de informe dentro del objeto contenedor.
fr: Ordre de dessin de l'élément de rapport à l'intérieur de l'objet conteneur.
it: Ordine in base al quale vengono disegnati gli elementi del report all'interno dell'oggetto contenitore.
ja: オブジェクト内のレポート アイテムの描画順序。
ko: 포함하는 개체 내에서 보고서 항목의 그리기 순서입니다.
pt: A ordem de desenho do item de relatório dentro do objeto contentor.
ru: Порядок отображения элемента отчета внутри объекта, в который он вложен.
zh_hans: 该报表项在包含对象中的绘制顺序。
zh_hant: 在包含物件之內，報表項目的繪圖順序。
