Repository: Hamid-K/PowerBI
Catalog: Portal/ReportingServicesLibrary/ReportingServicesLibrary/ReportingServices/ReportProcessing/RDLValidatingReaderStrings.*.resx
Languages: es, it, ko, pt, ru

# rdlValidationInvalidElement
source: The report definition element '{0}' contains more than one child element of type '{1}' at line {2}, position {3}.
es: El elemento de definición de informe '{0}' contiene más de un elemento secundario de tipo '{1}' en la línea {2}, posición {3}.
it: L'elemento della definizione del report '{0}' contiene più di un elemento figlio di tipo '{1}' nella riga {2}, posizione {3}.
ko: 줄 {2}, 위치 {3}의 보고서 정의 요소 '{0}'에 '{1}' 유형의 자식 요소가 둘 이상 있습니다.
pt: O elemento de definição de relatório '{0}' contém mais de um elemento filho do tipo '{1}' na linha {2}, posição {3}.
ru: В элементе определения отчета "{0}" содержится более одного дочернего элемента с типом "{1}" в строке {2}, позиции {3}.

# rdlValidationInvalidMicroVersionedAttribute
source: The attribute '{0}' is not valid within the element {1}. '{0}' at line {2}, position {3}.
es: El atributo '{0}' no es válido dentro del elemento {1}. '{0}' en la línea {2}, posición {3}.
it: Attributo '{0}' non valido nell'elemento {1}. '{0}' alla riga {2}, posizione {3}.
ko: 요소 {1} 내의 특성 '{0}'이(가) 잘못되었습니다. 줄 {2}, 위치 {3}의 '{0}'.
pt: O atributo '{0}' é inválido no elemento {1}. '{0}' na linha {2}, posição {3}.
ru: Атрибут "{0}" недопустим внутри элемента {1}. "{0}", строка {2}, позиция {3}.

# rdlValidationInvalidMicroVersionedElement
source: The element '{0}' is not valid within the parent element {1}. '{0}' at line {2}, position {3}.
es: El elemento '{0}' no es válido dentro del elemento principal {1}. '{0}' en línea {2}, posición {3}.
it: L'elemento '{0}' non è valido all'interno dell'elemento padre {1}. '{0}' nella riga {2}, posizione {3}.
ko: 부모 요소 {1} 내에서 '{0}' 요소가 잘못되었습니다. {0}: 줄 {2}, 위치 {3}.
pt: O elemento '{0}' não é válido no elemento pai {1}. '{0}' na linha {2}, posição {3}.
ru: Элемент "{0}" недопустим внутри родительского элемента {1}. "{0}", строка {2}, позиция {3}.

# rdlValidationInvalidNamespaceAttribute
source: The attribute '{0}' is not a valid Rdl attribute. Attributes in the namespace '{1}' are not allowed. '{0}' at line {2}, position {3}.
es: '{0}' no es un atributo Rdl válido. No se permiten atributos del espacio de nombres '{1}'. '{0}' en la línea {2}, posición {3}.
it: L'attributo '{0}' non è un attributo Rdl valido. Nello spazio dei nomi '{1}' gli attributi non sono consentiti. '{0}' alla riga {2}, posizione {3}.
ko: 특성 '{0}'은(는) 올바른 Rdl 특성이 아닙니다. 네임스페이스 '{1}'의 특성은 허용되지 않습니다. 줄 {2}, 위치 {3}의 '{0}'.
pt: O atributo '{0}' não é um atributo Rdl válido. Não são permitidos atributos no namespace '{1}'. '{0}' na linha {2}, posição {3}.
ru: Атрибут "{0}" является недопустимым в языке определения отчетов. Атрибуты в пространстве имен "{1}" недопустимы. "{0}", строка {2}, позиция {3}.

# rdlValidationInvalidNamespaceElement
source: The element '{0}' is not a valid Rdl element. Elements in the namespace '{1}' are not allowed. '{0}' at line {2}, position {3}.
es: '{0}' no es un elemento Rdl válido. No se permiten elementos del espacio de nombres '{1}'. '{0}' en la línea {2}, posición {3}.
it: L'elemento '{0}' non è un elemento Rdl valido. Nello spazio dei nomi '{1}' gli elementi non sono consentiti. '{0}' alla riga {2}, posizione {3}.
ko: 요소 '{0}'은(는) 올바른 Rdl 요소가 아닙니다. 네임스페이스 '{1}'의 요소는 허용되지 않습니다. 줄 {2}, 위치 {3}의 '{0}'.
pt: O elemento '{0}' não é um elemento Rdl válido. Não são permitidos elementos no namespace '{1}'. '{0}' na linha {2}, posição {3}.
ru: Элемент "{0}" является недопустимым в языке определения отчетов. Элементы в пространстве имен "{1}" недопустимы. "{0}", строка {2}, позиция {3}.

# rdlValidationInvalidParent
source: The report definition element '{0}' in namespace '{1}' has an invalid parent '{2}' at line {3}, position {4}.
es: El elemento de definición de informe '{0}' en el espacio de nombres '{1}' tiene un elemento principal no válido '{2}' en la línea {3}, posición {4}.
it: L'elemento della definizione del report '{0}' nello spazio dei nomi '{1}' presenta un elemento '{2}' padre non valido nella riga {3}, posizione {4}.
ko: 줄 {3}, 위치 {4}의 네임스페이스 '{1}'의 보고서 정의 요소 '{0}'에 잘못된 부모 요소 '{2}'이(가) 있습니다.
pt: O elemento de definição de relatório '{0}' no namespace '{1}' tem um pai inválido '{2}' na linha {3}, posição {4}.
ru: Элемент определения отчета "{0}" в пространстве имен "{1}" имеет недопустимый родительский элемент "{2}" в строке "{3}", позиция "{4}".

# rdlValidationMissingChildElement
source: The report definition element '{0}' is empty at line {2}, position {3}. It is missing a mandatory child element of type '{1}'.
es: El elemento de definición de informe '{0}' está vacío en la línea {2}, posición {3}. Falta un elemento secundario obligatorio de tipo '{1}'.
it: L'elemento della definizione del report '{0}' è vuoto nella riga {2}, posizione {3}. Manca un elemento figlio obbligatorio di tipo '{1}'.
ko: 줄 {2}, 위치 {3}에 보고서 정의 요소 '{0}'이(가) 비어 있습니다. '{1}' 유형의 필수 자식 요소가 없습니다.
pt: O elemento de definição de relatório '{0}' está vazio na linha {2}, posição {3}. Está faltando um elemento filho obrigatório do tipo '{1}'.
ru: Пустой элемент определения отчета "{0}" в строке {2}, позиции {3}. Отсутствует обязательный дочерний элемент с типом "{1}".

# rdlValidationMultipleUndefinedSchemaNamespaces
source: The prefixes '{0}' inside attribute '{1}' have no defined schema at line {2} position {3}.
es: Los prefijos '{0}' dentro del atributo '{1}' no tienen ningún esquema definido en la línea {2}, posición {3}.
it: I prefissi '{0}' all'interno dell'attributo '{1}' non hanno uno schema definito alla riga {2} posizione {3}.
ko: 특성 '{1}' 내 접두사 '{0}'의 줄 {2} 위치 {3}에 스키마가 정의되어 있지 않습니다.
pt: Os prefixos '{0}' no atributo '{1}' não têm um esquema definido na linha {2} posição {3}.
ru: Префиксы "{0}" в атрибуте "{1}" не содержат определенную схему в строке {2}, позиции {3}.

# rdlValidationNoElementDecl
source: No declaration found for the report definition element '{0}' at line {3}, in the namespace {2}. Please reconsider the correct namespace for the element '{1}' and modify the element with the appropriate prefix.
es: No se encontró ninguna declaración para el elemento de definición de informe '{0}' en la línea {3}, en el espacio de nombres {2}. Vuelva a considerar el espacio de nombres correcto para el elemento '{1}' y modifique el elemento con el prefijo adecuado.
it: Nessuna dichiarazione trovata per l'elemento di definizione del report '{0}' alla riga {3}, nello spazio dei nomi {2}. Riconsiderare lo spazio dei nomi corretto per l'elemento '{1}' e modificare l'elemento con il prefisso appropriato.
ko: {2} 네임스페이스의 줄 {3}에 보고서 정의 요소 '{0}'에 대한 선언이 없습니다. '{1}' 요소에 대한 올바른 네임스페이스를 다시 생각해 보고 올바른 접두사로 요소를 수정하십시오.
pt: Nenhuma declaração encontrada para o elemento de definição de relatório '{0}' na linha {3}, no namespace {2}. Reconsidere o namespace correto para o elemento '{1}' e modifique o elemento com o prefixo apropriado.
ru: Не найдено объявление для элемента определения отчета "{0}" в строке {3}, в пространстве имен {2}. Укажите для элемента "{1}" правильное пространство имен и добавьте элементу соответствующий префикс.

# rdlValidationUndefinedSchemaNamespace
source: The prefix '{0}' inside attribute '{1}' has no defined schema at line {2} position {3}.
es: El prefijo '{0}' dentro del atributo '{1}' no tiene ningún esquema definido en la línea {2}, posición {3}.
it: Il prefisso '{0}' all'interno dell'attributo '{1}' non ha uno schema definito alla riga {2} posizione {3}.
ko: 특성 '{1}' 내 접두사 '{0}'의 줄 {2} 위치 {3}에 스키마가 정의되어 있지 않습니다.
pt: O prefixo '{0}' no atributo '{1}' não tem um esquema definido na linha {2} posição {3}.
ru: Префикс "{0}" в атрибуте "{1}" не содержит определенную схему в строке {2}, позиции {3}.

# rdlValidationUnknownRequiredNamespaces
source: The schema '{0}' with prefix '{1}' is requred but not known by {2} at line {3} position {4}.
es: El esquema '{0}' con el prefijo '{1}' es necesario, pero no conocido por {2} en la línea {3}, posición {4}.
it: Lo schema '{0}' con prefisso '{1}' è richiesto da {2} alla riga {3} posizione {4} ma risulta sconosciuto.
ko: 접두사 '{1}'이(가) 포함된 스키마 '{0}'이(가) 필요하지만 {2}이(가) 줄 {3} 위치 {4}에서 해당 스키마를 확인할 수 없습니다.
pt: O esquema '{0}' com o prefixo '{1}' é necessário, mas não é conhecido por {2} na linha {3} posição {4}.
ru: Требуется схема "{0}" с префиксом "{1}", но она неизвестна {2} в строке {3}, позиции {4}.

# rdlValidationUnsupportedSchema
source: The schema {0} with prefix '{1}' at line {2}, position {3} is not supported by this version of Reporting Services.
es: Esta versión de Reporting Services no admite el esquema {0} con el prefijo '{1}' en la línea {2}, posición {3}.
it: Lo schema {0} con prefisso '{1}' alla riga {2}, posizione {3} non è supportato da questa versione di Reporting Services.
ko: 줄 {2}, 위치 {3}에 접두사 '{1}'이(가) 포함된 스키마 {0}은(는) 이 Reporting Services 버전에서 지원되지 않습니다.
pt: O esquema {0} com o prefixo '{1}' na linha {2}, posição {3} não tem suporte nessa versão do Reporting Services.
ru: Схема {0} с префиксом "{1}" в строке {2}, позиции {3} не поддерживается в этой версии служб Reporting Services.
