Repository: Hamid-K/PowerBI
Catalog: Portal/Microsoft.ReportingServices.ProcessingRenderingCommon/Microsoft.ReportingServices.ProcessingRenderingCommon/ProcessingRenderingCommon/Monitoring/RSPerfCounterRes.*.resx
Languages: de, es, it, zh_hant

# ACTIVESESSIONS
source: Number of active sessions.
de: Die Anzahl der aktiven Sitzungen.
es: Número de sesiones activas.
it: Numero di sessioni attive.
zh_hant: 使用中工作階段數目。

# ALERTINGQUEUESIZE
source: Alerting: event queue length
de: Warnung: Länge der Ereigniswarteschlange
es: Alerta: longitud de cola de eventos
it: Avviso: lunghezza coda eventi
zh_hant: 提醒: 事件佇列長度

# APPDOMAINRECYCLES
source: Total number of application domain recycles.
de: Die Gesamtanzahl der Wiederverwendungen der Anwendungsdomäne.
es: Número total de reciclados de dominio de aplicación.
it: Numero totale di ricicli del dominio applicazione.
zh_hant: 應用程式定義域回收總數。

# AllRequestsPerSecond
source: Requests per second.
de: Anforderungen pro Sekunde.
es: Solicitudes por segundo.
it: Richieste al secondo.
zh_hant: 每秒要求。

# AllRequestsTotal
source: Total number of requests.
de: Die Gesamtanzahl der Anforderungen.
es: Número total de solicitudes.
it: Numero totale di richieste.
zh_hant: 要求的總數。

# CACHEFLUSHES
source: Total number of report execution server cache updates.
de: Die Gesamtanzahl der Updates des Berichtsausführungs-Servercaches.
es: Número total de actualizaciones de caché del servidor de ejecución de informes.
it: Numero totale di aggiornamenti della cache del server di report.
zh_hant: 報表執行伺服器快取的更新總數。

# CACHEFLUSHESPERSECOND
source: Number of cache flushes per second.
de: Die Anzahl der Cacheleerungen pro Sekunde.
es: Número de vaciados de caché por segundo.
it: Numero di scaricamenti della cache al secondo.
zh_hant: 每秒快取排清的數目。

# CACHEHITS
source: Total number of report server cache hits.
de: Die Gesamtanzahl der Berichtsserver-Cachetreffer.
es: Número total de aciertos de caché del servidor de informes.
it: Numero totale di riscontri nella cache del server di report.
zh_hant: 報表伺服器快取點擊總數。

# CACHEHITSPERSECOND
source: Number of report server cache hits per second.
de: Die Anzahl der Berichtsserver-Cachetreffer pro Sekunde.
es: Número por segundo de aciertos de caché del servidor de informes.
it: Numero di riscontri nella cache del server di report al secondo.
zh_hant: 報表伺服器每秒快取點擊數。

# CACHEMISSES
source: Total number of cache misses.
de: Die Gesamtanzahl der Cachefehler.
es: Número total de errores de caché.
it: Numero totale di mancati riscontri nella cache.
zh_hant: 快取遺漏總數。

# CACHEMISSESPERSECOND
source: Number of times per second that reports cannot be retrieved from cache.
de: Die Anzahl der Versuche pro Sekunde, bei denen keine Berichte aus dem Cache abgerufen werden können.
es: Número de veces por segundo que no se pueden recuperar informes de la caché.
it: Numero di volte al secondo in cui non è stato possibile recuperare i report dalla cache.
zh_hant: 每秒無法從快取擷取報告的次數。

# CREATESCHEDULEEVENTSPROCESSED
source: Alerting: events processed - CreateSchedule
de: Warnung: verarbeitete Ereignisse – CreateSchedule
es: Alerta: eventos procesados - CreateSchedule
it: Avviso: eventi elaborati - CreateSchedule
zh_hant: 提醒: 處理的事件 - CreateSchedule

# DELETESCHEDULEEVENTSPROCESSED
source: Alerting: events processed - DeleteSchedule
de: Warnung: verarbeitete Ereignisse – DeleteSchedule
es: Alerta: eventos procesados - DeleteSchedule
it: Avviso: eventi elaborati - DeleteSchedule
zh_hant: 提醒: 處理的事件 - DeleteSchedule

# DELIVERALERTEVENTSPROCESSED
source: Alerting: events processed - DeliverAlert
de: Warnung: verarbeitete Ereignisse – DeliverAlert
es: Alerta: eventos procesados - DeliverAlert
it: Avviso: eventi elaborati - DeliverAlert
zh_hant: 提醒: 處理的事件 - DeliverAlert

# DELIVERIES
source: Total number of deliveries.
de: Die Gesamtanzahl der Übermittlungen.
es: Número total de entregas.
it: Numero totale di recapiti.
zh_hant: 傳遞總數。

# DELIVERIESPERSECOND
source: Number of delivers deliveries per second.
de: Die Anzahl der Übermittlungen pro Sekunde.
es: Número total de entregas por segundo.
it: Numero di recapiti al secondo.
zh_hant: 每秒傳遞數目。

source: Data source connection failures per second.
de: Datenquellen-Verbindungsfehler pro Sekunde.
es: Errores de conexión a orígenes de datos por segundo.
it: Errori di connessione origine dati al secondo.
zh_hant: 每秒的資料來源連接失敗。

# DataSourceConnectionFailuresTotal
source: Total number of data source connection failures.
de: Die Gesamtanzahl der Datenquellen-Verbindungsfehler.
es: Número total de errores de conexión a orígenes de datos.
it: Numero totale di errori di connessione origine dati.
zh_hant: 資料來源連接失敗的總數。

# EVENTS
source: Total number of events.
de: Die Gesamtanzahl der Ereignisse.
es: Número total de eventos.
it: Numero totale di eventi.
zh_hant: 事件總數。

# EVENTSPERSECOND
source: Number of events per second.
de: Die Anzahl der Ereignisse pro Sekunde.
es: Número de eventos por segundo.
it: Numero di eventi al secondo.
zh_hant: 每秒事件數目。

# ExistingSessionPerSecond
source: Number of requests per second that are processed in an existing session.
de: Die Anzahl der in einer vorhandenen Sitzung pro Sekunde verarbeiteten Anforderungen.
es: Número de solicitudes por segundo procesadas en una sesión existente.
it: Numero di richieste al secondo elaborate in una sessione esistente.
zh_hant: 在現有工作階段中已處理的每秒要求數目。

# ExistingSessionTotal
source: Total number of requests that were processed in an existing session.
de: Die Gesamtanzahl der Anforderungen, die in einer vorhandenen Sitzung verarbeitet wurden.
es: Número total de solicitudes procesadas en una sesión existente.
it: Numero totale di richieste elaborate in una sessione esistente.
zh_hant: 在現有工作階段中已處理的要求總數。

# FIREALERTEVENTSPROCESSED
source: Alerting: events processed - FireAlert
de: Warnung: verarbeitete Ereignisse – FireAlert
es: Alerta: eventos procesados - FireAlert
it: Avviso: eventi elaborati - FireAlert
zh_hant: 提醒: 處理的事件 - FireAlert

# FIRESCHEDULEEVENTSPROCESSED
source: Alerting: events processed - FireSchedule
de: Warnung: verarbeitete Ereignisse – FireSchedule
es: Alerta: eventos procesados - FireSchedule
it: Avviso: eventi elaborati - FireSchedule
zh_hant: 提醒: 處理的事件 - FireSchedule

# FIRSTSESSIONPERSECOND
source: Number of new user sessions that are started per second.
de: Die Anzahl der neuen Benutzersitzungen, die pro Sekunde gestartet werden.
es: Número de sesiones nuevas de usuario iniciadas por segundo.
it: Numero di nuove sessioni utente avviate al secondo.
zh_hant: 每秒啟動的新使用者工作階段數目。

# FailuresPerSecond
source: Number of failures per second.
de: Die Anzahl der Fehler pro Sekunde.
es: Número de errores por segundo.
it: Numero di errori al secondo.
zh_hant: 每秒的失敗數目。

# FailuresTotal
source: Total number of failures.
de: Die Gesamtanzahl der Fehler.
es: Número total de errores.
it: Numero totale di errori.
zh_hant: 失敗總數。

# GENERATEALERTEVENTSPROCESSED
source: Alerting: events processed - GenerateAlert
de: Warnung: verarbeitete Ereignisse – GenerateAlert
es: Alerta: eventos procesados - GenerateAlert
it: Avviso: eventi elaborati - GenerateAlert
zh_hant: 提醒: 處理的事件 - GenerateAlert

# MEMNOTIFICATIONPERSECOND
source: Number of shrink notifications the server issued in the last second. Indicates how often the server believes it is under memory pressure.
de: Die Anzahl der vom Server in der letzten Sekunde ausgegebenen Benachrichtigungen zur Verringerung des Arbeitsspeichers. Gibt an, wie oft der Server über zu wenig Arbeitsspeicher verfügt.
es: Número de notificaciones de reducción de memoria emitidas por el servidor en el último segundo. Indica la frecuencia con que el servidor considera que tiene presión de memoria.
it: Numero di notifiche di compattazione generate dal server nell'ultimo secondo. Indica la frequenza con cui il server rileva un utilizzo eccessivo della memoria.
zh_hant: 伺服器前一秒發出的壓縮通知數目。表示伺服器處於記憶體不足壓力下的頻率。

# MEMORYCACHEHITS
source: Total number of cache hits made in the in-memory cache.
de: Die Gesamtanzahl der Cachetreffer für den In-Memory-Cache.
es: Total de aciertos en la caché de memoria.
it: Numero totale di riscontri nella cache in memoria.
zh_hant: 記憶體內快取中的快取命中數總計。

# MEMORYCACHEHITSPERSECOND
source: Number of times per second that reports can be retrieved from the in-memory cache.
de: Die Anzahl von Berichten pro Sekunde, die aus dem In-Memory-Cache abgerufen werden können.
es: Número de veces por segundo que se pueden recuperar informes de la caché en memoria.
it: Numero di volte al secondo in cui è stato possibile recuperare i report dalla cache in memoria.
zh_hant: 每秒可以從記憶體內快取擷取報表的次數。

# MEMORYCACHEMISSES
source: Total number of cache misses made in the in-memory cache.
de: Die Gesamtanzahl der Cachefehler für den In-Memory-Cache.
es: Total de errores en la caché de memoria.
it: Numero totale di riscontri mancati nella cache in memoria.
zh_hant: 記憶體內快取中快取未命中數總計。

# MEMORYCACHEMISSESPERSECOND
source: Number of times per second that reports cannot be retrieved from the in-memory cache.
de: Die Anzahl von Versuchen pro Sekunde, bei denen keine Berichte aus dem In-Memory-Cache abgerufen werden können.
es: Número de veces por segundo que no se pueden recuperar informes de la caché en memoria.
it: Numero di volte al secondo in cui non è stato possibile recuperare i report dalla cache in memoria.
zh_hant: 每秒不得從記憶體內快取中取報表的次數。

# MEMORYPRESSURELEVEL
source: A number from 1-5 indicating the current memory state of the server. 1:No pressure, 2:Low Pressure,3:Medium Pressure,4:High Pressure,5:Exceeded Pressure.
de: Eine Zahl von 1 bis 5 gibt den aktuellen Speicherstatus des Servers an. 1: Keine Auslastung, 2: Geringe Auslastung, 3: Mittlere Auslastung, 4: Hohe Auslastung, 5: Überschrittene Auslastung.
es: Número del 1 al 5 que indica el estado actual de memoria del servidor. 1: sin presión, 2: presión baja, 3: presión media, 4: presión alta, 5: presión superada.
it: Numero compreso tra 1 e 5 che indica lo stato attuale della memoria del server. 1:Nessun utilizzo, 2:Scarso utilizzo,3:Utilizzo medio,4:Utilizzo elevato,5:Utilizzo eccessivo.
zh_hant: 1-5 的數字，表示伺服器目前的記憶體狀態。1: 無壓力、2: 低度壓力、3: 中等壓力、4: 高度壓力、5: 極度壓力。

# MEMORYSHRINKAMOUNT
source: Number of bytes the server requested to shrink.
de: Die Anzahl der vom Server zur Verringerung angeforderten Bytes.
es: Número de bytes que el servidor solicitó reducir.
it: Numero di byte che il server ha richiesto di compattare.
zh_hant: 伺服器要求壓縮的位元組數目。

# MODELCACHEHITS
source: Total number of cache hits made in the model cache.
de: Die Gesamtanzahl der Cachetreffer für den Modellcache.
es: Total de aciertos de caché de modelos.
it: Numero totale di riscontri nella cache dei modelli.
zh_hant: 模型快取中的快取點擊總數。

# MODELCACHEHITSPERSECOND
source: Number of times per second that models can be retrieved from the cache.
de: Die Anzahl der Versuche pro Sekunde, bei denen Modelle aus dem Cache abgerufen werden können.
es: Número de veces por segundo que se pueden recuperar modelos de la memoria caché.
it: Numero di volte al secondo in cui è stato possibile recuperare i modelli dalla cache.
zh_hant: 每秒可以從快取中擷取模型的次數。

# MODELCACHEMISS
source: Total number of cache misses made in the model cache.
de: Die Gesamtanzahl der Cachefehler für den Modellcache.
es: Total de errores de caché de modelos.
it: Numero totale di mancati riscontri nella cache dei modelli.
zh_hant: 在模型快取中的快取遺漏總數。

# MODELCACHEMISSPERSECOND
source: Number of times per second that models cannot be retrieved from the cache.
de: Die Anzahl der Versuche pro Sekunde, bei denen keine Modelle aus dem Cache abgerufen werden können.
es: Número de veces por segundo que no se pueden recuperar modelos de la caché.
it: Numero di volte al secondo in cui è non stato possibile recuperare i modelli dalla cache.
zh_hant: 每秒無法從快取中擷取模型的次數。

# ModelRequestsActive
source: Number of active model requests.
de: Die Anzahl der aktiven Modellanforderungen.
es: Número de solicitudes de modelo activas.
it: Numero di richieste di modelli attive.
zh_hant: 使用中模型要求的數目。

source: Model requests average duration.
de: Die durchschnittliche Dauer von Modellanforderungen.
es: Duración media de las solicitudes de modelo.
it: Durata media delle richieste di modelli.
zh_hant: 模型要求平均持續時間。

source: Model requests per second.
de: Modellanforderungen pro Sekunde.
es: Solicitudes de modelo por segundo.
it: Richieste di modelli al secondo.
zh_hant: 每秒模型要求。

# ModelRequestsTotal
source: Total number of model requests.
de: Die Gesamtanzahl der Modellanforderungen.
es: Número total de solicitudes de modelo.
it: Numero totale di richieste di modelli.
zh_hant: 模型要求的總數。

# NEXTSESSIONPERSECOND
source: Number of requests per second for reports that are open in an existing session.
de: Die Anzahl der Anforderungen pro Sekunde für Berichte, die in einer vorhandenen Sitzung geöffnet sind.
es: Número de solicitudes por segundo de informes que se abren en una sesión existente.
it: Numero di richieste al secondo di report che sono aperti in una sessione esistente.
zh_hant: 在現有工作階段中，已開啟報表的每秒要求數目。

# NewSessionPerSecond
source: Number of requests per second that are processed in a new session.
de: Die Anzahl der in einer neuen Sitzung pro Sekunde verarbeiteten Anforderungen.
es: Número de solicitudes por segundo procesadas en una nueva sesión.
it: Numero di richieste al secondo elaborate in una nuova sessione.
zh_hant: 在新工作階段中已處理的每秒要求數目。

# NewSessionTotal
source: Total number of requests that were processed in a new session.
de: Die Gesamtanzahl der in einer neuen Sitzung verarbeiteten Anforderungen.
es: Número total de solicitudes procesadas en una nueva sesión.
it: Numero totale di richieste elaborate in una nuova sessione.
zh_hant: 在新工作階段中已處理的要求總數。

# PROCESSINGFAILURES
source: Total number of processing failures.
de: Die Gesamtanzahl der Verarbeitungsfehler.
es: Número total de errores de procesamiento.
it: Numero totale di elaborazioni non riuscite.
zh_hant: 處理失敗總數。

# ProgressiveReportsCategory
source: Statistics related to SQL Report Server Service Power View Reports
de: Statistik zu Power View-Berichten des SQL-Berichtsserverdiensts
es: Estadísticas relacionadas con informes Power View del servicio del servidor de informes de SQL
it: Statistiche correlate ai report Power View del servizio server di report SQL
zh_hant: 與 SQL Report Server Service Power View 報表相關的統計資料

# QueryRequestsActive
source: Number of active query requests.
de: Die Anzahl der aktiven Abfrageanforderungen.
es: Número de solicitudes de consulta activas.
it: Numero di richieste di query attive.
zh_hant: 使用中查詢要求的數目。

source: Query requests average duration.
de: Die durchschnittliche Dauer von Abfrageanforderungen.
es: Duración media de las solicitudes de consulta.
it: Durata media delle richieste di query.
zh_hant: 查詢要求平均持續時間。

source: Query requests per second.
de: Abfrageanforderungen pro Sekunde.
es: Solicitudes de consulta por segundo.
it: Richieste di query al secondo.
zh_hant: 每秒查詢要求。

# QueryRequestsTotal
source: Total number of query requests.
de: Die Gesamtanzahl der Abfrageanforderungen.
es: Número total de solicitudes de consulta.
it: Numero totale di richieste di query.
zh_hant: 查詢要求的總數。

# REJECTEDTHREADS
source: Total number of rejected threads as a result of thread pressure.
de: Die Gesamtanzahl der Threads, die aufgrund der Threadüberlastung abgelehnt wurden.
es: Número total de subprocesos rechazados debido a un exceso de subprocesos.
it: Numero totale di thread rifiutati a causa della quantità eccessiva di thread.
zh_hant: 因執行緒壓力而被拒絕的執行緒總數。

# REPORTREQUESTS
source: Number of active report requests.
de: Die Anzahl der aktiven Berichtsanforderungen.
es: Número de solicitudes de informe activas.
it: Numero di richieste di report attive.
zh_hant: 使用中報告要求的數目。

# REPORTSEXECUTED
source: Total number of reports executed.
de: Die Gesamtanzahl der ausgeführten Berichte.
es: Número total de informes ejecutados.
it: Numero totale di report eseguiti.
zh_hant: 已執行的報表總數。

# REPORTSEXECUTEDPERSECOND
source: Number of reports executed per second.
de: Die Anzahl der Berichte, die pro Sekunde ausgeführt wurden.
es: Número de informes ejecutados por segundo.
it: Numero di report eseguiti al secondo.
zh_hant: 每秒已執行的報表數目。

# REQUESTSPERSECOND
source: Number of requests per second.
de: Die Anzahl der Anforderungen pro Sekunde.
es: Número de solicitudes por segundo.
it: Numero di richieste al secondo.
zh_hant: 每秒要求數目。

# ReportRequestsActive
source: Number of active report requests.
de: Die Anzahl der aktiven Berichtsanforderungen.
es: Número de solicitudes de informe activas.
it: Numero di richieste di report attive.
zh_hant: 使用中報告要求的數目。

source: Report requests average duration.
de: Die durchschnittliche Dauer von Berichtsanforderungen.
es: Duración media de las solicitudes de informe.
it: Durata media delle richieste di report.
zh_hant: 報表要求平均持續時間。

source: Report requests per second.
de: Berichtsanforderungen pro Sekunde.
es: Solicitudes de informe por segundo.
it: Richieste di report al secondo.
zh_hant: 每秒報表要求。

# ReportRequestsTotal
source: Total number of report requests.
de: Die Gesamtanzahl der Berichtsanforderungen.
es: Número total de solicitudes de informe.
it: Numero totale di richieste di report.
zh_hant: 報表要求的總數。

# SNAPSHOTUPDATES
source: Total number of report execution snapshot updates.
de: Die Gesamtanzahl der Updates von Berichtsausführungs-Momentaufnahmen.
es: Número total de actualizaciones de instantánea de ejecución de informes.
it: Numero totale di aggiornamenti di snapshot dell'esecuzione dei report.
zh_hant: 報表執行快照集更新總數。

# SNAPSHOTUPDATESPERSECOND
source: Number of snapshot updates per second.
de: Die Anzahl der Updates von Momentaufnahmen pro Sekunde.
es: Número de actualizaciones de instantánea por segundo.
it: Numero di aggiornamenti di snapshot al secondo.
zh_hant: 每秒快照集更新數目。

# SessionsActive
source: Number of active sessions.
de: Die Anzahl der aktiven Sitzungen.
es: Número de sesiones activas.
it: Numero di sessioni attive.
zh_hant: 使用中工作階段數目。

# SharePointService
source: Statistics related to SQL Report Server Service
de: Statistik zum SQL-Berichtsserverdienst
es: Estadísticas relacionadas con el servicio del servidor de informes de SQL
it: Statistiche correlate al servizio server di report SQL
zh_hant: 與 SQL Report Server Service 服務相關的統計資料

# TOTALREQUESTS
source: Total number of requests being processed.
de: Die Gesamtanzahl der aktuell verarbeiteten Anforderungen.
es: Número total de solicitudes que se están procesando.
it: Numero totale di richieste elaborate.
zh_hant: 正在處理的要求總數。

# ThreadsActive
source: Number of active theads.
de: Die Anzahl der aktiven Threads.
es: Número de subprocesos activos.
it: Numero di thread attivi.
zh_hant: 使用中執行緒的數目。

# UPDATESCHEDULEEVENTSPROCESSED
source: Alerting: events processed - UpdateSchedule
de: Warnung: verarbeitete Ereignisse – UpdateSchedule
es: Alerta: eventos procesados - UpdateSchedule
it: Avviso: eventi elaborati - UpdateSchedule
zh_hant: 提醒: 處理的事件 - UpdateSchedule

# WebService
source: MSRS 2011 Web Service
de: MSRS 2011-Webdienst
es: Servicio Web de MSRS 2011
it: Servizio Web MSRS 2011
zh_hant: MSRS 2011 Web 服務

# WinService
source: MSRS 2011 Windows Service
de: MSRS 2011-Windows-Dienst
es: Servicio de Windows de MSRS 2011
it: Servizio Windows MSRS 2011
zh_hant: MSRS 2011 Windows 服務
