Repository: Hamid-K/PowerBI
Catalog: Portal/ReportingServicesLibrary/ReportingServicesLibrary/ReportingServices/Library/SecLib.*.resx
Languages: de, es, fr, it, ja, ko, pt, ru, zh_hans, zh_hant

# ViewFoldersDescription
source: View folder items in the folder hierarchy; and view folder properties.
de: Ordnerelemente in der Ordnerhierarchie anzeigen und Ordnereigenschaften anzeigen.
es: Ver elementos de carpeta de la jerarquía de carpetas y ver propiedades de carpeta.
fr: Permet d'afficher les éléments dans l'arborescence des dossiers, ainsi que les propriétés des dossiers.
it: Consente di visualizzare cartelle nella gerarchia delle cartelle e di visualizzare le proprietà delle cartelle.
ja: フォルダー階層にあるアイテムを表示し、フォルダーのプロパティを表示します。
ko: 폴더 계층 구조에 있는 폴더 항목을 보며 폴더 속성을 봅니다.
pt: Exiba itens de pastas na hierarquia de pastas e exiba propriedades de pastas.
ru: Просмотр элементов папок в иерархии папок; просмотр свойств папки.
zh_hans: 在文件夹层次结构中查看文件夹项；并查看文件夹属性。
zh_hant: 檢視資料夾階層中的資料夾項目; 並檢視資料夾屬性。

# ViewFoldersName
source: View folders
de: Ordner anzeigen
es: Ver carpetas
fr: Afficher les dossiers
it: Visualizzazione di cartelle
ja: フォルダーの表示
ko: 폴더 보기
pt: Exibir pastas
ru: Просмотр папок
zh_hans: 查看文件夹
zh_hant: 檢視資料夾

# ViewModelItemsDescription
source: View the items in a particular model.
de: Anzeigen der Elemente eines bestimmten Modells.
es: Ver los elementos de un modelo concreto.
fr: Afficher les éléments d'un modèle particulier.
it: Consente di visualizzare gli elementi di un determinato modello.
ja: 特定のモデルのアイテムを表示します。
ko: 특정 모델의 항목을 봅니다.
pt: Exiba os itens em um modelo específico.
ru: Просмотр элементов конкретной модели.
zh_hans: 查看特定模型中的项。
zh_hant: 在特定模型中檢視項目。

# ViewModelItemsName
source: View Model Items
de: Modellelemente anzeigen
es: Ver elementos de modelo
fr: Afficher les éléments de modèle
it: Visualizzazione di elementi di un modello
ja: モデル アイテムの表示
ko: 모델 항목 보기
pt: Exibir Itens de Modelos
ru: Просмотр элементов модели
zh_hans: 查看模型项
zh_hant: 檢視模型項目

# ViewModelsDescription
source: View models in the folder hierarchy, use models as data sources for a report, and run queries against the model to retrieve data.
de: Anzeigen von Modellen in der Ordnerhierarchie, Verwenden von Modellen als Datenquellen für einen Bericht und Ausführen von Abfragen für das Modell, um Daten abzurufen.
es: Ver modelos en la jerarquía de carpetas, utilizar modelos como orígenes de datos de un informe y ejecutar consultas en el modelo para recuperar datos.
fr: Afficher des modèles de l'arborescence des dossiers, utiliser des modèles comme sources de données pour un rapport et exécuter des requêtes sur le modèle pour extraire des données.
it: Consente di visualizzare i modelli nella gerarchia delle cartelle, di utilizzarli come origini dei dati per un report e di eseguire query in un modello per recuperare dati.
ja: フォルダー階層にあるモデルを表示し、レポートのデータ ソースとしてモデルを使用します。その後、モデルに対してクエリを実行してデータを取得します。
ko: 폴더 계층의 모델을 보고, 이러한 모델을 보고서의 데이터 원본으로 사용하고, 모델에 대해 쿼리를 실행하여 데이터를 검색합니다.
pt: Exiba modelos na hierarquia de pastas, use modelos como fontes de dados de um relatório e execute consultas contra o modelo para recuperar dados.
ru: Просмотр моделей в иерархии папок, использование моделей как источников данных для отчета и выполнение запросов по модели для получения данных.
zh_hans: 在文件夹层次结构中查看模型，使用模型作为报表的数据源，并对模型运行查询以检索数据。
zh_hant: 在資料夾階層中檢視模型、使用模型作為報表的資料來源，以及對模型執行查詢以擷取資料。

# ViewModelsName
source: View models
de: Modelle anzeigen
es: Ver modelos
fr: Afficher les modèles
it: Visualizzazione di modelli
ja: モデルの表示
ko: 모델 보기
pt: Exibir modelos
ru: Просмотр моделей
zh_hans: 查看模型
zh_hant: 檢視模型

# ViewReportsDescription
source: View reports and linked reports in the folder hierarchy; view report history snapshots and report properties.
de: Berichte und verknüpfte Berichte in der Ordnerhierarchie anzeigen sowie Berichtsverlaufs-Momentaufnahmen und Berichtseigenschaften anzeigen.
es: Ver informes e informes vinculados de la jerarquía de carpetas; ver propiedades de informes e instantáneas de historial de informes.
fr: Permet d'afficher les rapports et les rapports liés dans l'arborescence des dossiers, ainsi que les instantanés d'historique de rapport et les propriétés de rapport.
it: Consente di visualizzare report e report collegati nella gerarchia delle cartelle, nonché di visualizzare gli snapshot delle cronologie dei report e le proprietà dei report.
ja: フォルダー階層にあるレポートおよびリンク レポートを表示します。レポート履歴のスナップショットおよびレポート プロパティを表示します。
ko: 폴더 계층 구조에 있는 보고서 및 링크된 보고서를 보며 보고서 기록 스냅샷과 보고서 속성을 봅니다.
pt: Exiba relatórios e relatórios vinculados na hierarquia de pastas e exiba instantâneos de histórico de relatório e propriedades de relatórios.
ru: Просмотр отчетов и связанных отчетов в иерархии папок, просмотр моментальных снимков журнала отчета и свойств отчетов.
zh_hans: 在文件夹层次结构中查看报表和链接报表；查看报表历史记录快照和报表属性。
zh_hant: 檢視資料夾階層中的報表和連結報表; 檢視報表記錄快照集和報表屬性。

# ViewReportsName
source: View reports
de: Berichte anzeigen
es: Ver informes
fr: Afficher les rapports
it: Visualizzazione di report
ja: レポートの表示
ko: 보고서 보기
pt: Exibir relatórios
ru: Просмотр отчетов
zh_hans: 查看报表
zh_hant: 檢視報表

# ViewResourcesDescription
source: View resources in the folder hierarchy; and view resource properties.
de: Ressourcen in der Ordnerhierarchie anzeigen und Ressourceneigenschaften anzeigen.
es: Ver recursos de la jerarquía de carpetas y sus propiedades.
fr: Permet d'afficher les ressources dans l'arborescence des dossiers, ainsi que les propriétés des ressources.
it: Consente di visualizzare risorse nella gerarchia delle cartelle e le proprietà delle risorse.
ja: フォルダー階層にあるリソースを表示し、リソースのプロパティを表示します。
ko: 폴더 계층 구조에 있는 리소스를 보며 리소스 속성을 봅니다.
pt: Exiba recursos na hierarquia de pastas e exiba propriedades de recursos.
ru: Просмотр ресурсов в иерархии папок, просмотр свойств ресурса.
zh_hans: 在文件夹层次结构中查看资源；并查看资源属性。
zh_hant: 檢視資料夾階層中的來源; 並檢視來源屬性。

# ViewResourcesName
source: View resources
de: Ressourcen anzeigen
es: Ver recursos
fr: Afficher les ressources
it: Visualizzazione di risorse
ja: リソースの表示
ko: 리소스 보기
pt: Exibir recursos
ru: Просмотр ресурсов
zh_hans: 查看资源
zh_hant: 檢視來源

# ViewSharedSchedulesDescription
source: View a predefined schedule that has been made available for general use.
de: Einen vordefinierten Zeitplan anzeigen, der allgemein verfügbar gemacht wurde.
es: Ver una programación predefinida disponible para uso general.
fr: Permet d'afficher une planification prédéfinie qui est disponible à des fins d'utilisation générale.
it: Consente di visualizzare una pianificazione predefinita, disponibile per un utilizzo generale.
ja: 汎用目的で作成された定義済みスケジュールを表示します。
ko: 일반적으로 사용할 수 있는 미리 정의된 일정을 봅니다.
pt: Exibir um agendamento predefinido que tenha sido disponibilizado para uso geral.
ru: Просмотр заданного расписания, доступного для общего использования.
zh_hans: 查看已供常规使用的预定义计划。
zh_hant: 檢視已提供一般用途的預先定義排程。

# ViewSharedSchedulesName
source: View shared schedules
de: Freigegebene Zeitpläne anzeigen
es: Ver programaciones compartidas
fr: Afficher les planifications partagées
it: Visualizzazione di pianificazioni condivise
ja: 共有スケジュールの表示
ko: 공유 일정 보기
pt: Exibir agendas compartilhadas
ru: Просмотр общих расписаний
zh_hans: 查看共享计划
zh_hant: 檢視共用排程

# ViewSystemPropertiesDescription
source: View properties that apply to the report server.
de: Eigenschaften anzeigen, die für den Berichtsserver gelten.
es: Ver propiedades que se aplican al servidor de informes.
fr: Permet d'afficher les propriétés qui s'appliquent au serveur de rapports.
it: Consente di visualizzare le proprietà del server di report.
ja: レポート サーバーに適用するプロパティを表示します。
ko: 보고서 서버에 적용되는 속성을 봅니다.
pt: Exiba propriedades que se aplicam ao servidor de relatório.
ru: Просмотр свойств, относящихся к серверу отчетов.
zh_hans: 查看应用于报表服务器的属性。
zh_hant: 檢視套用到報表伺服器的屬性。

# ViewSystemPropertiesName
source: View report server properties
de: Berichtsservereigenschaften anzeigen
es: Ver propiedades del servidor de informes
fr: Afficher les propriétés du serveur de rapports
it: Visualizzazione delle proprietà del server di report
ja: レポート サーバーのプロパティを表示
ko: 보고서 서버 속성 보기
pt: Exibir propriedades do servidor de relatório
ru: Просмотр свойств сервера отчетов
zh_hans: 查看报表服务器属性
zh_hant: 檢視報表伺服器屬性
