Repository: Hamid-K/PowerBI
Catalog: Portal/ReportingServicesLibrary/ReportingServicesLibrary/ReportingServices/Library/SecLib.*.resx
Languages: de, es, fr, it, ja, ko, pt, ru, zh_hans, zh_hant

# CommentDescription
source: Create, view, edit, and delete comments on reports.
de: Hiermit werden Kommentare in Berichten erstellt, angezeigt, bearbeitet und gelöscht.
es: Cree, vea, modifique y elimine los comentarios de los informes.
fr: Créer, afficher, modifier et supprimer des commentaires sur les rapports.
it: Consente di creare, visualizzare, modificare ed eliminare commenti sui report.
ja: レポートのコメントを作成、表示、編集、削除します。
ko: 보고서에 대한 의견을 작성하고 보고 편집하고 삭제합니다.
pt: Crie, exiba, edite e exclua comentários em relatórios.
ru: Создание, просмотр, изменение и удаление комментариев в отчетах.
zh_hans: 在报表上创建、查看、编辑和删除注释。
zh_hant: 建立、檢視、編輯及刪除報表上的註解。

# CommentName
source: Comment on reports
de: Berichte kommentieren
es: Haga comentarios sobre los informes
fr: Commentaires sur les rapports
it: Aggiungi commenti su report
ja: レポートに対するコメント
ko: 보고서에 대한 의견
pt: Comentar em relatórios
ru: Комментарий к отчетам
zh_hans: 报表上的注释
zh_hant: 報表上的註解

# ConfigureAccessDescription
source: View and modify security settings for reports, folders, resources, and shared data sources.
de: Sicherheitseinstellungen für Berichte, Ordner, Ressourcen und freigegebene Datenquellen anzeigen und ändern.
es: Ver y modificar configuraciones de seguridad para informes, carpetas, recursos y orígenes de datos compartidos.
fr: Permet d'afficher et de modifier les paramètres de sécurité des rapports, des dossiers, des ressources et des sources de données partagées.
it: Consente di visualizzare e modificare le impostazioni di sicurezza per report, cartelle, risorse e origini dei dati condivise.
ja: レポート、フォルダー、リソース、および共有データ ソースのセキュリティ設定を表示して、変更します。
ko: 보고서, 폴더, 리소스 및 공유 데이터 원본의 보안 설정을 확인하고 수정합니다.
pt: Exiba e modifique configurações de segurança para relatórios, pastas, recursos e fontes de dados compartilhados.
ru: Просмотр и изменение настроек безопасности для отчетов, папок, ресурсов и общих источников данных.
zh_hans: 查看和修改报表、文件夹、资源和共享数据源的安全设置。
zh_hant: 檢視和修改報表、資料夾、來源和共用資料來源的安全性設定。

# ConfigureAccessName
source: Set security for individual items
de: Sicherheit für einzelne Elemente festlegen
es: Establecer la seguridad de elementos individuales
fr: Définir la sécurité pour des éléments individuels
it: Impostazione della sicurezza per singoli elementi
ja: アイテムごとにセキュリティを設定
ko: 개별 항목의 보안 설정
pt: Definir segurança para itens individuais
ru: Установка безопасности для отдельных элементов
zh_hans: 设置各项的安全性
zh_hant: 設定個別項目的安全性

# ConsumeReportsDescription
source: Reads report definitions
de: Liest Berichtsdefinitionen
es: Lee definiciones de informe
fr: Lit les définitions de rapport
it: Consente di leggere le definizioni dei report
ja: レポート定義の読み込み
ko: 보고서 정의를 읽습니다.
pt: Lê definições de relatórios
ru: Считывание определений отчетов
zh_hans: 读取报表定义
zh_hant: 讀取報表定義

# ConsumeReportsName
source: Consume reports
de: Berichte lesen
es: Usar informes
fr: Lire les rapports
it: Utilizzo di report
ja: レポートの使用
ko: 보고서 사용
pt: Relatórios de consumo
ru: Использование отчетов
zh_hans: 使用报表
zh_hant: 取用報表

# CreateLinkedReportsDescription
source: Create linked reports and publish them to a report server folder.
de: Verknüpfte Berichte erstellen und diese in einem Berichtsserverordner veröffentlichen.
es: Crear informes vinculados y publicarlos en una carpeta del servidor de informes.
fr: Permet de créer des rapports liés et de les publier dans un dossier du serveur de rapports.
it: Consente di creare report collegati e di pubblicarli in una cartella del server di report.
ja: リンク レポートを作成して、レポート サーバー フォルダーにパブリッシュします。
ko: 링크된 보고서를 만들어 보고서 서버 폴더에 게시합니다.
pt: Crie relatórios vinculados e publique-os em uma pasta do servidor de relatório.
ru: Создание связанных отчетов и их публикация в папке сервера отчетов.
zh_hans: 创建链接报表，并将这些报表发布到报表服务器文件夹中。
zh_hant: 建立連結報表並發行到報表伺服器資料夾。

# CreateLinkedReportsName
source: Create linked reports
de: Verknüpfte Berichte erstellen
es: Crear informes vinculados
fr: Créer des rapports liés
it: Creazione di report collegati
ja: リンク レポートの作成
ko: 링크된 보고서 만들기
pt: Criar relatórios vinculados
ru: Создание связанных отчетов
zh_hans: 创建链接报表
zh_hant: 建立連結報表

# ExecuteReportDefinitionsDescription
source: Start execution from report definition without publishing it to Report Server.
de: Die Ausführung von der Berichtsdefinition starten, ohne diese auf dem Berichtsserver zu veröffentlichen.
es: Iniciar la ejecución desde la definición de un informe sin publicarlo en el servidor de informes.
fr: Démarrer l'exécution à partir de la définition de rapport sans la publier sur Report Server.
it: Consente di avviare l'esecuzione dalla definizione del report senza pubblicazione nel server di report.
ja: レポート定義をレポート サーバーにパブリッシュせずにレポート サーバーから実行を開始します。
ko: 보고서 정의를 보고서 서버에 게시하지 않고 이 정의에서 실행을 시작합니다.
pt: Inicie a execução na definição do relatório sem publicá-la no Servidor de Relatório.
ru: Выполнение начинается с определения отчета без его публикации на сервере отчетов.
zh_hans: 从报表定义开始执行，而不将其发布到报表服务器。
zh_hant: 從報表定義開始執行，不將它發行至報表伺服器。

# ExecuteReportDefinitionsName
source: Execute Report Definitions
de: Berichtsdefinitionen ausführen
es: Ejecutar definiciones de informe
fr: Exécuter les définitions de rapport
it: Esecuzione delle definizioni dei report
ja: レポート定義の実行
ko: 보고서 정의 실행
pt: Executar Definições de Relatórios
ru: Выполнение определений отчета
zh_hans: 执行报表定义
zh_hant: 執行報表定義

# GenerateEventsDescription
source: Provides an application with the ability to generate events within the report server namespace.
de: Stellt eine Anwendung bereit, die Ereignisse im Namespace des Berichtsservers generieren kann.
es: Proporciona a una aplicación la capacidad de generar eventos en el espacio de nombres del servidor de informes.
fr: Fournit une application qui permet de générer des événements dans l'espace de noms du serveur de rapports.
it: Consente a un'applicazione di generare eventi nello spazio dei nomi del server di report.
ja: アプリケーションに、レポート サーバーの名前空間内でイベントを生成する機能を提供します。
ko: 보고서 서버 네임스페이스 내에서 이벤트를 생성할 수 있는 기능을 애플리케이션에 제공합니다.
pt: Fornece a um aplicativo a possibilidade de gerar eventos no namespace do servidor de relatório.
ru: Приложение приобретает способность создавать события в рамках пространства имен сервера отчетов.
zh_hans: 使应用程序能够在报表服务器命名空间内生成事件。
zh_hant: 提供能夠在報表伺服器命名空間內產生事件的應用程式。

# GenerateEventsName
source: Generate events
de: Ereignisse generieren
es: Generar eventos
fr: Générer des événements
it: Generazione di eventi
ja: イベントの生成
ko: 이벤트 생성
pt: Gerar eventos
ru: Создание событий
zh_hans: 生成事件
zh_hant: 產生事件

# ManageAnySubscriptionDescription
source: View, modify, and delete any subscription regardless of who owns the subscription.
de: Jedes Abonnement unabhängig davon, wer sein Besitzer ist, anzeigen, ändern und löschen.
es: Ver, modificar y eliminar cualquier suscripción independientemente de quién es su propietario.
fr: Permet d'afficher, de modifier et de supprimer un abonnement quel que soit son propriétaire.
it: Consente di visualizzare, modificare ed eliminare qualsiasi sottoscrizione, indipendentemente dal proprietario della sottoscrizione.
ja: サブスクリプションを所有するユーザーにかかわらず、任意のサブスクリプションを表示、変更、および削除します。
ko: 구독의 소유자와 관계없이 구독을 확인하고, 수정하고, 삭제합니다.
pt: Exiba, modifique e exclua qualquer assinatura, independentemente de a quem ela pertença.
ru: Просмотр, изменение и удаление любой подписки независимо от владельца такой подписки.
zh_hans: 查看、修改和删除所有订阅，不管其所有者是谁。
zh_hant: 檢視、修改和刪除任何訂閱，無論訂閱擁有者是誰。

# ManageAnySubscriptionName
source: Manage all subscriptions
de: Alle Abonnements verwalten
es: Administrar todas las suscripciones
fr: Gérer tous les abonnements
it: Gestione di tutte le sottoscrizioni
ja: すべてのサブスクリプションを管理
ko: 모든 구독 관리
pt: Gerenciar todas as assinaturas
ru: Управление всеми подписками
zh_hans: 管理所有订阅
zh_hant: 管理所有訂閱

# ManageCommentsDescription
source: Delete other users' comments on reports.
de: Hiermit werden die Kommentare anderer Benutzer in Berichten gelöscht.
es: Elimine los comentarios de otros usuarios de los informes.
fr: Supprimer les commentaires d'autres utilisateurs sur les rapports.
it: Eliminare i commenti degli altri utenti nei report.
ja: レポート上の他のユーザーのコメントを削除します。
ko: 보고서에 대한 다른 사용자의 의견을 삭제합니다.
pt: Exclua os comentários de outros usuários em relatórios.
ru: Удаление комментариев других пользователей в отчетах.
zh_hans: 删除报表上其他用户的注释。
zh_hant: 刪除報表上其他使用者的註解。

# ManageCommentsName
source: Manage comments
de: Kommentare verwalten
es: Administrar comentarios
fr: Gérer les commentaires
it: Gestisci commenti
ja: コメントの管理
ko: 의견 관리
pt: Gerenciar comentários
ru: Управление комментариями
zh_hans: 管理注释
zh_hant: 管理註解

# ManageDatasourceDescription
source: Create and delete shared data source items; and modify data source properties.
de: Freigegebene Datenquellenelemente erstellen und löschen sowie Datenquelleneigenschaften ändern.
es: Crear y eliminar elementos de orígenes de datos compartidos y modificar propiedades de orígenes de datos.
fr: Permet de créer et de supprimer des éléments de source de données partagée, ainsi que de modifier des propriétés de source de données.
it: Consente di creare ed eliminare origini dei dati condivise e di modificare le proprietà delle origini dei dati.
ja: 共有データ ソース アイテムを作成および削除して、データ ソースのプロパティを変更します。
ko: 공유 데이터 원본 항목을 만들고 삭제하며 데이터 원본 속성을 수정합니다.
pt: Crie e exclua itens de fonte de dados compartilhados e modifique as propriedades das fontes de dados.
ru: Создание и удаление совместно используемых элементов источника данных, изменение свойств источника данных.
zh_hans: 创建和删除共享数据源项；并修改数据源属性。
zh_hant: 建立和刪除共用資料來源項目; 並修改資料來源屬性。

# ManageDatasourceName
source: Manage data sources
de: Datenquellen verwalten
es: Administrar orígenes de datos
fr: Gérer les sources de données
it: Gestione di origini dei dati
ja: データ ソースの管理
ko: 데이터 원본 관리
pt: Gerenciar fontes de dados
ru: Управление источниками данных
zh_hans: 管理数据源
zh_hant: 管理資料來源

# ManageFoldersDescription
source: Create, view, and delete folders; and view and modify folder properties.
de: Hiermit werden Ordner erstellt, angezeigt und gelöscht sowie Ordnereigenschaften angezeigt und geändert.
es: Cree, vea y elimine carpetas; y además, vea y modifique las propiedades de las carpetas.
fr: Créer, afficher et supprimer des dossiers, et afficher et modifier les propriétés des dossiers.
it: Consente di creare, visualizzare ed eliminare cartelle, nonché di visualizzare e modificare le proprietà delle cartelle.
ja: フォルダーを作成、表示、および削除して、フォルダーのプロパティを表示および編集します。
ko: 폴더를 만들고, 확인하고, 삭제하며 폴더 속성을 확인하고 수정합니다.
pt: Crie, exiba e exclua pastas. Exiba e modifique suas propriedades.
ru: Создание, просмотр и удаление папок; просмотр и изменение свойств папок.
zh_hans: 创建、查看和删除文件夹; 以及并查看和修改文件夹属性。
zh_hant: 建立、檢視及刪除資料夾; 以及檢視及修改資料夾屬性。

# ManageFoldersName
source: Manage folders
de: Ordner verwalten
es: Administrar carpetas
fr: Gérer les dossiers
it: Gestione di cartelle
ja: フォルダーの管理
ko: 폴더 관리
pt: Gerenciar pastas
ru: Управление папками
zh_hans: 管理文件夹
zh_hant: 管理資料夾

# ManageJobsDescription
source: View and cancel running jobs.
de: Ausgeführte Aufträge anzeigen und abbrechen.
es: Ver y cancelar trabajos en ejecución.
fr: Permet d'afficher et d'annuler les travaux en cours d'exécution.
it: Consente di visualizzare e annullare processi in esecuzione.
ja: 実行中のジョブを表示して、取り消します。
ko: 실행 중인 작업을 확인 및 취소합니다.
pt: Exiba e cancele trabalhos que estão em execução.
ru: Просмотр и отмена текущих заданий.
zh_hans: 查看和取消正在运行的作业。
zh_hant: 檢視和取消正在執行的作業。

# ManageJobsName
source: Manage jobs
de: Aufträge verwalten
es: Administrar trabajos
fr: Gérer les travaux
it: Gestione di processi
ja: ジョブの管理
ko: 작업 관리
pt: Gerenciar trabalhos
ru: Управление заданиями
zh_hans: 管理作业
zh_hant: 管理作業

# ManageModelsDescription
source: Create, view, and delete models; and view and modify model properties.
de: Erstellen, Anzeigen und Löschen von Modellen sowie Anzeigen und Ändern von Modelleigenschaften.
es: Crear, ver y eliminar modelos; así como ver y modificar propiedades de modelo.
fr: Créer, afficher et supprimer des modèles, et afficher et modifier des propriétés de modèle.
it: Consente di creare, visualizzare ed eliminare modelli, nonché visualizzare e modificare le proprietà dei modelli.
ja: モデルを作成、表示、および削除して、モデルのプロパティを表示および編集します。
ko: 모델을 만들고, 확인하고, 삭제하며 모델 속성을 확인하고 수정합니다.
pt: Crie, exiba e exclua modelos e exiba e modifique suas propriedades.
ru: Создание, просмотр и удаление моделей, просмотр и изменение свойств моделей.
zh_hans: 创建、查看和删除模型；并查看和修改模型属性。
zh_hant: 建立、檢視，與刪除模型; 以及檢視和修改模型屬性。

# ManageModelsName
source: Manage models
de: Modelle verwalten
es: Administrar modelos
fr: Gérer les modèles
it: Gestione di modelli
ja: モデルの管理
ko: 모델 관리
pt: Gerenciar modelos
ru: Управление моделями
zh_hans: 管理模型
zh_hant: 管理模型

# ManageReportHistoryDescription
source: Create, view, and delete report history snapshots; and modify report history properties.
de: Berichtsverlaufs-Momentaufnahme erstellen, anzeigen und löschen sowie Berichtsverlaufeigenschaften ändern.
es: Crear, ver y eliminar instantáneas de historial de informe y modificar las propiedades del historial.
fr: Permet de créer, d'afficher et de supprimer des instantanés d'historique de rapport, ainsi que de modifier des propriétés d'historique de rapport.
it: Consente di creare, visualizzare ed eliminare snapshot della cronologia dei report, nonché di modificare le proprietà della cronologia dei report.
ja: レポート履歴スナップショットを作成、表示、および削除して、レポート履歴のプロパティを編集します。
ko: 보고서 기록 스냅샷을 만들고, 확인하고, 삭제하며 보고서 기록 속성을 수정합니다.
pt: Crie, exiba e exclua instantâneos de histórico de relatório e modifique as propriedades do histórico de relatório.
ru: Создание, просмотр и удаление снимков журнала отчетов; изменение свойств журнала отчета.
zh_hans: 创建、查看和删除报表历史记录快照；并修改报表历史记录属性。
zh_hant: 建立、檢視和刪除報表記錄快照集; 並修改報表記錄屬性。

# ManageReportHistoryName
source: Manage report history
de: Berichtsverlauf verwalten
es: Administrar historial de informe
fr: Gérer l'historique de rapport
it: Gestione della cronologia dei report
ja: レポート履歴の管理
ko: 보고서 기록 관리
pt: Gerenciar histórico de relatórios
ru: Управление журналом отчета
zh_hans: 管理报表历史记录
zh_hant: 管理報表記錄

# ManageReportsDescription
source: Create and delete reports; and modify report properties.
de: Hiermit werden Berichte erstellt und gelöscht sowie Berichteigenschaften geändert.
es: Cree y elimine informes, y modifique sus propiedades.
fr: Créer et supprimer des rapports, et modifier leurs propriétés.
it: Consente di creare ed eliminare report, nonché di modificare le proprietà dei report.
ja: レポートを作成および削除し、レポートのプロパティを編集します。
ko: 보고서를 만들고 삭제하며 보고서 속성을 수정합니다.
pt: Crie e exclua relatórios e modifique suas propriedades.
ru: Создание и удаление отчетов; изменение их свойств.
zh_hans: 创建和删除报表; 并修改报表属性。
zh_hant: 建立及刪除報表，以及修改報表的屬性。

# ManageReportsName
source: Manage reports
de: Berichte verwalten
es: Administrar informes
fr: Gérer les rapports
it: Gestione di report
ja: レポートの管理
ko: 보고서 관리
pt: Gerenciar relatórios
ru: Управление отчетами
zh_hans: 管理报表
zh_hant: 管理報表

# ManageResourcesDescription
source: Create, modify and delete resources, and modify resource properties.
de: Ressourcen erstellen, ändern und löschen sowie Ressourceneigenschaften ändern.
es: Crear, modificar y eliminar recursos, así como modificar sus propiedades.
fr: Permet de créer, de modifier et de supprimer des ressources, ainsi que de modifier les propriétés des ressources.
it: Consente di creare, modificare ed eliminare risorse, nonché di modificare le proprietà delle risorse.
ja: リソースを作成、変更、および削除して、リソースのプロパティを編集します。
ko: 리소스를 만들고, 수정하고, 삭제하며 리소스 속성을 수정합니다.
pt: Crie, modifique e exclua recursos, e modifique suas propriedades.
ru: Создание, изменение и удаление ресурсов; изменение их свойств.
zh_hans: 创建、修改和删除资源，并修改资源属性。
zh_hant: 建立、修改和刪除資源，以及修改資源屬性。

# ManageResourcesName
source: Manage resources
de: Ressourcen verwalten
es: Administrar recursos
fr: Gérer les ressources
it: Gestione di risorse
ja: リソースの管理
ko: 리소스 관리
pt: Gerenciar recursos
ru: Управление ресурсами
zh_hans: 管理资源
zh_hant: 管理來源

# ManageRolesDescription
source: Create, view, modify and delete role definitions.
de: Rollendefinitionen erstellen, anzeigen, ändern und löschen.
es: Crear, ver, modificar y eliminar definiciones de roles.
fr: Permet de créer, d'afficher et de modifier des définitions de rôles.
it: Consente di creare, visualizzare, modificare ed eliminare le definizioni di ruolo.
ja: ロールの定義を作成、表示、変更、および削除します。
ko: 역할 정의를 만들고, 확인하고, 수정하고, 삭제합니다.
pt: Crie, exiba, modifique e exclua definições de funções.
ru: Создание, просмотр, изменение и удаление определений ролей.
zh_hans: 创建、查看、修改和删除角色定义。
zh_hant: 建立、檢視、修改和刪除角色定義。

# ManageRolesName
source: Manage roles
de: Rollen verwalten
es: Administrar roles
fr: Gérer les rôles
it: Gestione di ruoli
ja: ロールの管理
ko: 역할 관리
pt: Gerenciar funções
ru: Управление ролями
zh_hans: 管理角色
zh_hant: 管理角色

# ManageSharedSchedulesDescription
source: Create, view, modify and delete shared schedules used to run reports or refresh a report.
de: Freigegebene Zeitpläne erstellen, anzeigen, ändern und löschen, mit denen Berichte ausgeführt oder aktualisiert werden.
es: Crear, ver, modificar y eliminar programaciones compartidas utilizadas para ejecutar informes o actualizar un informe.
fr: Permet de créer, de modifier et de supprimer des planifications partagées qui sont utilisées pour exécuter des rapports ou les actualiser.
it: Consente di creare, visualizzare, modificare ed eliminare le pianificazioni condivise utilizzate per eseguire o aggiornare i report.
ja: レポートの実行または更新に使用する共有スケジュールを作成、表示、変更、および削除します。
ko: 보고서를 실행하거나 새로 고치는 데 사용되는 공유 일정을 만들고, 확인하고, 수정하고, 삭제합니다.
pt: Crie, exiba, modifique e exclua agendas compartilhadas usadas para executar ou atualizar relatórios.
ru: Создание, просмотр, изменение и удаление общих расписаний, используемых для выполнения или обновления отчетов.
zh_hans: 创建、查看、修改和删除用于运行报表或刷新报表的共享计划。
zh_hant: 建立、檢視、修改和刪除用來執行報表或重新整理報表的共用排程。

# ManageSharedSchedulesName
source: Manage shared schedules
de: Freigegebene Zeitpläne verwalten
es: Administrar programaciones compartidas
fr: Gérer les planifications partagées
it: Gestione di pianificazioni condivise
ja: 共有スケジュールの管理
ko: 공유 일정 관리
pt: Gerenciar agendas compartilhadas
ru: Управление общими расписаниями
zh_hans: 管理共享计划
zh_hant: 管理共用排程

# ManageSystemPropertiesDescription
source: View and modify properties that apply to the report server and to items managed by the report server.
de: Eigenschaften anzeigen und ändern, die für den Berichtsserver sowie für Elemente gelten, die vom Berichtsserver verwaltet werden.
es: Ver y modificar propiedades que se aplican al servidor de informes y a elementos administrados por este servidor.
fr: Permet d'afficher et de modifier les propriétés qui s'appliquent au serveur de rapports et aux éléments gérés par celui-ci.
it: Consente di visualizzare e modificare le proprietà relative al server di report e agli elementi gestiti dal server di report.
ja: レポート サーバーおよびレポート サーバーで管理するアイテムに適用するプロパティを表示して、変更します。
ko: 보고서 서버 및 보고서 서버에서 관리하는 항목에 적용되는 속성을 확인하고 수정합니다.
pt: Exiba e modifique as propriedades que se aplicam ao servidor de relatório e a itens gerenciados pelo servidor de relatório.
ru: Просмотр и изменение свойств, относящихся к серверу отчетов и к элементам, которыми управляет сервер отчетов.
zh_hans: 查看和修改应用于报表服务器以及报表服务器所管理的项的属性。
zh_hant: 檢視和修改套用到報表伺服器及由其所管理的項目的屬性。

# ManageSystemPropertiesName
source: Manage report server properties
de: Berichtsservereigenschaften verwalten
es: Administrar propiedades del servidor de informes
fr: Gérer les propriétés du serveur de rapports
it: Gestione delle proprietà del server di report
ja: レポート サーバーのプロパティを管理
ko: 보고서 서버 속성 관리
pt: Gerenciar propriedades do servidor de relatório
ru: Управление свойствами сервера отчетов
zh_hans: 管理报表服务器属性
zh_hant: 管理報表伺服器屬性

# ManageSystemSecurityDescription
source: View and modify system-wide role assignments.
de: Systemweite Rollenzuweisungen anzeigen und ändern.
es: Ver y modificar asignaciones de roles en todo el sistema.
fr: Permet d'afficher et de modifier les attributions de rôles au niveau du système.
it: Consente di visualizzare e modificare le assegnazioni di ruolo a livello di sistema.
ja: システム全体のロールの割り当てを表示して、変更します。
ko: 시스템 차원 역할 할당을 확인하고 수정합니다.
pt: Exiba e modifique atribuições de funções do sistema.
ru: Просмотр и изменение назначений ролей в масштабе системы.
zh_hans: 查看和修改系统范围内的角色分配。
zh_hant: 檢視和修改全系統的角色指派。

# ManageSystemSecurityName
source: Manage report server security
de: Berichtsserversicherheit verwalten
es: Administrar la seguridad del servidor de informes
fr: Gérer la sécurité du serveur de rapports
it: Gestione della sicurezza del server di report
ja: レポート サーバーのセキュリティを管理
ko: 보고서 서버 보안 관리
pt: Gerenciar segurança do servidor de relatório
ru: Управление безопасностью сервера отчетов
zh_hans: 管理报表服务器安全性
zh_hant: 管理報表伺服器安全性

# SubscribeDescription
source: Each user can create, view, modify and delete subscriptions that he or she owns.
de: Jeder Benutzer kann eigene Abonnements erstellen, anzeigen, ändern und löschen.
es: Cada usuario puede crear, ver, modificar y eliminar suscripciones de las que es propietario.
fr: Chaque utilisateur peut créer, afficher, modifier et supprimer des abonnements dont il est propriétaire.
it: Consente a ogni utente di creare, visualizzare, modificare ed eliminare le proprie sottoscrizioni.
ja: 各ユーザーは各自が所有しているサブスクリプションを作成、表示、変更、および削除できます。
ko: 각 사용자가 자신이 소유하는 구독을 만들고, 확인하고, 수정하고, 삭제할 수 있습니다.
pt: Cada usuário pode criar, exibir, modificar e excluir assinaturas pertencentes a ele.
ru: Любой пользователь может создавать, просматривать, изменять и удалять свои собственные подписки.
zh_hans: 每个用户均可创建、查看、修改和删除所拥有的订阅。
zh_hant: 每個使用者可以建立、檢視、修改和刪除他 (她) 擁有的訂閱。

# SubscribeName
source: Manage individual subscriptions
de: Einzelne Abonnements verwalten
es: Administrar suscripciones individuales
fr: Gérer les abonnements individuels
it: Gestione di sottoscrizioni individuali
ja: 個別のサブスクリプションを管理
ko: 개별 구독 관리
pt: Gerenciar assinaturas individuais
ru: Управление отдельными подписками
zh_hans: 管理单独的订阅
zh_hant: 管理個別訂閱

# ViewDatasourceDescription
source: View shared data source items in the folder hierarchy; and view data source properties.
de: Freigegebene Datenquellenelemente in der Ordnerhierarchie anzeigen und Datenquelleneigenschaften anzeigen.
es: Ver elementos de orígenes de datos compartidos en la jerarquía de carpetas y ver propiedades de origen de datos.
fr: Permet d'afficher les éléments de source de données dans l'arborescence des dossiers, ainsi que les propriétés de la source de données.
it: Consente di visualizzare origini dei dati condivise nella gerarchia delle cartelle, nonché di visualizzare le proprietà delle origini dei dati.
ja: フォルダー階層にある共有データ ソースのアイテムを表示し、データ ソースのプロパティを表示します。
ko: 폴더 계층 구조에 있는 공유 데이터 원본 항목을 보며 데이터 원본 속성을 봅니다.
pt: Exiba itens de fontes de dados compartilhados na hierarquia de pastas e exiba propriedades de fontes de dados.
ru: Просмотр элементов общего источника данных в иерархии папок; просмотр свойств источника данных.
zh_hans: 在文件夹层次结构中查看共享数据源项；并查看数据源属性。
zh_hant: 檢視資料夾階層中的共用資料來源項目; 並檢視資料來源屬性。

# ViewDatasourceName
source: View data sources
de: Datenquellen anzeigen
es: Ver orígenes de datos
fr: Afficher les sources de données
it: Visualizzazione di origini dei dati
ja: データ ソースの表示
ko: 데이터 원본 보기
pt: Exibir fontes de dados
ru: Просмотр источников данных
zh_hans: 查看数据源
zh_hant: 檢視資料來源
