Repository: Hamid-K/PowerBI
Catalog: Portal/Microsoft.ReportingServices.RdlObjectModel/microsoft.reportingservices.rdlobjectmodel/microsoft/reportingservices/rdlobjectmodel/SRErrors.*.resx
Languages: es, fr, ja, ko, ru

# DeserializationFailed
source: Deserialization failed: {0}
es: Error de deserialización: {0}
fr: Échec de la désérialisation : {0}
ja: シリアル化を解除できませんでした: {0}
ko: 역직렬화 실패: {0}
ru: Не удалось выполнить десериализацию: {0}

# DeserializationFailedMethod
source: Deserialization failed in method {0}.
es: Error de deserialización en el método {0}.
fr: Échec de la désérialisation dans la méthode {0}.
ja: メソッド {0} でシリアル化を解除できませんでした。
ko: {0} 메서드의 역직렬화에 실패했습니다.
ru: Ошибка десериализации в методе {0}.

# InvalidColor
source: {0} is not a valid color.
es: {0} no es un color válido.
fr: La couleur {0} n'est pas valide.
ja: {0} は有効な色ではありません。
ko: {0}은(는) 잘못된 색입니다.
ru: {0} не является допустимым цветом.

# InvalidIdentifier
source: The identifier '{0}' is not valid.
es: El identificador '{0}' no es válido.
fr: L'identificateur '{0}' n'est pas valide.
ja: 識別子 '{0}' は無効です。
ko: '{0}' 식별자가 잘못되었습니다.
ru: Недопустимый идентификатор: "{0}".

# InvalidParam
source: The value '{1}' is not valid for {0}.
es: El valor '{1}' no es válido para {0}.
fr: La valeur '{1}' n'est pas valide pour {0}.
ja: 値 '{1}' は {0} に対して無効です。
ko: 값 '{1}'이(가) {0}에 맞지 않습니다.
ru: Значение "{1}" недопустимо для {0}.

# InvalidParamBetween
source: The value for {0} must be between {1} and {2}.
es: El valor para {0} debe estar entre {1} y {2}.
fr: La valeur de {0} doit être comprise entre {1} et {2}.
ja: {0} には {1} から {2} までの値を指定してください。
ko: {0}의 값은 {1}에서 {2} 사이여야 합니다.
ru: Значение для {0} должно находиться в пределах от {1} до {2}.

# InvalidParamGreaterThan
source: The value for {0} must be at least {1}.
es: El valor para {0} debe ser {1} como mínimo.
fr: La valeur de {0} doit être supérieure ou égale à {1}.
ja: {0} には {1} 以上の値を指定してください。
ko: {0}의 값은 {1} 이상이어야 합니다.
ru: Значение для {0} должно быть не меньше {1}.

# InvalidParamLessThan
source: The value for {0} must be at most {1}.
es: El valor para {0} debe ser {1} como máximo.
fr: La valeur de {0} ne doit pas dépasser {1}.
ja: {0} には {1} 以下の値を指定してください。
ko: {0}의 값은 {1} 이하여야 합니다.
ru: Значение для {0} должно быть не больше {1}.

# InvalidUnitType
source: {0} is not a valid unit designator. Valid unit designators are in, mm, cm, pt, pc.
es: {0} no es un designador de unidad válido. Los designadores de unidad válidos son in, mm, cm, pt, pc.
fr: {0} n'est pas un indicateur d'unité valide tel que in, mm, cm, pt et pc.
ja: {0} は有効な単位指定子ではありません。有効な単位指定子は、in、mm、cm、pt、および pc です。
ko: {0}은(는) 잘못된 단위 지정자입니다. 올바른 단위 지정자는 in, mm, cm, pt, pc입니다.
ru: Недопустимое обозначение единицы измерения: {0}. Допустимы следующие обозначения: дюйм, мм, см, пт, пика.

# InvalidValue
source: {0} is not a valid value.
es: {0} no es un valor válido.
fr: {0} n'est pas une valeur valide.
ja: {0} は無効な値です。
ko: {0}은(는) 잘못된 값입니다.
ru: {0} не является допустимым значением.

# NoRootElement
source: The Report element was not found.
es: No se encontró el elemento de informe.
fr: L'élément Report n'a pas été trouvé.
ja: レポート要素が見つかりませんでした。
ko: Report 요소를 찾을 수 없습니다.
ru: Не найден элемент Report.

# TextParseFailedFormat
source: Failed to parse text {0}. Text should be in {1} format.
es: No se pudo analizar el texto {0}. El texto debería tener el formato {1}.
fr: Échec d'analyse du texte {0}. Le texte doit être au format {1}.
ja: 文字列 {0} を解析できませんでした。文字列は {1} 形式で入力してください。
ko: {0} 텍스트를 구문 분석하지 못했습니다. 텍스트는 {1} 형식이어야 합니다.
ru: Ошибка синтаксического анализа текста {0}. Текст должен быть в формате {1}.

# UnitParseNoDigits
source: {0} cannot be parsed as a unit because it does not contain numeric values. Examples of valid unit strings are "1pt" and ".5in".
es: {0} no se puede analizar como una unidad porque no contiene valores numéricos. Ejemplos de cadenas de unidad válidas: '1pt' y '.5in'.
fr: Impossible d'analyser {0} en tant qu'unité car cette chaîne ne contient pas de valeurs numériques. '1pt' et '.5in' sont des exemples de chaînes d'unité valides.
ja: {0} には数値が含まれていないため、単位として解析できません。有効な単位の文字列は、"1pt" や "0.5in" などです。
ko: {0}에 숫자 값이 없으므로 단위로 구문 분석할 수 없습니다. 올바른 단위 문자열의 예에는 "1pt"와 ".5in"가 있습니다.
ru: Значение {0} не может быть проанализировано как единица измерения, поскольку не содержит числовых значений. Примеры допустимых строк с единицей измерения: "1pt", "0.5in".

# UnitParseNoUnit
source: {0} does not contain a unit specification. Examples of valid unit strings are "1pt" and ".5in".
es: {0} no contiene una especificación de unidad. Ejemplos de cadenas de unidad válidas: '1pt' y '.5in'.
fr: {0} ne contient pas de spécification d'unité. '1pt' et '.5in' sont des exemples de chaînes d'unité valides.
ja: {0} では、単位が指定されていません。有効な単位の文字列は、"1pt" や "0.5in" などです。
ko: {0}에 단위가 지정되지 않았습니다. 올바른 단위 문자열의 예에는 "1pt"와 "0.5in"가 있습니다.
ru: {0} не содержит указания единицы измерения. Примерами допустимых строк с единицами измерения являются "1пт" и "0,5 дюйма".

# UnitParseNumericPart
source: The numeric portion of {0} cannot be parsed as a unit of type {2}.
es: La parte numérica de {0} no se puede analizar como una unidad de tipo {2}.
fr: La portion numérique de {0} ne peut pas être analysée en tant qu'unité de type {2}.
ja: {0} の数値部分を単位の種類 {2} として解析できません。
ko: {0}의 숫자 부분을 {2} 유형의 단위로 구문 분석할 수 없습니다.
ru: Числовая часть {0} не может быть проанализирована как единица измерения типа {2}.
